{
    "A20509.P4": [
        {}
    ],
    "A21108.P4": [
        {
            "HI": {
                "38": [
                    "Made in the manner of a Conference, and diuided into three Parts, for the more plainnesse, ease, and delight to the Reader."
                ],
                "51": [
                    "personall Obiections,"
                ],
                "58": [
                    "Iesus, the high Bishop of our Soules,"
                ],
                "67": [
                    "Whitbourne, New-found-Land;",
                    "To moue our people of England, to plant themselues abroad, and free themselues of that penurie and perill of want, where∣in they liue at home.",
                    "the Doctrine) of Plantations.",
                    "(be∣neuolent and curteous Readers)"
                ],
                "73": [
                    "to care little for the Scrip∣ture:"
                ],
                "90": [
                    "God is nigh vnto all those that call vpon him, yea, all those that call vpon him faithfully, Psalm. 145. 38.",
                    "(for he is Lord of all)"
                ],
                "92": [
                    "to goe into that land which he should shew them:",
                    "doing well, and not being dismaid with any feare."
                ],
                "125": [
                    "There that Tents may serue for housing for a time."
                ],
                "127": [
                    "There, against the spoile of woods in those Coutnries."
                ],
                "129": [
                    "There, what meanes may be vsed for profitable Cattell to be had and transported thi∣ther."
                ],
                "133": [
                    "There, what great riches and liuings by all likelihood, are there to be had."
                ],
                "155": [
                    "There what sort of persons are fittest for a Plantation."
                ],
                "157": [
                    "There how they may be prouided for."
                ],
                "159": [
                    "such men to be goe ouer."
                ],
                "185": [
                    "There Planting by inuasion disliked."
                ],
                "187": [
                    "There, what Celeritie is needfull in making a Plantation."
                ],
                "196": [
                    "There whether old men and married, or young single men be fitter for a Plantation."
                ],
                "203": [
                    "the Authour intendeth."
                ],
                "252": [
                    "Ad poenitendum properat, citò qui iudicat."
                ],
                "268": [
                    "Est natura hominum Nouitatis a∣uida:",
                    "those goodly Coun∣treys,",
                    "giue vnto vs and to our seed.",
                    "ten vnfaithfull spies,"
                ],
                "285": [
                    "I estimate & account the Actions themselues to be very good and godly, honourable, commendable, and necessary:",
                    "then hitherto any of them are,"
                ],
                "311": [
                    "Better it is, that God bee serued a bad way, then no way at all.)",
                    "in a true and sound manner,"
                ],
                "314": [
                    "we may assure our selues,",
                    "Religion, the Christian faith,"
                ],
                "326": [
                    "must be preached throughout the whole world:",
                    "be published among all Na∣tions,",
                    "heretofore hath beene preached to all,",
                    "all Nations of this vpper Continent:"
                ],
                "334": [
                    "The Ma∣gold and the Sun,",
                    "To giue light to them that sit in darkenesse, &c.",
                    "This light rising first from the Iewes, as from his East or Orient, is carried ouer all the world, and hath giuen light to"
                ],
                "336": [
                    "vs (English) that sate in darkenesse. Of his first rising reade",
                    "from Ierusalem. Hence sprung this blessed light first, and thence, besides his dispersion into o∣ther parts of the world, was carried ouer all Greece, Italy, Germany, France, and rose to vs also, and is now making day to the Indians and Antipodes. For the world shall not end, till he haue finished his Course, I meane, till, as the Euangelist Math.",
                    "The Gospell be preached in all the world, and be a testimony to all nations: and then shal the end come.",
                    "And doubtlesse towards the end of the world, the true Religion shall be in America: as God is now pre∣paring way for it by the English and Low-Country Merchants, that, that of Christ may be fulfilled,",
                    "This Gospell of the Kingdome shall be preached through the whole world, for a witnesse vnto all Nations, and then shall the end come. For God in all his works is wont to effect a thing successiuely, and therefore first he sends to those Nations some light of his Essence and Truth by the Papists, and af∣terward will make these things shine more clearely vnto them by the true and faithfull Ministers of the Gospell."
                ],
                "339": [
                    "They that be wise, shall shine as the firma∣ment: and they that turne many vnto righteousnesse, shall shine as the starres for euer and euer?"
                ],
                "372": [
                    "grinde the faces of the poore,",
                    "The diminution of the people,"
                ],
                "378": [
                    "Idlenesse the Mother of many Mischiefes,"
                ],
                "382": [
                    "The Mother of Mischiefes."
                ],
                "388": [
                    "Sub∣lata causa, tollitur effectus,"
                ],
                "425": [
                    "They strike at the boughes, but not at the Rootes."
                ],
                "452": [
                    "to seeke a new habitation",
                    "fill the earth, and sub∣due it."
                ],
                "454": [
                    "haue, hold, occupie, and enioy"
                ],
                "463": [
                    "aut veteri Occupatione, aut victoria, aut lege:",
                    "were the Iles of the Gentiles diuidea in their Lands, euery man after his tongue, and after their Families in their Nations?",
                    "Out of these were the Nations diuided in the earth▪"
                ],
                "465": [
                    "the Inhabi∣tants of this Land,"
                ],
                "484": [
                    "Ubibenè, ibi patria:"
                ],
                "503": [
                    "Canaan, great and goodly Cities, which they builded not: houses full of all manner of store, which they filled not: wells digged, which they digged not: Uine-yards,",
                    "which they planted not:",
                    "they may build them Cities,",
                    "may sow Land, and plant them Uine-yards",
                    "to yeeld them fruits of increase,"
                ],
                "504": [
                    "Rome it selfe was not built in one day."
                ],
                "516": [
                    "a Tent, in the middest of Israel,"
                ],
                "542": [
                    "constant testimonie of them all,",
                    "some yeeres together,"
                ],
                "544": [
                    "doth shine there, as merrily as here?"
                ],
                "552": [
                    "Euill will, will neuer say well."
                ],
                "564": [
                    "Gather vp that which is left,",
                    "that nothing be lost:"
                ],
                "594": [
                    "and that with the very first,",
                    "besides the difficultie of Trans∣portation,"
                ],
                "600": [
                    "The more Kine, the dearer White; The more Sheepe, the dearer Cloth.",
                    "The more Cowes, the fewer Ploughes,",
                    "The more Milkings, the fewer Weanlings.",
                    "Narratur fabula Sur∣do."
                ],
                "605": [
                    "The more fish is spent, the more flesh is spared:"
                ],
                "621": [
                    "Quâ sumus Origine nati,"
                ],
                "631": [
                    "The slothfull saith, A Lyon is without, I shall be slaine in the streetes."
                ],
                "634": [
                    "Neque mel▪ neque apes,"
                ],
                "639": [
                    "He doth send them forth as Lambes among wolues.",
                    "hated, persecuted, and put to death for his sake, &c."
                ],
                "647": [
                    "By ho∣nour and dishonour, by euill report and good report, as deceiuers, and yet true: as vnknowne, and yet knowne: as chastened, and yet not killed: as sorrowing, and yet alway reioycing: as poore, and yet making many rich: as hauing nothing, and yet possessing all things.",
                    "In labours more abundant, in stripes aboue measure, in prison more plenteously, in Death oft. Of the Iewes fiue times receiued. I forty stripes saue one, I was thrice beaten with roddes: I was once stoned: I suffe∣red thrice Ship-wracke. Night and day haue I beene in the deepe Sea. In iourneying I was often: in perils of waters, in perils of rob∣bers, in perils of mine owne Nation: in perils among the Gentiles:"
                ],
                "649": [
                    "in perils in the Citie, in perils in the Wildernesse: in perils in the Sea: in perils among false Brethren. In wearinesse, and painfulnesse, in watchings often, in hunger and thirst, in fastings often, in cold and nakednesse. Beside the things which are outward, I am combred daily, and haue the care of all the Churches. Who is weake, and I am not weake? who is offended, and I burne not?",
                    "at all, neither is my life deare vnto mee, so that I may fulfill my course with ioy, and the Ministration which I haue receiued of the Lord Iesus,",
                    "to testifie the Gospell of the grace of God.",
                    "I am ready not to be bound onely, but also to dye at Ierusalem, for the name of the Lord Iesus."
                ],
                "656": [
                    "Wee cannot well wish or expect, in these dayes to finde out, to haue and gaine any Countrey or Place for Plantation with lesse troubles, fewer losses, and smaller dangers,"
                ],
                "679": [
                    "Coelum non animum mutant, qui trans mare currunt:"
                ],
                "693": [
                    "sine sanguine & sudore,"
                ],
                "696": [
                    "Norman∣die, in another place,"
                ],
                "709": [
                    "being euer with them,"
                ],
                "710": [
                    "Non minor est virtus, quam quae∣rere parta tueri:"
                ],
                "713": [
                    "honourable, needfull, gainfull"
                ],
                "717": [
                    "Salomon, Eccl. 11. 4."
                ],
                "744": [
                    "Prosperitie temporall and eternall."
                ],
                "762": [
                    "GOD blesse you, good Sir: according to your courte∣ous Offer, I am come againe, in hope to be further sa∣tisfied by you, touching the Conference we lately had in hand.OD blesse you, good Sir: according to your courte∣ous Offer, I am come againe, in hope to be further sa∣tisfied by you, touching the Conference we lately had in hand."
                ],
                "770": [
                    "(Plantations I meane)"
                ],
                "776": [
                    "true and perfect cure of those euils",
                    "are properly a matter of publique and generall, and not,",
                    "of priuate and particular Action."
                ],
                "777": [
                    "Parli∣amentarie consideration,",
                    "Housholders prouidence"
                ],
                "785": [
                    "Aliquando est olitor opportuna locutus,"
                ],
                "795": [
                    "what high and worthy enterprize is there, that euer hath without some diffi∣cultie beene atchieued?"
                ],
                "813": [
                    "The Sacraments need not Gold, which were purchased for vs without Gold:",
                    "Aurum Ecclesia habet, non vt seruet, sed vt eroget:"
                ],
                "825": [
                    "as here and there some-what to that vse remaining, is yet to be found,"
                ],
                "861": [
                    "hoarding couetousnesse"
                ],
                "874": [
                    "if once they goe well and roundly forward,"
                ],
                "882": [
                    "such coine was either only, or most common.",
                    "There can no good Plantation be made by vs any where, without the vse, and great store of such base monies."
                ],
                "889": [
                    "as Experience hath proued in England many times here to fore,"
                ],
                "893": [
                    "Com∣modit as quaequè sua fert incommoda secum."
                ],
                "901": [
                    "Uarietie, Costlinesse, Statelinesse, De∣licacie, Brauery"
                ],
                "903": [
                    "in priuatis rebus, suisque sumptibus minimo contenti, tenuissimo cultu viuebant, &c."
                ],
                "904": [
                    "though all other meanes failed,",
                    "nati consumere fruges,",
                    "Quo minimè credas, Gurgite piscis erit:"
                ],
                "908": [
                    "Singula si valeant, iuncta necesse iuueent,"
                ],
                "919": [
                    "to trie who will be willing.",
                    "would giue in their names,"
                ],
                "942": [
                    "Good actions be then good, when they be handled and acted in a good sort."
                ],
                "948": [
                    "A Mouse to his Chest,"
                ],
                "949": [
                    "which knowes no Law,",
                    "which breakes stone walles,"
                ],
                "970": [
                    "Land doth so superabound,",
                    "they are halfe or more then halfe so many as the right Tenants, and legall In∣habitants are."
                ],
                "1021": [
                    "Ministers of the word of God.",
                    "may forthwith and condignly be prouided for,",
                    "after the example of God himselfe,",
                    "a faire and goodly one too,"
                ],
                "1058": [
                    "further Christs kingdome,"
                ],
                "1060": [
                    "Sponte, to giue themselues",
                    "the Church it selfe,",
                    "the Bishop himselfe,",
                    "thrust forth Labourers",
                    "to goe in the Name of God,"
                ],
                "1074": [
                    "And where shall we finde such a man, so fit for this imployment, as your selfe",
                    "are, in whom is the spirit of our God?"
                ],
                "1076": [
                    "some store of men of Name and Note,"
                ],
                "1082": [
                    "(for of them onely you seeme to speake)"
                ],
                "1104": [
                    "whose dominions they dwell,"
                ],
                "1112": [
                    "King of that Countrey,"
                ],
                "1116": [
                    "(being but voluntaries)"
                ],
                "1152": [
                    "to that mediocritie at least,"
                ],
                "1170": [
                    "That there are few Townes and Parishes in England, but haue in them of all sorts",
                    "one and other that might to such a purpose be spared, enough to make and plant in such a sort as I haue said before, as great a Towne and Parish in some new Plantation, as that within England, in which at this present, they doe dwell and abide."
                ],
                "1171": [
                    "good Plantations should, and euer haue done."
                ],
                "1174": [
                    "these Halcion dayes▪",
                    "Had we thought this.",
                    "Pòst est occasio calua.",
                    "she doe not sit still, Iudg."
                ],
                "1187": [
                    "the smallest swarmes doe seldome prosper,",
                    "the greatest neuer lightly faile:",
                    "Locusts of the Earth,",
                    "Sixe hundred thousand,",
                    "lest the wild-Beasts of the Field should increase vpon them, Deuter."
                ],
                "1201": [
                    "not so few as an hun∣dred thousand",
                    "among them all, there would hardly be found one thousand of subsidie men,"
                ],
                "1202": [
                    "if euer there be any good Plantation indeed any where,"
                ],
                "1213": [
                    "a charge not so small in many parishes yeerely, as their part of one whole Subsidie to the king"
                ],
                "1343": [
                    "immoderate loue of our owne Ceuntry."
                ],
                "1347": [
                    "The smoake of a mans owne Country is cleerer in his eies, then the fire of ano∣ther."
                ],
                "1354": [
                    "tanquam in Colonias,"
                ],
                "1370": [
                    "New-found land, Summer Ilands, Virginia, Guiana, New England,"
                ],
                "1374": [
                    "(for that also you haue already shewed)"
                ],
                "1422": [
                    "are many score thousands,"
                ],
                "1468": [
                    "lest the people should repent them when they see warre, and turne backe into Aegypt:"
                ],
                "1480": [
                    "Viuitur legibus, non ex∣amplis:"
                ],
                "1506": [
                    "That without a number somewhat great, no good Plantation"
                ],
                "1520": [
                    "(which is the least that may be)"
                ],
                "1568": [
                    "Honour, Prefer∣ment,"
                ],
                "1580": [
                    "Ne Sutor vltra Crepidam:",
                    "thus it shall be. This and that they shall haue that will aduenture,"
                ],
                "1615": [
                    "Corruption of Language or Bloud"
                ],
                "1645": [
                    "if I once see the same well set forward,",
                    "good of all them and theirs for euer,"
                ],
                "1670": [
                    "Ioshua, Iosh. 14. 6."
                ],
                "1684": [
                    "That the swarme is as old as the stocke,"
                ],
                "1733": [
                    "Fathers must lay vp,"
                ],
                "1735": [
                    "prouide for his owne"
                ],
                "1761": [
                    "Customes which are good and"
                ],
                "1763": [
                    "landable onely, should be kept and continued:"
                ],
                "1775": [
                    "That nothing part them but Death,"
                ],
                "1780": [
                    "The way to heauen is as neere in the Holy Land, as in England."
                ],
                "1817": [
                    "Plantation is no matter of our Faith and Saluation▪",
                    "lay the first stones of such a building,"
                ],
                "1819": [
                    "to better mine estate,"
                ],
                "1823": [
                    "(for I see you will not goe but vpon good ground.)"
                ]
            },
            "Q": {
                "1508": [
                    "what it is likely they in their policy could haue thought to haue beene a sufficient number, to send forth to plant a whole Coun∣trey withall, wherein they were to settle and imploy diuers Ci∣ties, Townes and Villages at once: and doe rest the more confir∣med, That I am not in an error when I doe intimate or moue that into our Plantations, being so spacious and ample as they are, our people should goe forth by thousands, and not by hundreds."
                ],
                "1568": [
                    "Such liberalitie and aduancement will incourage men to goe, and will quickly make a good Plantati∣on, which Couetousnesse and neglect of persons will neuer doe."
                ]
            }
        }
    ],
    "A22328.P4": [
        {
            "HI": {
                "41": [
                    "WHereas Our Commons, assembled in Our last Sessions of Parlia∣ment,Hereas Our Commons, assembled in Our last Sessions of Parlia∣ment,"
                ]
            }
        }
    ],
    "A22340.P4": [
        {
            "HI": {
                "34": [
                    "WHereas, at the humble suite of Our Commons in Parliament, byHereas, at the humble suite of Our Commons in Parliament, by"
                ]
            }
        }
    ],
    "A22354.P4": [
        {
            "HI": {
                "39": [
                    "WHereas Our most deare Father, of blessed me∣morie,Hereas Our most deare Father, of blessed me∣morie,"
                ]
            }
        }
    ],
    "A22363.P4": [
        {
            "HI": {
                "40": [
                    "WHereas the Colonie of Hereas the Colonie of Virginia, Planted by the hands of Our Planted by the hands of Our"
                ],
                "124": [
                    "A Proclamation touching Tobacco"
                ]
            }
        }
    ],
    "A22435.P4": [
        {
            "HI": {
                "39": [
                    "WHereas Our most deare Father, of blessed memory, deceased,Hereas Our most deare Father, of blessed memory, deceased,"
                ]
            }
        }
    ],
    "A22439.P4": [
        {
            "HI": {
                "40": [
                    "WHereas We (by the aduice of Our Commissioners for Our Reue∣nue)Hereas We (by the aduice of Our Commissioners for Our Reue∣nue)"
                ]
            }
        }
    ],
    "A22447.P4": [
        {
            "HI": {
                "40": [
                    "THe Kings most Excellent Maiestie, and His Royall Father ofHe Kings most Excellent Maiestie, and His Royall Father of"
                ]
            }
        }
    ],
    "A22537.P4": [
        {
            "HI": {
                "40": [
                    "WHereas in the Reigne of Our most deare and Royall Father,Hereas in the Reigne of Our most deare and Royall Father,"
                ],
                "49": [
                    "Virginia Summer Ilands,"
                ],
                "87": [
                    "Sommer Islands, Caribee Islands,"
                ]
            }
        }
    ],
    "A22928.P4": [
        {
            "HI": {
                "1226": [
                    "in e∣pist and Hebre.",
                    "Theophil. in ca∣pitul."
                ],
                "1228": [
                    "The naturall Philosopher by his contemplation pierceth to the height of heaven, and on the other part he findeth a great vast in the depth and bowels of the earth.",
                    "if we suppose the Heaven doth inviron the earth on all parts like vnto a bowle, beeing in the middest of the world, as a bottome is compassed with threed: or that we say it is not so, and that the Heaven covereth the earth of one part onely, as a great Basin that hangs over it."
                ],
                "1236": [
                    "de Genes. ad lit. cap."
                ],
                "1240": [
                    "De Genes. ad litter am.",
                    "August. lib. de Genes. ad litte∣ram. cap."
                ],
                "1242": [
                    "That God made them for euer"
                ],
                "1248": [
                    "The roundnesse of the earth.",
                    "Gregorie Neocesarien,",
                    "The Sunne hauing runne about the whole earth, returnes as it were tur∣ning to the same point."
                ],
                "1250": [
                    "The most common opinion affirmes (agreeing with Ecclesiastes:)",
                    "Ierome, That those which hold the heaven to be round, are not repugnant to the holy Scripture, but conformable to the same."
                ],
                "1254": [
                    "Tell mee if thou canst, who hath layd the lyne or cast the lead for the building of the world, and with what morter the foundations have beene layed and ioyned.",
                    "Thou which hast built the earth vpon firmenes it selfe, that it cannot stagger nor move for ever and ever.",
                    "O how great & wonderfull are the workes of the Lord."
                ],
                "1256": [
                    "Great comfort hast thou given me O Lord by thy workes: I will not cease to reioyce in the contemplation of the workes of thy hands."
                ],
                "1264": [
                    "The heavens stretch forth like vnto a skin.",
                    "de Gen. ad litterans. ca.",
                    "The Tent of the cleere heaven.",
                    "Heaven serves mee as a chaire, and the earth for a foote-stoole."
                ],
                "1289": [
                    "The imagination and conceit which some haue had, suppo∣sing the heaven to be round, hath bene the cause to in∣vent these Antipodes hanging in the aire. So as I knowe not what to say of such Philosophers, whoe having once erred, continue still obstinately in their opinions defending one another."
                ],
                "1293": [
                    "That in the world the same place of the earth is in the midst and beneath, and the more a thing is in the middest, the more it is vnderneath."
                ],
                "1299": [
                    "Aug lib. Cate∣goriacum. c.",
                    "that the earth of all parts is beneath, and the heaven above, by reason whereof the",
                    "which they say go opposite vnto vs, have like vnto vs the heaven above their heads."
                ],
                "1301": [
                    "It is no point that we ought to beleeve (as some affirme) that there are",
                    "that is to say, men which inhabite that other part of the earth, in whose region the Sunne riseth when it sets with vs, and that their steppes be opposite and contrarie to ours, seeing they affirme not this by any certaine revelation which they have, but onely by a Philosophicall discourse they make, whereby they conclude, that the earth being in the middest of the world, invironed of all parts and covered equallie with the heaven, of necestitie that must be in the lowest place which is in the midst of the world.",
                    "The holie Scripture doth not erre, neither is deceived in anie sort: the truth whereof is well approved in that which it propoundeth of things which are passed, for as much as that which hath benefore-told, hath succeded in every point, as we see: And it is a thing voide of all sense, to say, that men could passe from this continent to the new found world & cut through the Vast Ocean, seeing it were impossible for men to passe into those parts any other way, being most certain that almen descēd from the first man.",
                    "Ocean. Gregorie Nazianzene",
                    "I agree well with the saying of",
                    "That past Cadiz, that Sea is not nauigable."
                ],
                "1303": [
                    "That it is not lawfull, neyther for wise men nor fooles, to know what is beyond the Straight of Gibraltar,",
                    "was pub∣lished, to the end that all the world should be taxed: and of",
                    "the great, that he stretched forth his Empire even to the end and vttermost bounds of the earth.",
                    "Tullie, Macrobius, Pom∣ponius Mela,"
                ],
                "1310": [
                    "Rea∣son teacheth vs, that the latitude and largenesse of the habi∣table earth, hath her boundes and limits, and yet all this ha∣bitable earth cannot bee vnited and ioyned one to the other, by reason the middle Region is so intemperate. For it is cer∣taine, that in her longitude, which is from East to West, there is no immoderate cold nor heate, but in her latitude and heigth, which is from the Pole to the Equinoctiall Line. So as we may well passe the whole earth in her longitude, if the greatnesse of the Sea, which ioynes lands together, were no hinderance.",
                    "Wee may discerne the trueth of that which I have sayd, by the passages which may be made by land, and the navigations by sea, for there is a great difference betwixt the longitude and the latitude, for the distance from the pillars of"
                ],
                "1312": [
                    "exceeds the proportion of above five to three, the passage which is from",
                    "in the farthest confines of",
                    "the which is confirmed by the account of iourneyes by land, & by sayling, as we do now know by experience: we have also know∣ledge of the habitable earth, even vnto those partes which are inhabitable."
                ],
                "1320": [
                    "Aristotle: One part of the world (saith he) which lieth towards the North, be∣yond the temperate zone, is inhabitable for the exceeding cold: the other part vpon the South, is likewise inhabitable beyond the Tropicke for the extreame heate. But the partes of the world lying beyond India on the one side, and the pil∣lers of",
                    "on the other, without doubt cannot bee ioy∣ned and continued one with the other: so as all the habita∣ble earth is not conteined in one continent, by reason of the sea which divides it.",
                    "It is necessarie the earth should have the same proportion with the Pole Antarticke, as this our part which is habitable hath with the North: and there is no doubt, but in that other world all things should be ordred as in ours, especially in the growing and order of the winds.",
                    "We must confesse of necessitie, that the Sou∣therne wind is that which blowes and comes from the bur∣ning zone, the which being so neere the sunne, wantes wa∣ter and pastures."
                ],
                "1327": [
                    "Aristotle. CHAP. 10."
                ],
                "1328": [
                    "The temperature of the middle regi∣on of the world, where the sunne continually runnes his course, is scorched and burnt vp as with a neere fire."
                ],
                "1347": [
                    "Plutarch. 3. de placitis phil. cap."
                ],
                "1349": [
                    "We seeke with reason what the Apostle meaneth in these wordes, where he saith: you have walked for a season according to the course of this world, whether he would have vs to vnderstand, that there is an other world, which neither is, nor depends of this world: but other worldes, whereof",
                    "writes in his Epistle, the Ocean and the worldes which are beyond the Ocean:"
                ],
                "1394": [
                    "In those dayes, they could not sayle this Gulph",
                    "Gibraltar) for that the passage was stopt at the mouth of the pillars of",
                    "Gibraltar) and this Iland was in those dayes ioyned▪ to the foresaid mouth, and was of that bignesse, as it exceeded all",
                    "together: and then was there a passage to goe from these Ilands to o∣thers, and from those others Ilandes, they went to the firme Land, the which was neere invironed with the very Sea."
                ],
                "1396": [
                    "Cuba, Hispa∣niola, S. Iohn de Port ricco, Iamaica,"
                ],
                "1400": [
                    "Christopher Colombus"
                ],
                "1404": [
                    "Iectan filius He∣ber Gen",
                    "Iecsan filius A∣brahae ex Cetu∣ra. Gen."
                ],
                "1412": [
                    "Peru, Mexico, China, Malaca,",
                    "Ierom ad Mar∣cel. in."
                ],
                "1414": [
                    "Astasmont ibid and in alphabe∣to aparatus.",
                    "The Kings of Thar∣sis shall bring presents."
                ],
                "1421": [
                    "and the trans∣migration of",
                    "shall pos∣sesse the Citties of the South, and they that shall save, shall come vp to the hill of",
                    "to iudge the mount of",
                    "and the kingdome shall bee the Lordes.",
                    "and the transmigration of Ierusalem, which is in Sapharad",
                    "Spaine) shall possesse for inhe∣ritance the Cities of the South, and those which procure sal∣vation, shall mount vp to the hill of Sion, to iudge the mount of",
                    "and the kingdome shall be the Lords."
                ],
                "1423": [
                    "viz. They which procure Salvation, shall ascend the hill of Sion, to iudge the mount of"
                ],
                "1425": [
                    "Those which shall escape out of Israel, shal goe farre off to",
                    "and to remote Ilands, where they shal convert many Nations vnto the Lorde.",
                    "Greece, Italie, Affricke"
                ],
                "1431": [
                    "Europe, Asia or Affricke,"
                ],
                "1437": [
                    "Aristotle, Theophra∣stes, Dioscorides, Lucretius,"
                ],
                "1439": [
                    "Those of Ta∣probana see not the North to saile by▪ which defect they sup∣ply with certaine small birdes they carrie with them, the which they often let flie, and as those birdes by a naturall in∣stinct flie alwaies towards the land, so the Mariners direct their course after them."
                ],
                "1448": [
                    "O father whose providence governes and maintaines a peece of wood, gi∣ving it an assured way vpon the sea, and in the midst of the swelling waves, to shew, that in the like sort, thou canst save and deliver man from all perill and shipwracke; yea, although he were in the midst of the sea without shippe. But for that thy works are full of wisedome, men hazard their lives in a small peece of wood, and passe through the sea in a shippe, and are saved.",
                    "They which go to the sea in shippes, and trafficke by the great waters, have seene the workes of the Lord,",
                    "and his wonders in the depth of the sea."
                ],
                "1462": [
                    "Christopher Columbus,"
                ],
                "1464": [
                    "reportes of the Northerne circuite, that they brought to",
                    "companion in the Consulship to",
                    "being then Proconsull in",
                    "certaine Indians which had beene presented by the King of",
                    "for their trafficke, were cast vpon",
                    "by force of tempest."
                ],
                "1473": [
                    "Let the earth bring forth everie living thing according to his kinde,",
                    "Cattle, and cree∣ping Wormes, and the beastes of the field, every one in his kinde.",
                    "Thou shalt take of all the beastes and birdes of the aire, seven, and seven, male and female, to maintaine generation vpon earth"
                ],
                "1485": [
                    "Indies, Europe, Asia,"
                ],
                "1487": [
                    "Cuba, Hispaniola, Iamaica, Marguerita,"
                ],
                "1497": [
                    "In one day, and one night, came a great deluge, whereby all our souldiers were swallowed by heapes within the earth, and in this sort the Atlantike Iland being drowned, it vanished in the Sea."
                ],
                "1499": [
                    "For this cause vnto this day, that Sea is not navigable, by reason of the bancke which by little & little is growne in that drowned Iland."
                ],
                "1505": [
                    "And whereas thou sawest that he gathered an other peaceable troope vnto him,",
                    "thou shalt know, those are the ten tribes, which were caried away cap∣tives out of their own land, in the time of king",
                    "tooke captives, and ledde them beyond the river, so were they brought into an other land: but they tooke this counsell to themselves, to leave the multitude of the heathen, and go forth into a farther coun∣trie, where never mankind dwelt, that they might there ob∣serve their statutes, which they could not keepe in their owne land: and they entred by the narrowe passages of the river",
                    "for then God shewed his wonders, and stayed the springs of the flood, vntill they were passed over: for the way vnto that Countrie is very long, yea, of a yeere and a halfe, and this Region is called",
                    "then dwelt they there vntill the latter time, and when they come forth againe, the most Mightie shall hold still the springs of the river a∣gaine, that they may goe through; for this cause sawest thou this multitude peaceable."
                ],
                "1540": [
                    "Andalousia, Andalousia, Castile"
                ],
                "1547": [
                    "Barlovent, Cuba, Hispaniola, Iamaica,"
                ],
                "1600": [
                    "Plato in Tim. & Critiae."
                ],
                "1665": [
                    "Plinie, Theophrastes,"
                ],
                "1714": [
                    "Aquilo, Vulturnus, Affricus",
                    "Tramontana, Affricus"
                ],
                "1768": [
                    "Spaine, Nuaragna, Guatimala"
                ],
                "1772": [
                    "Don Alonso d' Arsille"
                ],
                "1781": [
                    "Diego Flores de Valdes,"
                ],
                "1815": [
                    "Dominique, Port ri∣que,"
                ],
                "1820": [
                    "Draco iste quem formasti ad illudendum eum:"
                ],
                "1822": [
                    "Dedisti eum escam populis Aethiopum: Peter Mendez"
                ],
                "1850": [
                    "Pay∣titi, Iean de Salnies,"
                ],
                "1863": [
                    "Dominique, Port Ricco,"
                ],
                "1868": [
                    "Peru, Arequipa, Gua∣mangua"
                ],
                "1895": [
                    "Hispaniola, Cuba, Port Ricco,"
                ],
                "1897": [
                    "Florida, Nicara∣qua, Guatimala,"
                ],
                "1905": [
                    "China, Cochinchina, Syam,"
                ],
                "1939": [
                    "Fecit haec vt timeatur."
                ],
                "1969": [
                    "Hebrewes Assirians, Greekes, Romans,"
                ],
                "1990": [
                    "Barlovent, Hispaniola, Cuba,"
                ],
                "1999": [
                    "Iob, Sil∣uer hath certain beginnings and roots in his veins,",
                    "and golde hath a setled place, where it ingenders and thic∣kens, yron with digging is drawne out of the earth, and stone molten with heate is turned into copper:"
                ],
                "2022": [
                    "They finde silver almost in all provinces, but that of",
                    "is the best, which growes and ingenders in a barren soile, vppon mountaines and rockes. It is a certaine and infallible thing, that in places where they have once discovered any of these veines, there are others not farre off, which is likewise found in all other mettalls, and for this the Greekes, in my opinion, called them mettalls. It is strange that the pits or holes of these mines of",
                    "the which they beganne to digge in",
                    "time, are at this day, and hold the names of their disco∣verers. Amongst these mines, that which",
                    "discove∣red, which holdes his name vnto this day, was very famous; and they say it yeelded so great riches to",
                    "and that in such aboundaunce, as it seemes to be a river."
                ],
                "2024": [
                    "rialls & a fourth part"
                ],
                "2028": [
                    "Don Francisco de Toledo"
                ],
                "2053": [
                    "We enter even into the bowells of the earth,",
                    "Plin. in proem. lib.",
                    "and go hun∣ting after riches, even to the place of the damned.",
                    "They pierce the hard rocke with hammers of yron, waying"
                ],
                "2084": [
                    "d' Amador de Cabrera,"
                ],
                "2085": [
                    "Pero Fer∣nandes de Valesco,"
                ],
                "2101": [
                    "Colabit eos et purgabit quasi argen∣tum"
                ],
                "2136": [
                    "Cuba S. Dominique, Iamaique,"
                ],
                "2141": [
                    "Don Francisco de Toledo"
                ],
                "2150": [
                    "Dominicke, Cuba, Port Ricco, Iamaique,"
                ],
                "2184": [
                    "Like to the Plane neere the waters."
                ],
                "2231": [
                    "Guanos, Pacayes, Hubos,"
                ],
                "2244": [
                    "Don Francisco de Toledo"
                ],
                "2262": [
                    "Cassia fistule. Salcepa∣reille"
                ],
                "2275": [
                    "Ebene, Ca∣ovana, Grenadille,"
                ],
                "2368": [
                    "de partib. animal. c."
                ],
                "2390": [
                    "Guanacos, Pacos, Vicugnes,"
                ],
                "2393": [
                    "Vicugnes, Pacos, Tarugues,"
                ],
                "2407": [
                    "De procuranda Indiorum salute.",
                    "Cesarea, Clement Alexandrine,",
                    "Plinie, Denis Halicarnassis,"
                ],
                "2414": [
                    "Esay, Thou diddest say within thy selfe, I will mount vp to heaven,"
                ],
                "2416": [
                    "and set my chaire vpon all the starres of heaven, and I will sit vpon the toppe of the Firmament, and in the sides of the North, I will ascend above the height of the cloudes, and will be like to the most High.",
                    "Thy heart was lifted vp, and thou hast said, I am God, and have set in the chaire of God in the midst of the sea."
                ],
                "2417": [
                    "Thou hast left thy God who created thee"
                ],
                "2429": [
                    "He whome you worship without knowing,",
                    "him doe I preach vnto you."
                ],
                "2432": [
                    "Pla. in Tim. Arist. c. vlt."
                ],
                "2438": [
                    "Chuquilla, Catuilla,"
                ],
                "2442": [
                    "Chacana, Topatarca, Mamanan, Mirco, Miquiquicay,",
                    "Phoebus, Mercurie, Iupiter, Minerva,"
                ],
                "2444": [
                    "All men are vaine and abused that have not the knowledge of God,",
                    "seeing they could not know him, that is, by the things that seemed good vnto them: and although they have beheld his workes, yet have they not attained to know the author and maker thereof, but they have beleeved that the fire, winde, swift aire, the course of the starres, great rivers, with Sunne and Moone, were Gods and governours of the world: and being in love with the beautie of these things, they thought they should esteeme them as Gods."
                ],
                "2446": [
                    "If I have kissed my hands with my mouth,",
                    "beholding the Sunne when it shines, or the Moone when it is light, the which is a great iniquitie, and to deny the most great God."
                ],
                "2455": [
                    "Like vnto him that offereth stones vnto Mercurie,",
                    "such a one is hee that honoureth fooles,"
                ],
                "2464": [
                    "The seeking of Idolles was the beginning of forni∣cation, and the bringing vp of them is the destruction of life"
                ],
                "2494": [
                    "They are miserable, whose hopes may be counted among the dead, that have called the workes of mens handes gods, as golde, silver, and the inventi∣on of the likenes of beastes, or a fruitlesse stone, which hath no∣thing more in it than antiquitie.",
                    "Esay, Ieremy, Baruc,",
                    "Hee that hath made them was a workeman, and therefore can they be no gods, therefore the Calfe of",
                    "shalbe like the Spiders webbe.",
                    "Spaine, Mexico, Tescuco, Tlascalla, Cholula,"
                ],
                "2527": [
                    "Cur ces∣saverit Pithias fondere oracula"
                ],
                "2534": [
                    "Mays, Chico, Vaquiano, Chapeton,"
                ],
                "2611": [
                    "Hostia quasi ab hoste,"
                ],
                "2635": [
                    "Hecre such a mi∣serable man was prisoner with his companions whom they of"
                ],
                "2645": [
                    "Don Ieronimo de Loaysa"
                ],
                "2653": [
                    "Ypayna Vitzliputzli."
                ],
                "2716": [
                    "Homaraymi Punchaiquis,",
                    "Raymican∣tara Rayquis."
                ],
                "2746": [
                    "Neyolo MaxiltleZtli,"
                ],
                "2774": [
                    "Mexico Iohn de Toüar,",
                    "Don Martin Enriques,"
                ],
                "2797": [
                    "Mars, Venus, Iupi∣ter, &c."
                ],
                "2800": [
                    "Painting is a booke for fooles which cannot reade:"
                ],
                "2809": [
                    "Ioseph Aco∣sta is come from"
                ],
                "2826": [
                    "Pater noster, Ave Maria,"
                ],
                "2827": [
                    "To the glorious Virgine Marie,"
                ],
                "2829": [
                    "Wherein I have sinned, &c."
                ],
                "2837": [
                    "Which was concei∣ved by the holy-ghost,",
                    "Suffered vnder Pontius Pilate."
                ],
                "2867": [
                    "Vi∣racocha, Lord we offer this vnto thee, that thou maiest main∣taine vs in quiet, and helpe vs in our warres, maintaine our Lord the",
                    "in his greatnes and estate, that hee may al∣waies increase, giving him much knowledge to governe vs."
                ],
                "2875": [
                    "Chinchasuyo, Collasuyo, Andesuyo,"
                ],
                "2881": [
                    "Cusco, Tyaguanaco, Tambo,"
                ],
                "2884": [
                    "It is reason we should serve these men, who in trueth seeme to be the children of the Sunne."
                ],
                "2920": [
                    "Topa Ingua Yupangui,"
                ],
                "2929": [
                    "Bresillians, Chiraguanas, Chunchos, Ysoycingas Pilcocones,"
                ],
                "2939": [
                    "Guasca. Gonsales Pizarre,"
                ],
                "2944": [
                    "Pachacuti Ingua, Yupangui,"
                ],
                "2945": [
                    "PAchacuti Ingua Yupangui,",
                    "Viracocha Pachayachachic,"
                ],
                "2949": [
                    "Don Phillip Caritopa,",
                    "Yanaconas, Amaro, Toto,"
                ],
                "2956": [
                    "Viracocha Pachayachachic,"
                ],
                "2964": [
                    "Maytacapaest Tarcogumam,",
                    "Don Iean Tambo, Maytapanaça."
                ],
                "3017": [
                    "That which hath bin, is,",
                    "and that which shall be, is that which hath beene:"
                ],
                "3028": [
                    "De procuranda Indiorum salute,"
                ],
                "3080": [
                    "that the Noblemen divide themselves everie one with their kinsfolkes and friends, and that they divide themselves into foure principall quarters, about the house which you have built for my rest, and let every quar∣ter build in his quarter at his pleasure."
                ],
                "3088": [
                    "Great Lord, we your vassalls and servants, placed and shut vp in the weedes and reedes of the Lake, alone and abandoned of all the Nations of the world, led onely and guided by our god to the place where we are, which falles in the iurisdiction of your limits of",
                    "We beseech you there∣fore, to give him vs for Lord, we will esteeme him as hee de∣serves, seeing hee is of the linage of the Lords of"
                ],
                "3091": [
                    "wher∣vpon the charge and governement is given thee. Thou know∣est we are not in our country, seeing the land we possesse at this day is anothers, neither know we what shall become of vs to morrowe, or another day: Consider therefore that thou com∣mest not to rest or recreate thy selfe, but rather to indure a new charge vnder so heavie a burden: wherein thou must conti∣nually labour, being slave to this multitude, which is fallen to thy lotte, and to all this neighbour people, whome thou must strive to gratifie, and give them contentment, seeing thou knowest we live vpon their lands, and within their limites.",
                    "Thou art wel∣come, thou and the Queene our Mistris, to this your realme."
                ],
                "3096": [
                    "Azcapuzalco. CHAP. 9."
                ],
                "3130": [
                    "set in order, not one nor two, but many and excellent Princes, sonnes to"
                ],
                "3132": [
                    "our true and lawfull King and Lord. Heere you may choose at your pleasure, saying, I will this man, and not that. If you have lost a father, heere you may finde both fa∣ther and mother: make account O Mexicaines, that the Sunne is eclipsed and darkened for a time, and will returne suddenly. If"
                ],
                "3136": [
                    "You are all heere, my kinsmen, and the best of",
                    "hee that hath the cou∣rage to carrie a message to the"
                ],
                "3138": [
                    "you do your office ill, vn∣derstand you shall all die, and not one",
                    "shall re∣maine alive."
                ],
                "3144": [
                    "And if we be vanqui∣shed, what shall we doe? If we be overcome",
                    "we will be bound presently to yeeld our selves into your hands to suffer death, eate our flesh in your dishes and be re∣venged of vs. It shall be so then",
                    "if you loose the victorie, and if you obtaine the victorie, we do presently offer our selves to be your Tributaries, to labour in your houses, to sowe your ground, to carrie your armes and baggage when you goe to the warres for ever, wee and our descendants after vs."
                ],
                "3178": [
                    "O valiant Mexicaines, these men will choose mee for their King, but the gods will not permit, that to be a King I should committee any treason against my countrie, but contrariwise, I wil that you learne by me, that it behoveth vs rather, to in∣dure death, then to ayde our enemies."
                ],
                "3224": [
                    "The concordance and vnitie of voyces vpon thy election, is a sufficient testimonie (most noble yong man) of the happines the realme shall receive, as well deserving to be commaunded by thee, as also for the generall applause which all doe shew by meanes thereof. Wherein they have great reason, for the Empire of"
                ],
                "3226": [
                    "I were too blinde, good king of"
                ],
                "3233": [
                    "Mechovacan, Tlascalla,",
                    "Segura de la Frontiere:"
                ],
                "3245": [
                    "de demo. Evan. demon."
                ],
                "3249": [
                    "Lactantius, Prosperus,"
                ],
                "3253": [
                    "Have I not told you, that it is not the pleasure of the Lord of things created, that it should be done: and that you may well know that it is so, I will suffer myselfe to be transported alittle, then after you shall not moove mee."
                ],
                "3256": [
                    "O my children, the time of your destruction is come,",
                    "O my children, whither shall I carry you, that you perish not vtterly?"
                ],
                "3258": [
                    "Most mightie Lorde, I have brought him whome thou hast commaunded me:",
                    "Great Lord, this resembles our King Moteçuma."
                ],
                "3261": [
                    "Nabucadonosor, Balaam,"
                ],
                "3268": [
                    "Valle Don Fernande Cortes,"
                ],
                "3281": [
                    "Why come you hether, what doth Moteçuma pretend to doe by your meanes? He hath advised himselfe too late: for it is now determined, that his Kingdome and honour shall be ta∣ken from him, with all that he possesseth, for punishment of the great tyrannics he hath committed against his subiects, having governed not like a Lord, but like a traitour and ty∣rant.",
                    "What come you hether to do O yee trai∣tours? Returne presently and behold",
                    "that you may vnderstand what shall become thereof."
                ],
                "3297": [
                    "Vntill this day I have done my best indevour for the defence of my people: now am I no far∣ther bound, but to give thee this dagger to kill me therewith. Cor∣tes"
                ],
                "3318": [
                    "Don Francis Pizarre,"
                ],
                "3329": [
                    "Domi∣nicke de Gerancois,"
                ]
            },
            "Q": {
                "1313": [
                    "O Romaine what availes thee so much travell,  Lucan. 10. Pharsal.In search of Niles first source thy selfe to gravell."
                ],
                "1316": [
                    "Since thy first source is yet so vnrevealed,  Nile, what thou art, is from the world concealed."
                ],
                "1329": [
                    "Heavens circuit is of fiue zones, one whereof,  Which still the sunne burnes, makes the earth below  With flames intempestiue red hotte to glow."
                ],
                "1333": [
                    "Heare this, if any harbour in that seate  Whose quarter vnder that large zone is set  Amidst foure others by the sunne enlightned."
                ],
                "1369": [
                    "Now is it not as earst it was,  For whether the Ocean will or nill,  He traverst is by hardy will:  Which pastime makes time so to passe."
                ],
                "1636": [
                    "That coast incessantly by hotte beames tyred  Of Phoebus, who from thence never retyred."
                ],
                "2033": [
                    "Heus primus quis fuit ille,  Auri qui ponder a testi.  Gemmasque, latere volentes,  Preciosa pericula fodit?"
                ]
            }
        }
    ],
    "A10354.P4": [
        {
            "HI": {
                "33": [
                    "Emeria, Arromaia, Amapaia,"
                ],
                "41": [
                    "Sr Robert Cecyl Robert Cecyl"
                ],
                "49": [
                    "Don Anthonio de Berreo,",
                    "Pe∣ru, or Nueua Espania"
                ],
                "51": [
                    "Barquasimeta, Valentia, S. Sebastian, Cororo, S. Lucia, Alleguna, Mare∣cabo,",
                    "Me∣rida, Lagrita, S. Christofero,",
                    "Pampelone, S. Fede Bogota, Tunia",
                    "Morequito, velis, la villa de Leua, Palma, vnda ā Angustura,"
                ],
                "53": [
                    "Timana, Tocaima, S. Aguila, Pasto, Iuago,",
                    "Antiocha, Car∣ramanta, Cali,",
                    "Nicaragna, Iucata, Nueua Espanna,"
                ],
                "80": [
                    "Puerto de los Hispanioles,"
                ],
                "83": [
                    "puerto de los Hispanio∣les"
                ],
                "87": [
                    "puerto de los Hispanioles,",
                    "Don An∣thonio de Berreo"
                ],
                "88": [
                    "puerto de los Hispanioles"
                ],
                "94": [
                    "Wannawanare, Car∣roaori, Maquarima"
                ],
                "99": [
                    "Ezrabeta Cassipuna Aquerewana,"
                ],
                "101": [
                    "puerto de los Hispanioles,"
                ],
                "109": [
                    "Pedro de Cieza, Francisco Lopez,",
                    "Francisco Pacaro, Di∣ego Almagro"
                ],
                "112": [
                    "Todo el seruicio de su casa, mesa, y cozina era de oro, y de plata, y quando menos de plata, y cobre per mas rezio. Tenia ensurecamara estatuas huecas de oro que parecian gigantes, y las figuras alpropio, y tamano de quantos animales, aues, arboles, y yeruas produze la tierra, y de quantos peces cria la mary aguas de sus reynos. Tenia assi mesmo sogas, costales, celtas, y troxes de oro y plata, rimeros de palos de oro, que pareciessen lenna raiada para quemar. En fin no auia cosa en su tierra, que no la tuuiesse de oro contrahecha: y aun dizen, que tenian los Ingas vn vergal en vna Islacerca de la Puna, donde se yuan a hol gar, quando querian mar, que tenia la ortaliza, las flores, yarboles de oro y plata, inuencion y grandeza hasta entonces nunca vista. Allende de todo esto tenia infinitissmia cantidad de plata, y oro por labrar en el Cuzco, que se perdio po la muerte de Guascar, ca los Indios lo escondieron, viendo que los espanioles se lo tomauan, y embiauan a Espania."
                ],
                "116": [
                    "Hallaron cinquenta y dos mill marcos de buena plata, y vu millon y trezientos y veinte y seys mil, y quinientos pesos de oro,"
                ],
                "120": [
                    "Saint Iuan de puerto rico,"
                ],
                "126": [
                    "Saint Iuan de puerto rico,"
                ],
                "130": [
                    "Don Iuan de villa Andreda,",
                    "Nueuo reygno de Granada,",
                    "Pampelone, Merida, Lagrita, Tunia,"
                ],
                "132": [
                    "Oreliano, Ordace, Osua, Martines,"
                ],
                "133": [
                    "Ieronimo Ortal de Saragosa",
                    "S. Miguell de Neueri."
                ],
                "134": [
                    "Pedro Harnandez de Serpa,"
                ],
                "136": [
                    "Her∣nandes de Serpa,"
                ],
                "137": [
                    "A∣delantado, Don Gonzales Cemenes de Casada,",
                    "Don Anthonio de Berreo"
                ],
                "140": [
                    "Nueuo reygno de granada"
                ],
                "143": [
                    "Tucaris, Chochi, Apotomios, Cumanagotos,",
                    "Assawai, Coaca, Aiai,"
                ],
                "148": [
                    "Nueuo reygno de Granada"
                ],
                "158": [
                    "Nueuo reyno de granada"
                ],
                "162": [
                    "Don Anthonio Xemenes"
                ],
                "189": [
                    "Keymis, Edw. Handcoke,",
                    "Facy, Ierom Ferrar, Antho. Wells, Will. Connock"
                ],
                "240": [
                    "Nueuo reyno de granada,"
                ],
                "246": [
                    "Pedro Hernandez de Serpa"
                ],
                "269": [
                    "Cessipagotos, Eparagotos,"
                ],
                "270": [
                    "Calfield, Edw. Hancocke,"
                ],
                "272": [
                    "Whiddon, W. Connocke"
                ],
                "276": [
                    "Cassepagotos, Eparegotos,"
                ],
                "283": [
                    "Nueuo reyno de granada.",
                    "Maragnon or Amazones"
                ],
                "285": [
                    "Cosnero, Manta, Caora",
                    "Guiana, Peru, Nueuo reyno,"
                ],
                "291": [
                    "Nue∣ue reyne degranada,"
                ],
                "312": [
                    "Calfielde, Edward porter,"
                ],
                "324": [
                    "waracapari, Coirama, Akaniri,"
                ],
                "355": [
                    "Iuan de puerto rico."
                ],
                "361": [
                    "Don An∣thonio de Berreo"
                ],
                "391": [
                    "George Popham. 1594."
                ],
                "424": [
                    "George Burien Britton,"
                ],
                "441": [
                    "Nueuo Dorado: Anthonio de Berreo"
                ],
                "445": [
                    "Las Sciete bocas de drago,"
                ]
            }
        }
    ],
    "A10725.P4": [
        {
            "HI": {
                "42": [
                    "Chri∣stopher Newporte,"
                ]
            },
            "Q": {
                "57": [
                    "As I came hether to see my natiue land,  to waft me backe lend me thy gentle hand."
                ]
            }
        }
    ],
    "A11056.P4": [
        {
            "HI": {
                "53": [
                    "Captaine George Waymouth"
                ],
                "56": [
                    "Vpon Easter day we put to sea."
                ],
                "62": [
                    "Saint Iames his Shels."
                ],
                "63": [
                    "We fell with the Ilands of Azores."
                ],
                "80": [
                    "The descrip∣tion of the Iland."
                ],
                "106": [
                    "Abundance of many good fishes."
                ],
                "113": [
                    "The fruits of the Ilands."
                ],
                "143": [
                    "The Saluages came first to vs."
                ],
                "148": [
                    "Three sorts of colours of painting."
                ],
                "149": [
                    "Their clo∣thing and buskins."
                ],
                "167": [
                    "Trifles left on shore."
                ],
                "173": [
                    "The intent of our kind vsage of the Salua∣ges."
                ],
                "174": [
                    "We traded with the Saluages."
                ],
                "176": [
                    "Their Bowes and Arrowes."
                ],
                "185": [
                    "The descripti∣on of their Women and Children."
                ],
                "191": [
                    "The ceremo∣nies of ye Sal∣uages in their idolatry. Sal∣uages in their idolatry."
                ],
                "192": [
                    "They lie with their wiues secretly."
                ],
                "198": [
                    "The dwelling of Bashabes is Eastward frō ye great Riuer. great Riuer.",
                    "A red berrie which they feede on."
                ],
                "202": [
                    "We had yong Goslings of the Saluages."
                ],
                "205": [
                    "Their Canoa outrowed vs."
                ],
                "212": [
                    "Fish in the Harbour."
                ],
                "218": [
                    "Our manner of taking the Saluages.",
                    "We caught fiue Saluages, two Canoas, and their bowes and arrowes."
                ],
                "224": [
                    "Sounded a∣bout the rocks and mouth of the Harbour."
                ],
                "225": [
                    "A Ponde of fresh Water."
                ],
                "230": [
                    "Great plenty of Cod fish."
                ],
                "231": [
                    "Their orna∣ments of gal∣lantnesse."
                ],
                "236": [
                    "We went vp with our ship into the Ri∣uer."
                ],
                "238": [
                    "Saint Georges Iland.",
                    "The profits of the Riuer.",
                    "England, Scotland, France"
                ],
                "242": [
                    "The breadth of the Riuer.",
                    "The ground soft oaze and clay."
                ],
                "243": [
                    "What flowe of water."
                ],
                "244": [
                    "Dockes to graue and ca∣rine ships."
                ],
                "251": [
                    "This riuer preferred be∣fore Ore∣noque▪ and why."
                ],
                "253": [
                    "We marched vp into ye land about land about"
                ],
                "257": [
                    "Deere. Hares. Hogges."
                ],
                "263": [
                    "We set vp an∣other crosse."
                ],
                "264": [
                    "Conueniency of transporta∣tion."
                ],
                "271": [
                    "We were loath to leaue this Riuer."
                ],
                "280": [
                    "The cause of our speedy returne."
                ],
                "283": [
                    "Our Captain made his cer∣taine obserua∣tion."
                ],
                "294": [
                    "The tempera∣ture of the Climate."
                ],
                "302": [
                    "We came in∣to sounding."
                ],
                "313": [
                    "Indico and o∣ther excellent colours in the countrey."
                ],
                "314": [
                    "Their killing of the whale."
                ],
                "323": [
                    "of an excellent graine, strait, and great timber."
                ],
                "326": [
                    "very tall & great; of whose barke they make their Canoas."
                ],
                "337": [
                    "Many fruit trees, which we knew not."
                ],
                "353": [
                    "Many birds of sundrie co∣lours."
                ],
                "354": [
                    "Many other fowls in flocks, vnknowen."
                ],
                "372": [
                    "some like Wolues, some like Spaniels."
                ],
                "386": [
                    "great, with pearles in them."
                ],
                "398": [
                    "excellent sweet and strong."
                ],
                "408": [
                    "a most soueraigne herbe."
                ],
                "409": [
                    "An hearbe that spreadeth the ground, & smelleth like"
                ],
                "410": [
                    "Very good Dies, which ap∣peare by their painting; which they carrie with them in bladders."
                ]
            }
        }
    ],
    "A11767.P4": [
        {
            "HI": {
                "60": [
                    "Wyborne van Warwycke"
                ],
                "116": [
                    "English, Mallayes, Iauans,"
                ],
                "362": [
                    "Our 2 ships set sayle for Banda, & the Mulluckoes."
                ],
                "374": [
                    "the Hollan¦ders bound for Cambey.",
                    "Portingal ships taken."
                ],
                "375": [
                    "Triumphs at the circū∣cision of the yong Prince of"
                ],
                "430": [
                    "Captaines, Maisters,"
                ],
                "472": [
                    "Goates, Hennes, Duckes,"
                ]
            }
        }
    ]
}