{
    "Folder1": {
        "A10018": {
            "TITLE": [
                "Sermons preached before his Maiestie; and vpon other speciall occasions viz. 1 The pillar and ground of truth. 2 The new life. 3 A sensible demonstration of the Deity. 4 Exact walking. 5 Samuels support of sorrowfull sinners. By the late faithfull and worthy minister of Iesus Christ, Iohn Preston Dr. in Diuinity, chaplaine in ordinary to his Maiesty, master of Emmanuel College in Cambridge, and sometimes preacher of Lincolnes Inne."
            ],
            "AUTHOR": [
                "Preston, John, 1587-1628.",
                "Goodwin, Thomas, 1600-1680.",
                "Ball, Thomas, 1589 or 90-1659."
            ],
            "PUBPLACE": [
                "London :"
            ],
            "PUBLISHER": [
                "Printed [by Eliot's Court Press and R. Young] for Leonard Greene of Cambridge, and are to be sold by Iames Boler, at the signe of the Marigold in Pauls Churchyard [, London],"
            ],
            "DATE": [
                "1630."
            ]
        },
        "A10065": {
            "TITLE": [
                "Bee patient in trouble: or, The patient mans counsell wherein is showne the great goodness of God towards them that beare the crosses and afflictions of this world patiently: as also a friendly instruction, whereby to advise us to forsake our wonted sinnes, and turne unto the Lord by speedy repentance, very meete and necessary for the worldlings to marke, reade, heare, and make use of. To the tune of, Bodkins Galliard."
            ],
            "AUTHOR": [
                "L. P. (Laurence Price), fl. 1625-1680?"
            ],
            "PUBPLACE": [
                "Printed at London :"
            ],
            "PUBLISHER": [
                "for Iohn Wright junior, dwelling at the upper end of the Old Baily,"
            ],
            "DATE": [
                "[1636]"
            ]
        },
        "A10053": {
            "TITLE": [
                "Prince Henry his first anniversary. By Daniel Price Doctor in Divinity, one of his Highnesse chaplaines"
            ],
            "AUTHOR": [
                "Price, Daniel, 1581-1631."
            ],
            "PUBPLACE": [
                "At Oxford :"
            ],
            "PUBLISHER": [
                "Printed by Ioseph Barnes,"
            ],
            "DATE": [
                "1613.",
                "Decemb. 7."
            ]
        },
        "A10030": {
            "TITLE": [
                "Three sermons vpon the sacrament of the Lords Supper. By the late faithfull and vvorthy minister of Iesus Christ, Iohn Preston, Dr. in Divinity, chaplaine in ordinary to his Majestie, master of Emanuel Colledge in Cambridge, and sometimes preacher of Lincolnes Inne"
            ],
            "AUTHOR": [
                "Preston, John, 1587-1628."
            ],
            "PUBPLACE": [
                "London :"
            ],
            "PUBLISHER": [
                "Printed by Thomas Cotes, for Michael Sparke, and are to be sold at the blue Bible in Greene Arbor,"
            ],
            "DATE": [
                "1631."
            ]
        },
        "A10041": {
            "TITLE": [
                "A lamentable tragedy mixed ful of pleasant mirth, conteyning the life of Cambises king of Percia from the beginning of his kingdome vnto his death, his one good deed of execution, after that many wicked deeds and tirannous murders, committed by and through him, and last of all, his odious death by Gods iustice appointed. Doon in such order as foloweth. By Thomas Preston. The diuision of the partes. ...",
                "Cambyses, King of Persia"
            ],
            "AUTHOR": [
                "Preston, Thomas, 1537-1598."
            ],
            "PUBPLACE": [
                "[Imprinted at London :"
            ],
            "PUBLISHER": [
                "By Iohn Allde,"
            ],
            "DATE": [
                "[1570?]]"
            ]
        },
        "A70046": {
            "TITLE": [
                "Reason and judgement, or, Special remarques of the life of the renowned Dr. Sanderson, late Lord Bishop of Lincoln together with his Judgement for setling the church, in exact resolutions of sundry grand cases very seasonable at this time."
            ],
            "AUTHOR": [
                "D. F.",
                "Sanderson, Robert, 1587-1663. Judgment in one view for the settlement of the church."
            ],
            "PUBPLACE": [
                "London :"
            ],
            "PUBLISHER": [
                "Printed by J.C. for H. Marsh ...,"
            ],
            "DATE": [
                "1663.",
                "Feb. 24. 1662."
            ]
        },
        "B00046": {
            "TITLE": [
                "A dialogue betweene Master Guesright and poore neighbour Needy. Or A few proofes both reall and true, shewing what men for mony will doe. To a pleasant new tune, called, But I know what I know."
            ],
            "AUTHOR": [
                "E. F. (Edward Ford), fl. 1630?-1660."
            ],
            "PUBPLACE": [
                "Printed at London :"
            ],
            "PUBLISHER": [
                "for F. Cowles,"
            ],
            "DATE": [
                "[ca. 1640?]"
            ]
        },
        "B43398": {
            "TITLE": [
                "The manner of the killing pensionary de Witt and his brother Ruward van Putten in the Hague, the 20th of August, 1672",
                "Early English books online text creation partnership."
            ],
            "AUTHOR": [],
            "PUBPLACE": [
                "[London] :"
            ],
            "PUBLISHER": [
                "Sold by John Overton at the White Horse without Newgate, and Dorman Newman in the Poultrey,"
            ],
            "DATE": [
                "1673."
            ]
        },
        "A90016": {
            "TITLE": [
                "New propositions from the King, to His Excellency the Lord Generall Fairfax; and His Majesties declaration touching the Army, upon the removing His Royall Person to VVindsor. With his proposals and desires to his Excellency, and Lieut-Generall Crumwell. concerning Major Gen. Brown. Dated at Windsor, on Munday the 18. of Decemb. 1648. Likewise, the resolution of the Lord Gen. Fairfax, and Lieu. Gen Crumwel, touching the person of the King; and the names of those who are to be shot to death.",
                "Early English books online text creation partnership."
            ],
            "AUTHOR": [
                "England and Wales, 1625-1649 : Charles I, Sovereign.",
                "Charles I, King of England, 1600-1649."
            ],
            "PUBPLACE": [
                "London :"
            ],
            "PUBLISHER": [
                "Printed for W. Fielding,"
            ],
            "DATE": [
                "1648.",
                "18. Decemb. 1648. 1648."
            ]
        },
        "A70025": {
            "TITLE": [
                "At the court at Whitehall the 25. of June, 1667. Present the Kings most Excellent Majesty, ... Whereas it is generally reported, that many seamen and soldiers who have served his Majesty at sea, are frequently constrained to give money, or lose some part of their wages to recover the rest: ..."
            ],
            "AUTHOR": [
                "England and Wales. Sovereign (1660-1685 : Charles II)",
                "Charles II, King of England, 1630-1685.",
                "Browne, Richard, Sir, 1605-1683.",
                "England and Wales, Privy Council."
            ],
            "PUBPLACE": [
                "[London] :"
            ],
            "PUBLISHER": [
                "In the Savoy, printed by the assigns of John Bill and Christopher Barker, printers to the Kings most Excellent Majesty,"
            ],
            "DATE": [
                "1667.",
                "the 25. of June, 1667. 1667."
            ]
        },
        "A90020": {
            "TITLE": [
                "New quæres of conscience, touching the late oath; desiring resolution."
            ],
            "AUTHOR": [],
            "PUBPLACE": [
                "Oxford [i.e. London] :"
            ],
            "PUBLISHER": [
                "Printed for William Web,"
            ],
            "DATE": [
                "1643."
            ]
        },
        "B00113": {
            "TITLE": [
                "The merry old vvoman: or, This is a good old woman, this is a merry old woman, her counsell is good ile warrant, for shee doth wish ill to no man. To the tune, This is my grannams deedle."
            ],
            "AUTHOR": [
                "[Guy, Robert, writer of ballads.]"
            ],
            "PUBPLACE": [
                "Printed at London :"
            ],
            "PUBLISHER": [
                "For F. Coules dwelling in the Old Baily.,"
            ],
            "DATE": [
                "[ca. 1640?]"
            ]
        },
        "B00062": {
            "TITLE": [
                "A new ballad against bnthrifts [sic],"
            ],
            "AUTHOR": [
                "Fulwood, William."
            ],
            "PUBPLACE": [
                "Imprinted at London :"
            ],
            "PUBLISHER": [
                "At the long shop adioining vnto Saint mildreds Churche in the poultry, by Iohn Alde.,"
            ],
            "DATE": [
                "[1562]"
            ]
        },
        "A20103": {
            "TITLE": [
                "Grammelogia, or, The mathematicall ring extracted from the logarythmes, and projected circular : now published in th[e] inlargement thereof unto any magnitude fit for use, shewing any reasonable capacity that hath not arithmeticke, how to resolve and worke, all ordinary operations of arithmeticke : and those that are most difficult with greatest facilitie, the extract on of rootes, the valuation of leases, &c. the measuring of plaines and solids, with the resolution of plaine and sphericall triangles applied to the practicall parts of geometrie, horo[l]ogographic, geographie, fortification, navigation, astronomie, &c, and that onely by an ocular inspection, and a circular motion / invented an[d] first published, by R. Delamain, teacher, and student of the mathematicks.",
                "Early English books online text creation partnership."
            ],
            "AUTHOR": [
                "Delamain, Richard, fl. 1631."
            ],
            "PUBPLACE": [
                "[S.l. :"
            ],
            "PUBLISHER": [
                "s.n.],"
            ],
            "DATE": [
                "1630.",
                "the fourth day of Ianuary, in the sixth yeare of our Raigne. in the sixth yeare of our Raigne."
            ]
        },
        "A90014": {
            "TITLE": [
                "New propositions from the Armie, to the Presbyterians and Independents within the City of London; concerning their bringing of the Kings Majesty to White-Hall, the time prefixed, and the manner how his royall person shall be setled in his throne. With the demands and proposals of the Independent party touching the Kings Majesty, and both Houses of Parliament; and their resolution concerning the treaty. Also, their new declaration, containing severall arguments and reasons, touching His Majesties wearing the crown, and governing his people by the lawes of the land. Published by authority.",
                "Early English books online text creation partnership."
            ],
            "AUTHOR": [],
            "PUBPLACE": [
                "London :"
            ],
            "PUBLISHER": [
                "Printed for R.W. and are to be sold at the Royall Exchange in Cornhill,"
            ],
            "DATE": [
                "1648."
            ]
        },
        "A20146": {
            "TITLE": [
                "Epithalamion in nuptiis generosissimorum Iacobi comitis Perthani, Domini Drommondi, Baronis Stobhalliæ, &c. & Isabellae, unicæ Roberti comitis Wintonij, Domini Setonii &c. fili[a]e. Fundebam Thomas Dempsterus a Muresk. I. V. Doctor Scoto-Britannus"
            ],
            "AUTHOR": [
                "Dempster, Thomas, 1579?-1625."
            ],
            "PUBPLACE": [
                "Edinburgi :"
            ],
            "PUBLISHER": [
                "Excudebat Robertus Charteris typographus Regis,"
            ],
            "DATE": [
                "MDCVIII [1608]"
            ]
        },
        "B00127": {
            "TITLE": [
                "The cruell shrow: or, The patient mans vvoe. Declaring the misery, and the great paine, by his vnquiet wife he doth dayly sustaine. To the tune of Cuckolds all arowe."
            ],
            "AUTHOR": [
                "Halliarg, Arthur."
            ],
            "PUBPLACE": [
                "London, :"
            ],
            "PUBLISHER": [
                "Printed by M.P. for Henry Gosson on London Bridge neere the Gate,"
            ],
            "DATE": [
                "[1640?]"
            ]
        },
        "A20125": {
            "TITLE": [
                "The noble tryumphaunt coronacyon of quene Anne wyfe vnto the moost noble kynge Henry the .viij."
            ],
            "AUTHOR": [],
            "PUBPLACE": [
                "[Imprinted at London :"
            ],
            "PUBLISHER": [
                "In Fletestrete by Wynkyn de Worde, for Iohan Goughe,"
            ],
            "DATE": [
                "[1533]]"
            ]
        },
        "A20158": {
            "TITLE": [
                "A three-fold resolution, verie necessarie to saluation Describing earths vanitie. Hels horror. Heauens felicitie. By Iohn Denison Batchelour in Diuinitie.",
                "Early English books online text creation partnership."
            ],
            "AUTHOR": [
                "Denison, John, d. 1629."
            ],
            "PUBPLACE": [
                "London :"
            ],
            "PUBLISHER": [
                "Printed by Richard Field for Iohn Norton,"
            ],
            "DATE": [
                "1608."
            ]
        },
        "A70039": {
            "TITLE": [
                "Apokrypta apokalypta velata quædam revelata : some certain, hidden, or vailed spiritual verities revealed : upon occasion of various very prying and critical queries concerning God, the devil, and man, as to his body, soul, and spirit, Heaven, Hell, Judgement &c : propounded to George Fox, John Perrot, Samuel Fisher : and after that (with a complaint for want of, and stricter urgency for an answer) re-propounded to Edward Burroughs : by two persons, choosing to notifie themselves to us no other way then by these two unwonted (if not self-assumed) titles, viz. Livinus Theodorus, and Sabina Neriah : which truths (as there inspired by the spirit of God) are here expired in love to the souls of men / from ... Samuel Fisher."
            ],
            "AUTHOR": [
                "Fisher, Samuel, 1605-1665.",
                "Fox, George, 1624-1691.",
                "J. P. (John Perrot), d. 1671?"
            ],
            "PUBPLACE": [
                "London :"
            ],
            "PUBLISHER": [
                "Printed for Robert Wilson,"
            ],
            "DATE": [
                "1661."
            ]
        },
        "A20154": {
            "TITLE": [
                "The heauenly banquet: or The doctrine of the Lords Supper set forth in seuen sermons. With two prayers before and after the receiuing. And a iustification of kneeling in the act of receiuing. By Iohn Denison, Doctor of Diuinity.",
                "Early English books online text creation partnership."
            ],
            "AUTHOR": [
                "Denison, John, d. 1629."
            ],
            "PUBPLACE": [
                "London :"
            ],
            "PUBLISHER": [
                "Printed by E[lizabeth] A[llde] for Robert Allot, and are to bee sold [by W. Brooks?] within the Turning-Stile in Holborne,"
            ],
            "DATE": [
                "1631."
            ]
        },
        "B00056": {
            "TITLE": [
                "[Verses concerning free will, predestination, grace, etc.]",
                "Free will."
            ],
            "AUTHOR": [],
            "PUBPLACE": [
                "[London"
            ],
            "PUBLISHER": [
                "s.n.,"
            ],
            "DATE": [
                "ca. 1540]"
            ]
        },
        "A90030": {
            "TITLE": [
                "A new tricke to take townes: or, The just and perfect relation of the sudden surprisall of Hereford; taken December 18. 1645. With a true copy of the returne of the warrant, sent by a lieutenant in the habit of a countrey-man; and the names of the six men his assistants. Published by speciall authority."
            ],
            "AUTHOR": [],
            "PUBPLACE": [
                "London, :"
            ],
            "PUBLISHER": [
                "Printed by E.G.,"
            ],
            "DATE": [
                "1645.",
                "Decemb. 17. 1645."
            ]
        },
        "A70060": {
            "TITLE": [
                "The Lord Keepers speech to the Hovse of Commons at the passing of two bills together vvith the Kings Majesties message to both houses : concerning the raising of men for Ireland : the taking away of the bishops votes out of the House of Peeres the banishing of",
                "Speech to the House of Commons at the passing of two bills"
            ],
            "AUTHOR": [
                "Finch of Fordwich, John Finch, Baron, 1584-1660.",
                "England and Wales. Sovereign (1625-1649 : Charles I)"
            ],
            "PUBPLACE": [
                "London :"
            ],
            "PUBLISHER": [
                "Printed for Iohn Burroughes and Iohn Franke,"
            ],
            "DATE": [
                "1641."
            ]
        },
        "B00011": {
            "TITLE": [
                "Articles to be inquired of by the church-wardens and sworne-men, in the ordinarie visitation of the reuerend father in God, Lancelot Lord Bishop of Elie, within the Diocesse of Elie, Ann. 1613."
            ],
            "AUTHOR": [
                "Church of England. Diocese of Ely. Bishop (1609-1619 : Andrewes)."
            ],
            "PUBPLACE": [
                "At Cambridge, :"
            ],
            "PUBLISHER": [
                "Printed by Cantrell Legge.,"
            ],
            "DATE": [
                "1613."
            ]
        },
        "A90022": {
            "TITLE": [
                "A new remonstrance from thf [sic] souldiery, to his Excellency the Lord General Fairfax, and their proposals, in the name of themselves, and all the commons of England, for a just and righteous government, to be established within this nation, abhorring and detesting against all anarchy, confusion, and levelling of mens estates; with their proclamation to the kingdome, concerning the putting of violence upon authority. Also, a new representative, and the heads of the agreement of the people, the King nor Lords, to have no voice in it; the Parliament to be dissolv'd on the last of April next, and a new one to be called once in two year, and to continue but sixe moneths. Likewise, the manner and form of the government, and no corporation, above one, except the City of London. Together with a letter from the Earl of VVarwick, to the House of Peers, concerning Prince Charles, and the two navies."
            ],
            "AUTHOR": [
                "Warwick, Robert Rich, Earl of, 1587-1658.",
                "Fairfax, Thomas, Baron, 1612-1671.",
                "England and Wales. Army."
            ],
            "PUBPLACE": [
                "London :"
            ],
            "PUBLISHER": [
                "Printed for Robert VVilliamson,"
            ],
            "DATE": [
                "1648."
            ]
        },
        "A64093": {
            "TITLE": [
                "Something written to the magistrates of London and Middlesex who sit on the seat of justice, who are examples to the rest of the nation, or to whomsoever this may come, that they may see the fruits of their doings, and repent thereof : with a sound of God's judgements against Babylon and her merchants : also a manifestation of God's love to his people, and an invitation to all people to turn unto the Lord who waits to be gracious, yea, whose loving kindness is strecht out to the ends of the earth / by ... John Tyso."
            ],
            "AUTHOR": [
                "Tyso, John, d. 1700."
            ],
            "PUBPLACE": [
                "London :"
            ],
            "PUBLISHER": [
                "[s.n.],"
            ],
            "DATE": [
                "1663.",
                "the 20. of the 4th. Month, 1663."
            ]
        },
        "A10043": {
            "TITLE": [
                "A lamentation from Rome, how the Pope doth bewayle, that the rebelles in England can not preuayle to the tune of Rowe well ye mariners."
            ],
            "AUTHOR": [
                "Preston, Thomas, 1537-1598."
            ],
            "PUBPLACE": [
                "Imprinted at London :"
            ],
            "PUBLISHER": [
                "In Fletestrete at the signe of the Faulcon by Wylliam Gryffith, and are to be sold at his shoppe in Sainte Dunstones Churchyard,"
            ],
            "DATE": [
                "1570."
            ]
        },
        "A64081": {
            "TITLE": [
                "Tyrconnel's proceedings in Ireland, and motion in council, as to the burning of Dublin together with a speech then made against it, sent to a person of quality in London."
            ],
            "AUTHOR": [],
            "PUBPLACE": [
                "Dublin :"
            ],
            "PUBLISHER": [
                "[s.n.],"
            ],
            "DATE": [
                "1688.",
                "the 27th of January, 1688. 1688.",
                "The Five and Twentieth of January, 1688."
            ]
        },
        "A10051": {
            "TITLE": [
                "Maries memoriall A sermon preached at St. Maries Spittle on Monday in Easter weeke being Aprill 1. 1616. By Daniel Price Doctor of Diuinitie, and chaplaine vnto the Kings maiestie."
            ],
            "AUTHOR": [
                "Price, Daniel, 1581-1631."
            ],
            "PUBPLACE": [
                "London :"
            ],
            "PUBLISHER": [
                "Printed by Edward Griffin,"
            ],
            "DATE": [
                "1617."
            ]
        },
        "B00115": {
            "TITLE": [
                "The witty vvesterne lasse: or, You maids, that with your friends whole nights have spent, beware back-fallings, for feare of the event. To a new tune, called The begger boy."
            ],
            "AUTHOR": [
                "Guy, Robert, writer of ballads."
            ],
            "PUBPLACE": [
                "Printed at London :"
            ],
            "PUBLISHER": [
                "For I.W.,"
            ],
            "DATE": [
                "[ca. 1635?]"
            ]
        },
        "A70076": {
            "TITLE": [
                "A declaration of His Electoral Highness the Duke of Brandenburgh, concerning the present war with France: directing his subjects and vassals, and all other his dependants, how they are to demean themselves in their trading, negotiation, and all incident occasions during the present war. As also a letter sent from the Imperial Diet at Ratisbon to the thirteen cantons in Switzerland, March 7, 1689. Exhorting them to adhere to His Imperial Majesty, and the princes of the empire, in the present war against France."
            ],
            "AUTHOR": [
                "Brandenburg (Electorate). Sovereign (1688-1701 : Frederick III)",
                "Friedrich Wilhelm, Elector of Brandenburg, 1620-1688. aut",
                "Holy Roman Empire. Reichstag. aut"
            ],
            "PUBPLACE": [
                "London :"
            ],
            "PUBLISHER": [
                "printed for Richard Chiswell, at the Rose and Crown in St. Paul's Church-yard,"
            ],
            "DATE": [
                "MDCLXXXIX. [1689]",
                "May 28. 1689. 28. 1689.",
                "the  of April. 1689. April. 1689.",
                "March the 7 the 7th. 1688/9. 1688/9."
            ]
        },
        "A20105": {
            "TITLE": [
                "The French alphabeth [sic] teaching in a very short tyme, by a most easie way, to pronounce French naturally, to reade it perfectly, to write it truely, and to speake it accordingly : together vvith The treasure of the French toung, conteyning the rarest sentences, pouerbes [sic], parables, similies, apothegmes and golden sayings of the most excellent French authours, as vvell potes [sic] as orators : the one diligently compiled, and the other painfully gathered and set in order, after the alphabeticall maner, for the benefite of those that are desirous of the French toung / by G.D.L.M.N.",
                "Early English books online text creation partnership."
            ],
            "AUTHOR": [
                "G. D. L. M. N."
            ],
            "PUBPLACE": [
                "At London :"
            ],
            "PUBLISHER": [
                "Printed by R. Field, and are to be sold b[y H.] Iackson, dwelling in Fleetstreet, benea[th] the conduit, at the signe of S. Iohn the Euangelist,"
            ],
            "DATE": [
                "1592.",
                "ce 11. d'Aoust. 1592."
            ]
        },
        "B00031": {
            "TITLE": [
                "A new balade entituled as foloweth. To such as write in metres, I write of small matters an exhortation, by readyng of which, men may delite in such as be worthy commendation. My verse also it hath relation to such as print, that they doe it well, the better they shall their metres sell. And when we haue doen al that ever we can, let vs neuer seke prayse at the mouth of man."
            ],
            "AUTHOR": [
                "R. B."
            ],
            "PUBPLACE": [
                "[London] :"
            ],
            "PUBLISHER": [
                "Imprinted at S. Katherins besyde the towne of London, by Alexander Lacie,"
            ],
            "DATE": [
                "[1570?]"
            ]
        },
        "A20150": {
            "TITLE": [
                "The Christians care for the soules safety, or, The wofull losse of the soule compared with the vaine gaine of the world in a sermon lately preached by Iohn Denison ...",
                "Early English books online text creation partnership."
            ],
            "AUTHOR": [
                "Denison, John, d. 1629."
            ],
            "PUBPLACE": [
                "London :"
            ],
            "PUBLISHER": [
                "Printed by Aug. Math. for Iohn Budge and are to be sold at his shop at the Greene Dragon in Paules Church-yarde,"
            ],
            "DATE": [
                "1621."
            ]
        },
        "A70052": {
            "TITLE": [
                "A new discovery of Terra incognita Australis, or, The southern world, by James Sadeur, a French-man, who being cast there by a shipwrack, lived 35 years in that country and gives a particular description of the manners, customs, religion, laws, studies and wars of those southern people, and of some animals peculiar to that place ... translated from the French copy ...",
                "Terre australe connue. English",
                "Early English books online text creation partnership.  Navigations series."
            ],
            "AUTHOR": [
                "Foigny, Gabriel de, ca. 1630-1692."
            ],
            "PUBPLACE": [
                "London :"
            ],
            "PUBLISHER": [
                "Printed for John Dunton ...,"
            ],
            "DATE": [
                "1693."
            ]
        },
        "A70023": {
            "TITLE": [
                "At the court at Whitehall, the thirtieth of December 1668 present the Kings Most Excellent Majesty ..."
            ],
            "AUTHOR": [
                "England and Wales. Sovereign (1660-1685 : Charles II)",
                "Charles II, King of England, 1630-1685."
            ],
            "PUBPLACE": [
                "[London] In the Savoy :"
            ],
            "PUBLISHER": [
                "Printed by the Assigns of John Bill and Christopher Barker ...,"
            ],
            "DATE": [
                "1668.",
                "the Thirtieth of December, 1668. 1668."
            ]
        },
        "A10055": {
            "TITLE": [
                "Prince Henry his second anniversary· By Daniel Price Doctor in Divinity, of his Highnesse chaplaines"
            ],
            "AUTHOR": [
                "Price, Daniel, 1581-1631."
            ],
            "PUBPLACE": [
                "At Oxford :"
            ],
            "PUBLISHER": [
                "Printed by Ioseph Barnes and are to be sold by Iohn Barnes over against St Pulchers Church [, London],"
            ],
            "DATE": [
                "1614.",
                "Novemb. 6. the fatall day of Prince HENRIES  HENRIES decease."
            ]
        },
        "A10059": {
            "TITLE": [
                "Spirituall odours to the memory of Prince Henry in foure of the last sermons preached in St James after his Highnesse death, the last being the sermon before the body, the day before the funerall. By Daniel Price then chaplaine in attendance."
            ],
            "AUTHOR": [
                "Price, Daniel, 1581-1631."
            ],
            "PUBPLACE": [
                "At Oxford :"
            ],
            "PUBLISHER": [
                "Printed by Ioseph Barnes and are to be sold by Iohn Barnes dwelling neere Holborne Conduit [, London],"
            ],
            "DATE": [
                "1613."
            ]
        },
        "A10024": {
            "TITLE": [
                "Sins overthrow: or, A godly and learned treatise of mortification Wherein is excellently handled; first, the generall doctrine of mortification: and then particularly, how to mortifie fornication. Vncleannes. Evill concupiscence. Inordinate affection. and, covetousnes. All being the substance of severall sermons upon Colos. III. V. Mortifie therefore your members, &c. Delivered by that late faithfull preacher, and worthy instrument of Gods glory Iohn Preston, Dr. in Divinity, chaplaine in ordinary to his Majestie, master of Emanuel Colledge in Cambridge, and sometimes preacher of Lincolnes-Inne."
            ],
            "AUTHOR": [
                "Preston, John, 1587-1628.",
                "Preston, John, 1587-1628. Three godly and learned treatises. Selections. aut"
            ],
            "PUBPLACE": [
                "London :"
            ],
            "PUBLISHER": [
                "Printed by I. Beale [and Augustine Mathewes], for Andrew Crooke, at the blacke Beare in Pauls Churchyard,"
            ],
            "DATE": [
                "1633."
            ]
        },
        "A10047": {
            "TITLE": [
                "A heartie prayer, in a needfull time of trouble. The sermon preached at Theobalds, before his Maiestie, and the lords of the Priuie Councell, an houre before the death of our late soueraigne King Iames. On Sunday, March 27. / By D. Price, deane of Hereford, then in attendance, and now chaplaine in ordinarie to his Maiestie."
            ],
            "AUTHOR": [
                "Price, Daniel, 1581-1631."
            ],
            "PUBPLACE": [
                "London :"
            ],
            "PUBLISHER": [
                "Printed by M. Flesher, for Iohn Grismand, and are to be sold at his shop at the signe of the Gun in Paules Alley,"
            ],
            "DATE": [
                "1625."
            ]
        },
        "A64097": {
            "TITLE": [
                "Phocæna, or The anatomy of a porpess dissected at Gresham Colledge: with a præliminary discourse concerning anatomy, and a natural history of animals."
            ],
            "AUTHOR": [
                "Tyson, Edward, 1650-1708."
            ],
            "PUBPLACE": [
                "London :"
            ],
            "PUBLISHER": [
                "printed for Benj. Tooke at the Ship in St. Paul's Church-yard,"
            ],
            "DATE": [
                "1680."
            ]
        },
        "B43422": {
            "TITLE": [
                "Cases of conscience concerning evil spirits personating men, witchcrafts, infallible proofs of guilt in such as are accused with that crime.  All considered according to the scriptures, history, experience, and the judgment of many learned men / by Increase Mather, president of Harvard College at Cambridge, and teacher of a church at Boston in New-England.",
                "Early English books online text creation partnership."
            ],
            "AUTHOR": [
                "Mather, Increase, 1639-1723.",
                "Willard, Samuel, 1640-1707. Christian reader.",
                "Mather, Cotton, 1663-1728. Return of several ministers consulted by His Excellency."
            ],
            "PUBPLACE": [
                "Boston :"
            ],
            "PUBLISHER": [
                "Printed and sold by Benjamin Harris at the London Coffee-House,"
            ],
            "DATE": [
                "1693.",
                "Octob. 3. 1692."
            ]
        },
        "A10071": {
            "TITLE": [
                "Seldome cleanely, or, A merry new ditty, wherein you may see, the tricke of a huswife, in every degree ... : to the tune of, Vpon a summers time."
            ],
            "AUTHOR": [
                "L. P. (Laurence Price), fl. 1625-1680?"
            ],
            "PUBPLACE": [
                "London :"
            ],
            "PUBLISHER": [
                "Printed for Iohn Wright junior, dwelling at the upper end of the Old Baily,"
            ],
            "DATE": [
                "[1635?]"
            ]
        },
        "B43430": {
            "TITLE": [
                "May it please your Lordship We the embroiderers, drawers and others concerned in the further improvement of East-India Silks and other goods after their importation, humbly crave leave to represent to your Lordship, that our council informs us, that the bill now before the most noble House of Peers for restraining the wearing those goods in England, subjects all noble personages as well as commoners to an indictment for wearing therof after the first of May 1697 ...",
                "Early English books online text creation partnership."
            ],
            "AUTHOR": [],
            "PUBPLACE": [
                "[S.l. :"
            ],
            "PUBLISHER": [
                "s.n.,"
            ],
            "DATE": [
                "1697?]"
            ]
        },
        "A10045": {
            "TITLE": [
                "David his oath of allegeance to Ierusalem The sermon preached on Act Sunday last in the morning, in St. Maries in Oxford. By Daniel Price Doctor in Divinity."
            ],
            "AUTHOR": [
                "Price, Daniel, 1581-1631."
            ],
            "PUBPLACE": [
                "At Oxford :"
            ],
            "PUBLISHER": [
                "Printed by Joseph Barnes,"
            ],
            "DATE": [
                "1613.",
                "Iuly 27. 27."
            ]
        },
        "A64095": {
            "TITLE": [
                "Carigueya, seu marsupiale Americanum, or, The anatomy of an opossum  dissected at Gresham College by Edward Tyson ..."
            ],
            "AUTHOR": [
                "Tyson, Edward, 1650-1708."
            ],
            "PUBPLACE": [
                "London :"
            ],
            "PUBLISHER": [
                "Printed for Sam. Smith and Benj. Walford ...,"
            ],
            "DATE": [
                "1698."
            ]
        },
        "B43416": {
            "TITLE": [
                "At a council held at Boston, March 10, 1668. The governour and magistrates being assembled in Council, and in some measure sensible of the many tokens of the Lords displeasure against the cutting short the fruits of the Earth for sundry years past ...",
                "Early English books online text creation partnership."
            ],
            "AUTHOR": [
                "Massachusetts. Council.",
                "Rawson, Edward, 1615-1693."
            ],
            "PUBPLACE": [
                "[Cambridge, Mass. :"
            ],
            "PUBLISHER": [
                "s.n.,"
            ],
            "DATE": [
                "1669]"
            ]
        },
        "A10057": {
            "TITLE": [
                "Sauls prohibition staide. Or The apprehension, and examination of Saule And the inditement of all that persecute Christ, with a reproofe of those that traduce the honourable plantation of Virginia. Preached in a sermon commaunded at Pauls Crosse, vpon Rogation Sunday, being the 28. of May. 1609. By Daniel Price, Chapleine in ordinarie to the Prince, and Master of Artes of Exeter Colledge in Oxford."
            ],
            "AUTHOR": [
                "Price, Daniel, 1581-1631."
            ],
            "PUBPLACE": [
                "London :"
            ],
            "PUBLISHER": [
                "Printed [by John Windet] for Matthew Law, and are to be sold in Pauls Churchyard, neere vnto Saint Austines Gate, at the signe of the Foxe,"
            ],
            "DATE": [
                "1609."
            ]
        },
        "A10049": {
            "TITLE": [
                "Lamentations for the death of the late illustrious Prince Henry: and the dissolution of his religious familie Two sermons: preached in his Highnesse chappell at Saint Iames, on the 10. and 15. day of Nouember, being the first Tuesday and Sunday after his decease. By Daniel Price, chaplaine then in attendance."
            ],
            "AUTHOR": [
                "Price, Daniel, 1581-1631."
            ],
            "PUBPLACE": [
                "London :"
            ],
            "PUBLISHER": [
                "Printed by Tho. Snodham, for Roger Iackson, and are to be sould at his shop neere to Fleetstreet Conduit,"
            ],
            "DATE": [
                "1613."
            ]
        },
        "B43404": {
            "TITLE": [
                "Certain proposalls in all humblenesse presented to the consideration of the honourable assembly of Parliament for considerable advance of monies, and augmentation of publick revenue for the future.",
                "Early English books online text creation partnership."
            ],
            "AUTHOR": [
                "Marshall, Marmaduke."
            ],
            "PUBPLACE": [
                "[London? :"
            ],
            "PUBLISHER": [
                "s.n.,"
            ],
            "DATE": [
                "1649]"
            ]
        },
        "A10034": {
            "TITLE": [
                "A sermon preached at the funerall of Mr. Iosiah Reynel Esquire, the 13. of August 1614. in East-Ogwell in Deuon. By Iohn Preston Minister of Gods word in East-Ogwell"
            ],
            "AUTHOR": [
                "Preston, John, minister of East Ogwell."
            ],
            "PUBPLACE": [
                "London :"
            ],
            "PUBLISHER": [
                "Printed by Nicholas Okes, for Richard Boulton, and are to be sold at his shop in Chancery-lane,"
            ],
            "DATE": [
                "1615."
            ]
        },
        "A10061": {
            "TITLE": [
                "The laver of the heart; or Bath of sanctification Preached at Pauls Crosse the first of September last, 1615. By Gabriel Price, minister and preacher of Gods word."
            ],
            "AUTHOR": [
                "Price, Gabriel."
            ],
            "PUBPLACE": [
                "At London :"
            ],
            "PUBLISHER": [
                "Imprinted by Felix Kyngston, for Thomas Man,"
            ],
            "DATE": [
                "1616."
            ]
        },
        "A10073": {
            "TITLE": [
                "The beauty of holines: or The consecration of a house of prayer, by the example of our Sauiour A sermon preached in the chappell at the free-schoole in Shrewsbury. the 10. day of September, Anno Dom. 1617. At the consecration of the chappell, by the Right Reuerend Father in God, the Lord Bishop of Couentrey and Lichfield. By Sampson Price, Doctor in Diuinity, and chapleine in ordinary to his Maiesty."
            ],
            "AUTHOR": [
                "Price, Sampson, 1585 or 6-1630."
            ],
            "PUBPLACE": [
                "London :"
            ],
            "PUBLISHER": [
                "Imprinted by B[ernard]: A[lsop]: for Richard Meighen, and are to be solde at his shop neere S. Clements Church without Temple-Barre,"
            ],
            "DATE": [
                "1618.",
                "April. 5. 1617."
            ]
        },
        "A10010": {
            "TITLE": [
                "The saints qualification: or A treatise I. Of humiliation, in tenne sermons. II. Of sanctification, in nine sermons whereunto is added a treatise of communion with Christ in the sacrament, in three sermons. Preached, by the late faithfull and worthy minister of Iesus Christ, Iohn Preston, Doctor in Divinitie, chaplaine in ordinary to his Majestie, Master of Emmanuel Colledge in Cambridge, and sometime preacher of Lincolnes Inne."
            ],
            "AUTHOR": [
                "Preston, John, 1587-1628.",
                "Sibbes, Richard, 1577-1635.",
                "Davenport, John, 1597-1670."
            ],
            "PUBPLACE": [
                "London :"
            ],
            "PUBLISHER": [
                "Printed by R[ichard] B[adger] for Nicolas Bourne, and are to be sold at his shop at the Royall Exchange,"
            ],
            "DATE": [
                "1633."
            ]
        },
        "A64074": {
            "TITLE": [
                "The remarkable life & death of the Lady Apollina Hall widdow, deceased in the 21th year of her age By William Typpin, Esquire. Imprimatur, Edm Calamy"
            ],
            "AUTHOR": [
                "Tipping, William, 1598-1649."
            ],
            "PUBPLACE": [
                "London :"
            ],
            "PUBLISHER": [
                "printed by A.M. for Christopher Meredith, at the Crane in Pauls Church-yard,"
            ],
            "DATE": [
                "1647."
            ]
        },
        "A90036": {
            "TITLE": [
                "The Kings Maiesties receiving of the propositions for peace at Newcastle, on Friday last, Iuly 24. 1646. With some passages between his Majesty and the commissioners. Also a manifesto, sent to the commissioners about the treaty with the States at Munster, by order from his Majesty the King of Spaine.",
                "Early English books online text creation partnership."
            ],
            "AUTHOR": [
                "D. N.",
                "Spain. Sovereign (1621-1665 : Philip IV).",
                "England and Wales. Parliament."
            ],
            "PUBPLACE": [
                "[London] :"
            ],
            "PUBLISHER": [
                "These are printed by the originall papers, and published according to order of Parliament. By Jane Coe,"
            ],
            "DATE": [
                "1646.",
                "the 7.  7. of Iune, 1646. 1646.",
                "the 24.  24. of July, 1646. 1646."
            ]
        },
        "A64078": {
            "TITLE": [
                "A letter from Monsieur Tyrconnel from Limerick in Ireland to the late Queen at St. Germans in France"
            ],
            "AUTHOR": [
                "Tyrconnel, Richard Talbot, Earl of, 1630-1691."
            ],
            "PUBPLACE": [
                "London :"
            ],
            "PUBLISHER": [
                "Printed for A. Turner,"
            ],
            "DATE": [
                "1690.",
                "Sept. 2. 1690.",
                "Septemb. the 1st. 1690. 1st. 1690."
            ]
        },
        "A20115": {
            "TITLE": [
                "The horrible murther of a young boy of three yeres of age, whose sister had her tongue cut out and how it pleased God to reueale the offendors, by giuing speech to the tongueles childe. Which offendors were executed at Hartford the 4. of August. 1606."
            ],
            "AUTHOR": [],
            "PUBPLACE": [
                "London :"
            ],
            "PUBLISHER": [
                "Printed by E. Allde for VVilliam Firebrand, and are to be solde at his shop in the Popes-head alley, ouer against the tauerne doore,"
            ],
            "DATE": [
                "1606."
            ]
        },
        "A90024": {
            "TITLE": [
                "A nevv remonstrance of the eleven impeached members, declaring the true reasons, why some of them have now chosen to goe into forraigne kingdomes, and others to obscure themselves in this. Also the cleering of themselves from the severall accusations, which since the last answer and vindication have been lately laid unto their charge. Together with their last resolution, and protestation, and their assurance of a happy meeting in the haven of peace, and their re-union, although now disjoyned for a season, by the foul weather of these uncertaine times.",
                "Early English books online text creation partnership."
            ],
            "AUTHOR": [],
            "PUBPLACE": [
                "[London :"
            ],
            "PUBLISHER": [
                "s.n.],"
            ],
            "DATE": [
                "Printed in the yeere, 1647."
            ]
        },
        "A64133": {
            "TITLE": [
                "Hieragonisticon, or, Corah's doom being an answer to two letters of enquiry into the grounds and occasions of the contempt of the clergy and religion : in vindication of the contemned [sic] : by way of epistle to the author of the said enquiry.",
                "Early English books online text creation partnership."
            ],
            "AUTHOR": [
                "D. T."
            ],
            "PUBPLACE": [
                "London :"
            ],
            "PUBLISHER": [
                "Printed by Tho. Milbourn for Dorman Newman ...,"
            ],
            "DATE": [
                "1672."
            ]
        },
        "B00033": {
            "TITLE": [
                "A godly exhortation, necessary for this present time."
            ],
            "AUTHOR": [],
            "PUBPLACE": [
                "Imprinted at London :"
            ],
            "PUBLISHER": [
                "by Simon Stafford, dwelling in Hosier lane, neere Smithfield,"
            ],
            "DATE": [
                "1603."
            ]
        },
        "A90021": {
            "TITLE": [
                "A new remonstrance and declaration from the army, to the Kings Majesty, and the Prince of Wales; and their message, proposals, and protestation, for the conducting of His Majesties royall person from the Isle of Wight, to His palace at Westminster, in honour, freedome, and trymuph. With the time of His Majesties comming, the articles and conditions thereof, and the armies further proposals to the citizens of London, concerning his Majesty, and the Presbyterian and Independent party.",
                "Early English books online text creation partnership."
            ],
            "AUTHOR": [
                "Cromwell, Oliver, 1599-1658."
            ],
            "PUBPLACE": [
                "[London?] :"
            ],
            "PUBLISHER": [
                "[s.n.],"
            ],
            "DATE": [
                "Sent from the army Novemb. 18. to be printed and published.",
                "18. Novemb. 1648. 1648."
            ]
        },
        "B00112": {
            "TITLE": [
                "The merry carelesse lover: or, A pleasant new ditty, called, I love a lasse since yesterday, and yet I cannot get her. To the tune of, The mother beguilde the daughter."
            ],
            "AUTHOR": [
                "Guy, Robert, writer of ballads."
            ],
            "PUBPLACE": [
                "Printed at London :"
            ],
            "PUBLISHER": [
                "For F. Coules,"
            ],
            "DATE": [
                "[ca. 1640?]"
            ]
        },
        "B00071": {
            "TITLE": [
                "The shamefull downefall of the Popes kingdome contayning the life and death of Steeuen [sic] Garnet, the Popes chiefe priest in England: being executed in Paules Church-yard in London the 3. of May last. 1606. To the tune of, Triumph and ioy."
            ],
            "AUTHOR": [],
            "PUBPLACE": [
                "[London? :"
            ],
            "PUBLISHER": [
                "W. White? for C. Hunt?,"
            ],
            "DATE": [
                "1606?]"
            ]
        },
        "A20161": {
            "TITLE": [
                "Another tombestone; or, A sermon preached at Laurance Pountneys-Church London, vpon the last day of August, in the yeere, 1626 At the celebration of the funerals of Master Iohn Iuxon, late citizen of the Honourable city of London. By Stephen Denison, preacher of Gods most holy Word in the same city.",
                "Early English books online text creation partnership."
            ],
            "AUTHOR": [
                "Denison, Stephen, d. 1649 or 50."
            ],
            "PUBPLACE": [
                "London :"
            ],
            "PUBLISHER": [
                "Printed by G. M[iller] for Robert Milbourne,"
            ],
            "DATE": [
                "[1626]"
            ]
        },
        "B00063": {
            "TITLE": [
                "The shape of .ii. mo~sters. M. D. Lxij."
            ],
            "AUTHOR": [
                "Fulwood, William."
            ],
            "PUBPLACE": [
                "Imprinted at London :"
            ],
            "PUBLISHER": [
                "At the Long Shop in the Pultry by Iohn Alde,"
            ],
            "DATE": [
                "[1562]"
            ]
        },
        "A70063": {
            "TITLE": [
                "A declaration of the bountifull loving-kindness of the Lord manifested to His hand-maid Mary Harris, who stood idle in the market-place till the eleventh hour, yet then received her penny ... as also a few words of encouragement from experience to any who knows the name of the Lord in the least measure, to fear the Lord, and trust in His mercies."
            ],
            "AUTHOR": [
                "Forster, Mary, 1619?-1686."
            ],
            "PUBPLACE": [
                "[London?] printed :"
            ],
            "PUBLISHER": [
                "[s.n.],"
            ],
            "DATE": [
                "1669."
            ]
        },
        "B00028": {
            "TITLE": [
                "A new ballad, shewing the great misery sustained by a poore man in Essex, his wife and children: with other strange things done by the Devill. To the tune of, The rich merchant man."
            ],
            "AUTHOR": [],
            "PUBPLACE": [
                "Printed at London :"
            ],
            "PUBLISHER": [
                "For H. Gosson,"
            ],
            "DATE": [
                "[1640?]"
            ]
        },
        "B00128": {
            "TITLE": [
                "A mery nevv iigge. Or, The pleasant wooing betwixt Kit and Pegge. To the tune of Strawberry leaues make maidens faire."
            ],
            "AUTHOR": [
                "Hamdultun, Valentine."
            ],
            "PUBPLACE": [
                "Printed at London :"
            ],
            "PUBLISHER": [
                "For H. Gosson,"
            ],
            "DATE": [
                "[ca. 1630?]"
            ]
        },
        "A70055": {
            "TITLE": [
                "Dialogues of the dead, ancient and modern. The second part Dedicated to Lucian in Elysium.",
                "Nouveaux dialogues des morts. Part 2. English."
            ],
            "AUTHOR": [
                "Fontenelle, M. de (Bernard Le Bovier), 1657-1757."
            ],
            "PUBPLACE": [
                "London :"
            ],
            "PUBLISHER": [
                "printed for R.B. at the foot of Parnassus Hill,"
            ],
            "DATE": [
                "1685."
            ]
        },
        "B00024": {
            "TITLE": [
                "The braue English iipsie. To the tune of The Spanish ipsie [sic]."
            ],
            "AUTHOR": [],
            "PUBPLACE": [
                "London :"
            ],
            "PUBLISHER": [
                "Printed for Iohn Trundle, at his shop neere the Hospitall Gate in Smithfield,"
            ],
            "DATE": [
                "[ca. 1625]"
            ]
        },
        "A70024": {
            "TITLE": [
                "At the court at Whitehall, June the sixth, 1673. Present the Kings most excellent Majesty His Royal Highness the Duke of York ... Mr Speaker. Whereas by the late address of both Houses of Parliament, His Majesty was humbly desired by his own example to encourage the constant wearing of the manufactures of his own kingdoms and dominions, ..."
            ],
            "AUTHOR": [
                "England and Wales. Sovereign (1660-1685 : Charles II)",
                "Charles II, King of England, 1630-1685.",
                "England and Wales. Privy Council."
            ],
            "PUBPLACE": [
                "London :"
            ],
            "PUBLISHER": [
                "printed by the assigns of John Bill and Christopher Barker, printers to the Kings most excellent Majesty,"
            ],
            "DATE": [
                "1673."
            ]
        },
        "A90017": {
            "TITLE": [
                "New propositions from the kingdom of Scotland to His Highnesse Charles Prince of Wales; concerning the Kings Majesty, and His Highnesse, and the resolution and desires of the Scottish army thereupon. Presented to His Highnesse, aboard the Royall Convertine, and signed, Crawford Lindsay. Also, the Duke of York's letter to His Royall father the King, concerning the navie. And the proceedings of His Majesty, in relation to the three Kingdoms of England, Scotland, and Ireland. Likewise, Two bloudy fights in the North; the first, betweene His Majesties forces and the Parliaments at Scarborough in Yorkshire, with the number killed and taken, and Col. Bointons hanging out a flag of defiance against the Parliament. The second, between the Scots and Lieut. Gen. Cromwel, as also another fight in Staffordshire between the Kings forces and the Parliments, a Colonell killed, and divers taken prisoners.",
                "Early English books online text creation partnership."
            ],
            "AUTHOR": [
                "Scotland."
            ],
            "PUBPLACE": [
                "[London] :"
            ],
            "PUBLISHER": [
                "Printed in the year,"
            ],
            "DATE": [
                "1648.",
                "Aug. 18. 1648. 18. 1648.",
                "Aug. 17. 1648. 17. 1648."
            ]
        },
        "A20138": {
            "TITLE": [
                "The demau[n]des ioyous"
            ],
            "AUTHOR": [],
            "PUBPLACE": [
                "[Enprynted at London :"
            ],
            "PUBLISHER": [
                "In Flete strete at the sygne of the sonne by me wynkyn de worde,"
            ],
            "DATE": [
                "In the yere of our lorde a M.CCCCC. and xi.] [1511]"
            ]
        },
        "A10085": {
            "TITLE": [
                "Honors fame in triumph riding. Or, The life and death of the late honorable Earle of Essex"
            ],
            "AUTHOR": [
                "Pricket, Robert."
            ],
            "PUBPLACE": [
                "London :"
            ],
            "PUBLISHER": [
                "Printed by R. B[lower] for Roger Iackson, and are to be solde at his shoppe in Fleet-streete, neere the Conduit,"
            ],
            "DATE": [
                "1604."
            ]
        },
        "B00047": {
            "TITLE": [
                "Impossibilities. Or, A matter of no thing, yet some thing youle finde I know in the reading, will pleasure your minde, then heare it I pray, and when you have done, you'le say that the thread is handsomely spunne. To the tune of, I sigh, I sob, &c."
            ],
            "AUTHOR": [
                "E. F. (Edward Ford), fl. 1630?-1660."
            ],
            "PUBPLACE": [
                "London :"
            ],
            "PUBLISHER": [
                "Printed for Edward Wright, dwelling at Christs-Church gate.,"
            ],
            "DATE": [
                "[ca. 1635]"
            ]
        },
        "A10052": {
            "TITLE": [
                "Prælium & præmium. The Christians warre and rewarde A sermon preached before the Kings maiestie at VVhitehall the 3. of May. 1608. By Daniell Price Master of Arts of Exeter Colledge, and chapleyn in ordinarie to the prince"
            ],
            "AUTHOR": [
                "Price, Daniel, 1581-1631."
            ],
            "PUBPLACE": [
                "Oxford :"
            ],
            "PUBLISHER": [
                "Printed by Ioseph Barnes,"
            ],
            "DATE": [
                "1608.",
                "this 19. of June. 1608."
            ]
        },
        "A10015": {
            "TITLE": [
                "The saints submission and Sathans overthrow. Or, Sermons on James 4.7.  By that faithfull and reverend divine, Iohn Preston, Doctor in divinitie, Chaplaine in ordinarie to his Majestie, Master of Emmanuel Colledge, sometime preacher of Lincolnes-Inne"
            ],
            "AUTHOR": [
                "Preston, John, 1587-1628."
            ],
            "PUBPLACE": [
                "London :"
            ],
            "PUBLISHER": [
                "Printed by J. D[awson] and are to be sold by Peter Cole at the signe of the Glove in Cornhill, neere the Royal-Exchange,"
            ],
            "DATE": [
                "1638."
            ]
        },
        "B43437": {
            "TITLE": [
                "A copy of a letter, containing an account of the murder of Capt. Robert Mead, on the 19th of August last by Burrus Gradon, who was tryed for the same at the Kings-Bench-Bar in Dublin, the 15th of November, after, and found guilty of manslaughter only together with a copy of a letter sent the jury, and some reflections on the verdict.",
                "Early English books online text creation partnership."
            ],
            "AUTHOR": [
                "Mead, E."
            ],
            "PUBPLACE": [
                "London :"
            ],
            "PUBLISHER": [
                "Printed for S.M. in the year,"
            ],
            "DATE": [
                "1692.",
                "Dublin Decemb. the 10th. 1692. 1692."
            ]
        },
        "A64092": {
            "TITLE": [
                "Patriarcha non monarcha The patriarch unmonarch'd : being observations on a late treatise and divers other miscellanies, published under the name of Sir Robert Filmer, Baronet : in which the falseness of those opinions that would make monarchy Jure divino are laid open, and the true principles of government and property (especially in our kingdom) asserted / by a lover of truth and of his country."
            ],
            "AUTHOR": [
                "Tyrrell, James, 1642-1718."
            ],
            "PUBPLACE": [
                "London :"
            ],
            "PUBLISHER": [
                "Printed for Richard Janeway ...,"
            ],
            "DATE": [
                "1681."
            ]
        },
        "A10050": {
            "TITLE": [
                "The marchant A sermon preached at Paules Crosse on Sunday the 24. of August, being the day before Bartholomew faire. 1607. By Daniell Price Master of Arts, of Exeter Colledge in Oxford."
            ],
            "AUTHOR": [
                "Price, Daniel, 1581-1631."
            ],
            "PUBPLACE": [
                "At Oxford :"
            ],
            "PUBLISHER": [
                "Printed by Ioseph Barnes,"
            ],
            "DATE": [
                "1608.",
                "this 20. of Aprill. 1608."
            ]
        },
        "A64080": {
            "TITLE": [
                "Tyrconnel's letter to the French King from Ireland",
                "Early English books online text creation partnership."
            ],
            "AUTHOR": [
                "Tyrconnel, Richard Talbot, Earl of, 1630-1691.",
                "Louis XIV, King of France, 1638-1715."
            ],
            "PUBPLACE": [
                "London :"
            ],
            "PUBLISHER": [
                "Printed for Richard Baldwin ...,"
            ],
            "DATE": [
                "1690.",
                "August 18. 1690."
            ]
        },
        "B43403": {
            "TITLE": [
                "The second part of the new survey of the Turkish empire, containing I.  The extent of its dominion, when, how and by whom conquered.  II.  An account of the Tartars.  III.  The life of Mahomet the Imposter.  IV.  Their militia.  V.  Their government civil and ecclesiastick.  VI.  The continuation of their history.  Being now and absolute and compleat discovery of what is worth knowledge, or is any way satisfactory to curiosity, in that mighty nation.",
                "Early English books online text creation partnership."
            ],
            "AUTHOR": [
                "Marsh, Henry, fl. 1663-1664.",
                "Chantry, John, d. 1662?"
            ],
            "PUBPLACE": [
                "London :"
            ],
            "PUBLISHER": [
                "Printed by J. Best for Henry Marsh at the Princes Arms in Chancery Lane,"
            ],
            "DATE": [
                "1664.",
                "Jan. 9. 1663."
            ]
        },
        "A10033": {
            "TITLE": [
                "The patriarchs portion or, the saints best day Deliuered in a sermon at the funerall of Sir Thomas Reynell of Ogwell in Deuon. Knight, Aprill. 16. 1618. Wherein may be seene, 1 The shortnesse of mans life. 2 A Christians combat against 1 Sathan. 2 The world. 3 The flesh. 4 Sinne. 3 A preparation to die well. 4 The reward of glory after warfare. By Iohn Preston, preacher of Gods word at East-Ogwell, in Deuon."
            ],
            "AUTHOR": [
                "Preston, John, minister of East Ogwell."
            ],
            "PUBPLACE": [
                "London :"
            ],
            "PUBLISHER": [
                "Printed by A. M[athewes] for Roger Jackeson, and are to be sold at his shop in Fleetstreet neere Fleete Conduit,"
            ],
            "DATE": [
                "1619."
            ]
        },
        "A10066": {
            "TITLE": [
                "A monstrous shape. Or a shapelesse monster A description of a female creature borne in Holland, compleat in every p[arte] save only a head like a swine, who hath travailed into many parts, and is now to be seene in London, ... To the tune of the Spanish Pavin."
            ],
            "AUTHOR": [
                "L.P. (Lawrence Price), fl. 1625-1680?."
            ],
            "PUBPLACE": [
                "[London?] :"
            ],
            "PUBLISHER": [
                "Printed by M. F[lesher] for Tho: Lambert, and are to be sold at the signe of the Horse shooe in Smithfield,"
            ],
            "DATE": [
                "[1639]"
            ]
        },
        "A10078": {
            "TITLE": [
                "Londons remembrancer: for the staying of the contagious sicknes of the plague by Dauids memoriall. As it vvas follovved in a sermon preached in Christs-church in London, the 22. of Ianuarie. 1626. Vpon occasion of the publique thanksgiuing, enioyned by his maiesties proclamation. By Samson Price, Doctor of Diuinitie, one of his Majesties chapleins in ordinarie."
            ],
            "AUTHOR": [
                "Price, Sampson, 1585 or 6-1630."
            ],
            "PUBPLACE": [
                "At London :"
            ],
            "PUBLISHER": [
                "Printed by Edward All-de, for Thomas Harper,"
            ],
            "DATE": [
                "1626.",
                "1626. Febru. 10. 10."
            ]
        },
        "A70061": {
            "TITLE": [
                "Fore-warn'd, fore-arm'd, or, England's timely warning in general and London's in particular by a collection of five prophetical predictions published by Mr. William Lilly forty years ago, two of Mr. John Gadbury's, anno 1678, and one of Mother Shipton's long since, all at large published in the said Mr. Lilly and Gadbury's own words, purporting I, London's danger anno 1683 and its catastrophe soon thereafter, II, The danger that the Protestant religion will be brought unto all over Europe, and by whom effected and where contrived, III, That England in general will be brought into great calamities and by what means, IV, The extinguishment of a very great family in some part of Europe, V, That the breach of some nations priviledges, ancient customs and long enjoyed rights may produce dangerous effects : all of which are published by the author, not to affright the people with, but to warn them of, knowing that evil before-hand warned of commonly hurts less then that which comes at unawares."
            ],
            "AUTHOR": [
                "Lilly, William, 1602-1681.",
                "Gadbury, John, 1627-1704."
            ],
            "PUBPLACE": [
                "London :"
            ],
            "PUBLISHER": [
                "Printed for John Powel,"
            ],
            "DATE": [
                "1682."
            ]
        },
        "A90031": {
            "TITLE": [
                "A nevv vvind-mil, a new.",
                "Early English books online text creation partnership."
            ],
            "AUTHOR": [
                "Canne, Abednego."
            ],
            "PUBPLACE": [
                "At Oxford [i. e. London], :"
            ],
            "PUBLISHER": [
                "Printed by Leonard Lichfield,"
            ],
            "DATE": [
                "1643.",
                "Januar. 2. 1642. 2. 1642."
            ]
        },
        "A20112": {
            "TITLE": [
                "The Christians tryumph, manifested by the certitude of saluation deliuered in a sermon at Pauls-Crosse on Trinity Sunday, the 15 of Iune, 1617 / by Nathanael Delaune ...",
                "Early English books online text creation partnership."
            ],
            "AUTHOR": [
                "Delawne, Nathaniel."
            ],
            "PUBPLACE": [
                "London :"
            ],
            "PUBLISHER": [
                "Printed by N.O. for Iohn Pyper, and are to be sold at his shop at Pauls gate next Cheap-side at the signe of the Crosse-keyes,"
            ],
            "DATE": [
                "1617."
            ]
        },
        "B00073": {
            "TITLE": [
                "A table instructiue whan and how a man may cõnyngly let bloude of all the necessary veynes of mans body very profitable for all chirurgeons and barbers.."
            ],
            "AUTHOR": [
                "Geminus, Thomas, d. 1562."
            ],
            "PUBPLACE": [
                "Jmprynted at London in Aldersgate strete :"
            ],
            "PUBLISHER": [
                "by Jhon Herforde.,"
            ],
            "DATE": [
                "[1546?]."
            ]
        },
        "A70038": {
            "TITLE": [
                "The fair one of Tunis, or, The generous mistres a new piece of gallantry / out of French."
            ],
            "AUTHOR": [
                "Cotton, Charles, 1630-1687."
            ],
            "PUBPLACE": [
                "London :"
            ],
            "PUBLISHER": [
                "Printed for Henry Brome ...,"
            ],
            "DATE": [
                "1674."
            ]
        },
        "B00045": {
            "TITLE": [
                "Witchcrafts, strange and wonderfull: discovering the damnable practices of seven witches, against the lives of certaine noble personages, and others of this kingdome, as shall appeare in this lamentable history. ; With an approved triall how to finde out either witch or any apprentice to witch-craft.."
            ],
            "AUTHOR": [
                "Flower, Margaret, d. 1618."
            ],
            "PUBPLACE": [
                "Imprinted at London, :"
            ],
            "PUBLISHER": [
                "by M.F. for Thomas Lambert at the Horshooe neere the Hospitall Gate in Smithfield.,"
            ],
            "DATE": [
                "1635.."
            ]
        },
        "A10087": {
            "TITLE": [
                "The Iesuits miracles, or new popish vvonders Containing the straw, the crowne, and the vvondrous child, with the confutation of them and their follies."
            ],
            "AUTHOR": [
                "Pricket, Robert."
            ],
            "PUBPLACE": [
                "Printed at London :"
            ],
            "PUBLISHER": [
                "[By Nicholas Okes] for C. P[urset] and R. I[ackson] and are to be sold at his shop in Fleetstreet neere the Conduit,"
            ],
            "DATE": [
                "1607."
            ]
        },
        "A70057": {
            "TITLE": [
                "Logos autopistos, or, Scriptures self-evidence to prove its existence, authority, certainty in it [sic] self, and sufficiency (in its kind) to ascertain others that it is inspir'd of God to be the only rule of faith : published as a plea for Protestants in the defence of their profession and intended only for the use and instruction of the vulgar sort."
            ],
            "AUTHOR": [
                "Ford, Thomas, 1598-1674."
            ],
            "PUBPLACE": [
                "London :"
            ],
            "PUBLISHER": [
                "Printed for Edward Brewster and are to be sold at Mr. Marriotts,"
            ],
            "DATE": [
                "1667."
            ]
        },
        "A70049": {
            "TITLE": [
                "The Bishop of Worcester's letter to his reverend clergy within the county and diocess of Worcester with some short and genuine animadversions upon it."
            ],
            "AUTHOR": [
                "Fleetwood, James, 1603-1683."
            ],
            "PUBPLACE": [
                "[S.l. :"
            ],
            "PUBLISHER": [
                "s.n.,"
            ],
            "DATE": [
                "1681?]"
            ]
        },
        "B43389": {
            "TITLE": [
                "[A] caveat for wives to love their husbands or, Pleasant news from hell. Written in Italian by that grand politician Nicholas Machiavel and now translated into English for a Christmas-gigg.",
                "Early English books online text creation partnership."
            ],
            "AUTHOR": [
                "Machiavelli, Niccolò, 1469-1527."
            ],
            "PUBPLACE": [
                "London :"
            ],
            "PUBLISHER": [
                "[s.n.],"
            ],
            "DATE": [
                "printed in the year 1660."
            ]
        },
        "A10070": {
            "TITLE": [
                "Strange and wonderfull news of a woman which lived neer unto the famous city of London who had her head torn off from her body by the Divell and her lymbs rent in peices and scattered about in the room where the mischief was done : which may serve to forewarn all proud and disloyall men and women to have a care how they behave themselves whilst they live in this sinfull world, that they fall not into the like temptations : the manner how shee made her bargain with the Divil, shee confest to some of her neighbors before her death : the tune is Summer time / L.P."
            ],
            "AUTHOR": [
                "L. P. (Laurence Price), fl. 1625-1680?"
            ],
            "PUBPLACE": [
                "London printed :"
            ],
            "PUBLISHER": [
                "For Fran. Grove on Snow-hill,"
            ],
            "DATE": [
                "[ca. 1630]"
            ]
        },
        "A10062": {
            "TITLE": [
                "The eagles flight or six principall notes, or sure markes for euery true Christian to soare vp to the euerlasting nest of Gods eternall kingdome. As it was deliuered in a most godly and fruitfull sermon at Paules Crosse. By Maister Price of S. Iohns in Oxford."
            ],
            "AUTHOR": [
                "Price, Henry, 1566 or 7-1600."
            ],
            "PUBPLACE": [
                "Imprinted at London :"
            ],
            "PUBLISHER": [
                "By Richard Bradocke for Iohn Busbie, and are to be soulde at his shoppe in Paules church-yard, at the signe of the Crane,"
            ],
            "DATE": [
                "1599."
            ]
        },
        "A10054": {
            "TITLE": [
                "A treatise of the nobilitie and excellencye of vvoman kynde, translated out of Latine into englysshe by Dauid Clapam",
                "Declamatio de nobilitate et praecellentia foeminei sexus. English"
            ],
            "AUTHOR": [
                "Agrippa von Nettesheim, Heinrich Cornelius, 1486?-1535.",
                "Clapham, David, d. 1551.",
                "Margaret, of Austria, Regent of the Netherlands, 1480-1530."
            ],
            "PUBPLACE": [
                "[Londini :"
            ],
            "PUBLISHER": [
                "In ædibus Thomæ Bertheleti typis impress.],"
            ],
            "DATE": [
                "An. M.D.XLII. [1542]"
            ]
        },
        "B43419": {
            "TITLE": [
                "An elegy on the much-to-be-deplored death of that never-to-be-forgotten person, the Reverend Mr. Nathanael Collins who after he had been many years a faithful pastor to the Church at Middletown of Connecticut in New-England, about the forty third year of his age expired on 28th 10 moneth 1684.",
                "Early English books online text creation partnership."
            ],
            "AUTHOR": [
                "Mather, Cotton, 1663-1728."
            ],
            "PUBPLACE": [
                "Boston in New-England :"
            ],
            "PUBLISHER": [
                "Printed by Richard Pierce for Obadiah Gill,"
            ],
            "DATE": [
                "anno Christi 1685."
            ]
        },
        "A10046": {
            "TITLE": [
                "The defence of truth against a booke falsely called The triumph of truth sent over from Arras A.D. 1609. By Humfrey Leech late minister Which booke in all particulars is answered, and the adioining motiues of his revolt confuted: by Daniell Price, of Exeter Colledge in Oxford, chaplaine in ordinary to the most high and mighty, the Prince of Wales."
            ],
            "AUTHOR": [
                "Price, Daniel, 1581-1631.",
                "Leech, Humphrey, 1571-1629. Triumph of truth."
            ],
            "PUBPLACE": [
                "At Oxford :"
            ],
            "PUBLISHER": [
                "Printed by Joseph Barnes,"
            ],
            "DATE": [
                "1610."
            ]
        },
        "B43415": {
            "TITLE": [
                "A law of Maryland concerning religion",
                "Laws, etc.",
                "Early English books online text creation partnership."
            ],
            "AUTHOR": [
                "Maryland."
            ],
            "PUBPLACE": [
                "[S.l. :"
            ],
            "PUBLISHER": [
                "s.n.,"
            ],
            "DATE": [
                "1689]"
            ]
        },
        "A70065": {
            "TITLE": [
                "The humble proposals and desires of His Excellency the Lord Fairfax, and of the general councel of officers, in order to a speedy prosecution of justice, and the settlement formerly propounded by them"
            ],
            "AUTHOR": [
                "Fairfax, Thomas Fairfax, Baron, 1612-1671.",
                "England and Wales. Army. Council."
            ],
            "PUBPLACE": [
                "London :"
            ],
            "PUBLISHER": [
                "Printed by John Field for John Partridge,"
            ],
            "DATE": [
                "Decemb. 7, 1648.",
                "December 6. 1648."
            ]
        },
        "A20104": {
            "TITLE": [
                "The making, description, and vse of a small portable instrument for ye pocket (or according to any magnitude) in forme of a mixt trapezia thus called a horizontall quadrant composed and prodused soly for the benefit and vse of such which are studious of mathematicall practice Written and delivered by Delamain, student and teacher of the mathematickes.",
                "Early English books online text creation partnership."
            ],
            "AUTHOR": [
                "Delamain, Richard, fl. 1631."
            ],
            "PUBPLACE": [
                "London :"
            ],
            "PUBLISHER": [
                "Printed [by Thomas Cotes] for Richard Hawkins and are to be sold at his shop in Chancery lane neere Sarjants Inne,"
            ],
            "DATE": [
                "1632.",
                "Ianuary, Anno. 1631. 1631."
            ]
        },
        "A64077": {
            "TITLE": [
                "By the Lord Deputy, Chief Governour and General of His Majesties Army in Ireland. A declaration Tyrconnel. Whereas, we find it requisite for His Majesties service, that the forces he is obliged to maintain, for the preservation of the peace of this his kingdom, be kept in good order and discipline: ..."
            ],
            "AUTHOR": [
                "Ireland. Lord Deputy (1687-1689 : Tyrconnel)"
            ],
            "PUBPLACE": [
                "[Dublin :"
            ],
            "PUBLISHER": [
                "printed by Andrew Crooke and Samuel Helsham, assigns of Benjamin Tooke printer to the Kings Most Excellent Majesty; and are to be sold by Andrew Crook at His Majesties printing-house on Ormonde-Key, and by Samuel Helsham at the Colledge-Arms in Castle-Street,"
            ],
            "DATE": [
                "1686. [i.e. 1687]",
                "the 24th day of February 1686/7 and in the third Year of His Majesties Reign. 1686/7 and in the third Year of His Majesties Reign."
            ]
        },
        "A70032": {
            "TITLE": [
                "By the Lords and others His Majesties commissioners an order for the observance and execution of the statute made for the reliefe and ordering of persons infected with the plague."
            ],
            "AUTHOR": [
                "England and Wales."
            ],
            "PUBPLACE": [
                "Printed at Oxford :"
            ],
            "PUBLISHER": [
                "By Leonard Lichfield ...,"
            ],
            "DATE": [
                "1644."
            ]
        },
        "A70079": {
            "TITLE": [
                "Golden remains of Sir George Freman, Knight of the Honourable Order of the Bath being choice discourses on select subjects."
            ],
            "AUTHOR": [
                "Freeman, George, Sir.",
                "Freeman, Sarah, Lady."
            ],
            "PUBPLACE": [
                "London :"
            ],
            "PUBLISHER": [
                "Printed by J.M., and are to be sold by Henry Bonwicke ...,"
            ],
            "DATE": [
                "1682."
            ]
        },
        "A70067": {
            "TITLE": [
                "A defence of the Resolution of this case viz. whether the Church of England's symbolizing so far as it doth with the Church of Rome makes it unlawfull to communion with the Church of England : in answer to a book intitiuled A modest examination of that resolution."
            ],
            "AUTHOR": [
                "Fowler, Edward, 1632-1714."
            ],
            "PUBPLACE": [
                "London :"
            ],
            "PUBLISHER": [
                "Printed by J. H. for B. Aylmer ...,"
            ],
            "DATE": [
                "1684."
            ]
        },
        "A90029": {
            "TITLE": [
                "New treason plotted in France being, the project of Finch and Windebanke, who had fled from England and were resident in France, and had now conspired the death of the King of France, and Cardinall Richlieu, together with the discovery of this intended treason, and their flight into Denmarke. Also their intent to being some French power and forces against England. Likewise a letter sent from the councell of Scotland, to the House of Commons, June 20. concerning the Earl of Antrim, with the Parliaments order and answer to the Scots concerning the said Earl of Antrim. Together with the resolution of both Houses concerning the kings last writ. H. Elsing. Cler. Parl.",
                "Early English books online text creation partnership."
            ],
            "AUTHOR": [
                "England and Wales. Parliament."
            ],
            "PUBPLACE": [
                "[London] :"
            ],
            "PUBLISHER": [
                "Iune 25 Printed for I. Tompson and A. Coe,"
            ],
            "DATE": [
                "1642."
            ]
        },
        "A90025": {
            "TITLE": [
                "A new remonstrance of the free-born people of England: concerning this present Parliament, and a new representative: with their earnest desires and propositions touching the same. Together, with a prophecy of the Right Honourable, Sir Francis Bacon, late Lord Chancellor of England, concerning the wars and government of this Common-wealth: with advice and instructions to be observed by all persons whatsoever. As also, observations touching the King, Parliament, army, Presbytery, and independency; in relation to new-lights, and new-devises. Published by authority."
            ],
            "AUTHOR": [
                "Bacon, Francis, 1561-1626."
            ],
            "PUBPLACE": [
                "London :"
            ],
            "PUBLISHER": [
                "Printed for George Horton, and are to be sold at the Royal Exchange in Corn-hill,"
            ],
            "DATE": [
                "1651."
            ]
        },
        "A64079": {
            "TITLE": [
                "Tyrconnel's speech to his Privy Council made upon the (expected) landing of the late King James in Ireland : with remarks upon it."
            ],
            "AUTHOR": [
                "Tyrconnel, Richard Talbot, Earl of, 1630-1691."
            ],
            "PUBPLACE": [
                "London :"
            ],
            "PUBLISHER": [
                "Printed by William Cademan,"
            ],
            "DATE": [
                "[1689]"
            ]
        },
        "B43433": {
            "TITLE": [
                "A tryall [sic] skill betwen Josias Maynard citizen and cutler of London, and master of the noble science of defence at the Black Swan in Holborne & of the House of White-Friers.  And William Swinow, alias Scot, citizen and cooke of London, and master of the noble science of defence of the House of Tower Royall.",
                "Early English books online text creation partnership."
            ],
            "AUTHOR": [
                "Maynard, Josias, fl. 1652.",
                "Swinnow, William, alias Scot, fl. 1652."
            ],
            "PUBPLACE": [
                "[London :"
            ],
            "PUBLISHER": [
                "s.n.,"
            ],
            "DATE": [
                "1652]"
            ]
        },
        "A10060": {
            "TITLE": [
                "The spring A sermon preached before the Prince at S. Iames, on Mid-lent Sunday last. By Daniel Price, chapleine in ordinarie to the Prince, and Master of Artes of Exeter Colledge in Oxford."
            ],
            "AUTHOR": [
                "Price, Daniel, 1581-1631."
            ],
            "PUBPLACE": [
                "London :"
            ],
            "PUBLISHER": [
                "Printed [by John Windet] for Roger Iackson, and are to bee sold at his shop in Fleetestreete, fast by the Conduit,"
            ],
            "DATE": [
                "1609."
            ]
        },
        "B43421": {
            "TITLE": [
                "A case of conscience concerning eating of blood, considered and answered",
                "Early English books online text creation partnership."
            ],
            "AUTHOR": [
                "Mather, Increase, 1639-1723."
            ],
            "PUBPLACE": [
                "Boston in New-England :"
            ],
            "PUBLISHER": [
                "Printed by B. Green, and J. Allen,"
            ],
            "DATE": [
                "1697."
            ]
        },
        "A10072": {
            "TITLE": [
                "The two feruent louers. Or A warlike kind of wooing as here at large is said betweene a braue young man, and a faithfull hearted maid. To the tune of the two louing sisters, or lulling beyond thee."
            ],
            "AUTHOR": [
                "L. P. (Laurence Price), fl. 1625-1680?"
            ],
            "PUBPLACE": [
                "London :"
            ],
            "PUBLISHER": [
                "printed for Fr. Coules,"
            ],
            "DATE": [
                "[1632]"
            ]
        },
        "A10027": {
            "TITLE": [
                "A sermon of spirituall life and death Preached before the king, at White-Hal, Nouember, 1616 by the late faithfull minister of Iesus Christ, Iohn Preston, Dr. In Diuinity, chapplaine in ordinar[y] to his maiesty, Mr. of Emmanuel Colledge in Cambridge, and sometimes preacher at Lincolnes Inne."
            ],
            "AUTHOR": [
                "Preston, John, 1587-1628."
            ],
            "PUBPLACE": [
                "Printed at London :"
            ],
            "PUBLISHER": [
                "By T. C[otes] for Michael Sparke, dwelling at the signe of the Blue Bible in Greene Arbor,"
            ],
            "DATE": [
                "1630."
            ]
        },
        "A64094": {
            "TITLE": [
                "A warning to all people, nations, kindreds, tongues and languages, to repent and turn to the Lord God, before the day of their visitation past over, and no place of repentence be found for them"
            ],
            "AUTHOR": [
                "Tyso, John, d. 1700."
            ],
            "PUBPLACE": [
                "[London :"
            ],
            "PUBLISHER": [
                "printed for the author,"
            ],
            "DATE": [
                "in the year, 1662]",
                "the 9th day of the 1 day of the 1st Month, 1662. Month, 1662."
            ]
        },
        "A10044": {
            "TITLE": [
                "The creation of the Prince· A sermon preached in the Colledge of VVestminster, on Trinity Sunday, the day before the creation of the most illustrious Prince of Wales. By Daniell Price, chapleine in ordinary, and then in attendance on the Prince."
            ],
            "AUTHOR": [
                "Price, Daniel, 1581-1631."
            ],
            "PUBPLACE": [
                "At London :"
            ],
            "PUBLISHER": [
                "Printed by G. Eld, for Roger Iackson, dwelling neere Fleete Conduict,"
            ],
            "DATE": [
                "1610."
            ]
        },
        "A10056": {
            "TITLE": [
                "Recusants conversion a sermon preached at St. James, before the Prince on the 25. of Februarie. 1608. By Daniell Price Master of Arts, of Exeter Colledge in Oxford."
            ],
            "AUTHOR": [
                "Price, Daniel, 1581-1631."
            ],
            "PUBPLACE": [
                "At Oxford :"
            ],
            "PUBLISHER": [
                "Printed by Ioseph Barnes,"
            ],
            "DATE": [
                "1608."
            ]
        }
    },
    "Folder2": {
        "A00033": {
            "TITLE": [
                "Aduertisments partly for due order in the publique administration of common prayers and vsinge the holy sacramentes, and partly for the apparrell of all persons ecclesiasticall by vertue of the Queenes Maiesties letters commaunding the same, the xxv. day of January, in the seuenth yeare of the raigne of Oure Soueraigne Lady Elyzabeth, by the grace of God, of Englande, Fraunce and Irelande Queene, defender of the fayth, &c."
            ],
            "AUTHOR": [
                "England and Wales. Sovereign (1558-1603 : Elizabeth I)",
                "Church of England. Province of Canterbury. Archbishop (1559-1575 : Parker)"
            ],
            "PUBPLACE": [
                "Imprinted at London :"
            ],
            "PUBLISHER": [
                "By Reginalde Wolfe,"
            ],
            "DATE": [
                "[1569?]"
            ]
        },
        "A00021": {
            "TITLE": [
                "A letter vvritten out of England to an English gentleman remaining at Padua containing a true report of a strange conspiracie, contriued betweene Edward Squire, lately executed for the same treason as actor, and Richard Walpoole a Iesuite, as deuiser and suborner against the person of the Queenes Maiestie."
            ],
            "AUTHOR": [
                "Bacon, Francis, 1561-1626."
            ],
            "PUBPLACE": [
                "Imprinted at London :"
            ],
            "PUBLISHER": [
                "By the deputies of Christopher Barker, printer to the Queenes most excellent Maiestie,"
            ],
            "DATE": [
                "1599."
            ]
        },
        "A00005": {
            "TITLE": [
                "Here begynneth a shorte and abreue table on the Cronycles ...",
                "Saint Albans chronicle.",
                "Early English books online text creation partnership.  Navigations series."
            ],
            "AUTHOR": [
                "Higden, Ranulf, d. 1364. Polycronicon. English. Selections.",
                "Trevisa, John, d. 1402."
            ],
            "PUBPLACE": [
                "[Enprynted at Londo[n] :"
            ],
            "PUBLISHER": [
                "In powlys chyrche yarde at the west dore of powlys besyde my lorde of londons palays by me Iulyan Notary,"
            ],
            "DATE": [
                "In the yere of our lorde god. M.CCCCC.xv. [1515]]"
            ]
        },
        "A00007": {
            "TITLE": [
                "The Cronycles of Englonde with the dedes of popes and emperours, and also the descripcyon of Englonde",
                "Saint Albans chronicle.",
                "Early English books online text creation partnership.  Navigations series."
            ],
            "AUTHOR": [
                "Higden, Ranulf, d. 1364. Polycronicon."
            ],
            "PUBPLACE": [
                "[Imprynted at London :"
            ],
            "PUBLISHER": [
                "In Fletestrete at the sygne of the Sonne by Wynkyn de Worde,"
            ],
            "DATE": [
                "the yere of our lorde god. M.CCCCC. [et] xxviij. the .ix. daye of Apryll] [1528]"
            ]
        },
        "A00015": {
            "TITLE": [
                "Gods vvarning to his people of England By the great ouer-flowing of the vvaters or floudes lately hapned in South-wales and many other places. Wherein is described the great losses, and wonderfull damages, that hapned thereby: by the drowning of many townes and villages, to the vtter vndooing of many thousandes of people."
            ],
            "AUTHOR": [
                "Jones, William, of Usk."
            ],
            "PUBPLACE": [
                "At London :"
            ],
            "PUBLISHER": [
                "Printed [by R. Blower] for W. Barley, and Io. Bayly, and are to besolde [sic] in Gratious street,"
            ],
            "DATE": [
                "1607."
            ]
        },
        "A00011": {
            "TITLE": [
                "Englands complaint to Iesus Christ, against the bishops canons of the late sinfull synod, a seditious conuenticle, a packe of hypocrites, a sworne confederacy, a traiterous conspiracy ... In this complaint are specified those impieties and insolencies, which are most notorious, scattered through the canons and constitutions of the said sinfull synod. And confuted by arguments annexed hereunto."
            ],
            "AUTHOR": [],
            "PUBPLACE": [
                "[Amsterdam] :"
            ],
            "PUBLISHER": [
                "Printed [at the Cloppenburg Press?],"
            ],
            "DATE": [
                "anno Dom. 1640."
            ]
        },
        "A00044": {
            "TITLE": [
                "A declaration of certaine principall articles of religion set out by the order of both archbishops metropolitans, and the rest of the byshops, for the vnitie of doctrine to be taught and holden by all parsons, vicars, and curates aswell in testification of their common consent in the sayde doctrin, to the stopping of the mouthes of them that go about to slaunder the ministers of the church for diuersitie of iudgement, as necessarie for the instruction of their people, to be read by the syd parsons, vicars and curates, at their possession taking or first entrie into their cures, and also after that yeerely at two several times, that is to say, the Sundayes next following Easter day and Saint Michael tharchangell, or on some other Sunday within one moneth after those feastes, immediatly after the gospell."
            ],
            "AUTHOR": [
                "Church of England."
            ],
            "PUBPLACE": [
                "Imprinted at London :"
            ],
            "PUBLISHER": [
                "By Christopher Barker, printer to the Queenes Maiestie,"
            ],
            "DATE": [
                "[1579?]"
            ]
        },
        "A00025": {
            "TITLE": [
                "The Royall line of kings, queenes, and princes, from the vniting of the two royall houses, Yorke and Lancaster"
            ],
            "AUTHOR": [],
            "PUBPLACE": [
                "[London? :"
            ],
            "PUBLISHER": [
                "s.n.,"
            ],
            "DATE": [
                "1613?]"
            ]
        },
        "A00008": {
            "TITLE": [
                "Considerations vpon the treaty of marriage between England and Spain"
            ],
            "AUTHOR": [
                "Wood, William, fl. 1623, attributed name."
            ],
            "PUBPLACE": [
                "[The Netherlands? :"
            ],
            "PUBLISHER": [
                "S.n],"
            ],
            "DATE": [
                "[1623]"
            ]
        },
        "A00018": {
            "TITLE": [
                "The lame[n]tacion of England",
                "Lamentacion of England."
            ],
            "AUTHOR": [],
            "PUBPLACE": [
                "[Germany? :"
            ],
            "PUBLISHER": [
                "S.n.,"
            ],
            "DATE": [
                "1558]",
                "1558."
            ]
        },
        "A00014": {
            "TITLE": [
                "Greate Brittaines noble and worthy councell of warr"
            ],
            "AUTHOR": [],
            "PUBPLACE": [
                "[London] :"
            ],
            "PUBLISHER": [
                "Printed for Thomas Archer in Popes head Ally, and are to be sold at this shop in Popes head Ally, ouer against the si[ne?] of the Horse-shoe,"
            ],
            "DATE": [
                "[1624]"
            ]
        },
        "A00049": {
            "TITLE": [
                "Thrifts equipage Viz. fiue diuine and morall meditations, of 1. Frugalitie. 2. Prouidence. 3. Diligence. 4. Labour and care. 5. Death."
            ],
            "AUTHOR": [
                "Aylett, Robert, 1583-1655?"
            ],
            "PUBPLACE": [
                "London :"
            ],
            "PUBLISHER": [
                "Printed [by G. Purslowe] for Iohn Teage, and are to be sold at his shop in Pauls Church-yard at the signe of the Ball,"
            ],
            "DATE": [
                "1622."
            ]
        },
        "A00034": {
            "TITLE": [
                "Susanna: or, the arraignment of the two vniust elders"
            ],
            "AUTHOR": [
                "Aylett, Robert, 1583-1655?"
            ],
            "PUBPLACE": [
                "London :"
            ],
            "PUBLISHER": [
                "Printed for Iohn Teague, and are to be sold at his shoppe in Paules Church-yard at the signe of the Ball,"
            ],
            "DATE": [
                "1622."
            ]
        },
        "A00026": {
            "TITLE": [
                "A Table of the cheiffest citties, and townes in England, as they ly [sic] from London and the distance of miles, howe a man may travill from London to any of them or from any of them to London."
            ],
            "AUTHOR": [],
            "PUBPLACE": [
                "London :"
            ],
            "PUBLISHER": [
                "Printed by Walter Dight, at the signe of the Harpe in shoo-lane,"
            ],
            "DATE": [
                "[ca. 1600]"
            ]
        },
        "A00002": {
            "TITLE": [
                "The brides ornaments viz. fiue meditations, morall and diuine. 1. Knowledge, 2. zeale, 3. temperance, 4. bountie, 5. ioy."
            ],
            "AUTHOR": [
                "Aylett, Robert, 1583-1655?"
            ],
            "PUBPLACE": [
                "London :"
            ],
            "PUBLISHER": [
                "Printed by William Stansby,"
            ],
            "DATE": [
                "1625."
            ]
        },
        "A00024": {
            "TITLE": [
                "Peace with her foure garders Viz. fiue morall meditations: of concord, chastitie, constancie. Courtesie. Grauitie. Eschew euill, and doe good, seeke peace and ensue it."
            ],
            "AUTHOR": [
                "Aylett, Robert, 1583-1655?"
            ],
            "PUBPLACE": [
                "London :"
            ],
            "PUBLISHER": [
                "Printed [by G. Purslowe] for Iohn Teage, and are to be sold at his shop in Pauls Church-yard at the signe of the Ball,"
            ],
            "DATE": [
                "1622."
            ]
        },
        "A00028": {
            "TITLE": [
                "A True chronologi of all the kings of England from Brute, the first king vnto our most sacred King Charles mo[n]arke of ye whole yies."
            ],
            "AUTHOR": [],
            "PUBPLACE": [
                "[London :"
            ],
            "PUBLISHER": [
                "s.n.,"
            ],
            "DATE": [
                "1635?]"
            ]
        },
        "A00012": {
            "TITLE": [
                "Ioseph, or, Pharoah's fauourite",
                "Joseph."
            ],
            "AUTHOR": [
                "Aylett, Robert, 1583-1655?"
            ],
            "PUBPLACE": [
                "London :"
            ],
            "PUBLISHER": [
                "Printed by B. A[lsop] for Matthew Law, and are to be sold at his shop in Pauls Church-yard,"
            ],
            "DATE": [
                "1623."
            ]
        }
    }
}