{
    "phase1": {
        "A20509.P4": {
            "TITLE": [
                "Considerations touching the nevv contract for tobacco, as the same hath beene propounded by Maister Ditchfield, and other vndertakers"
            ],
            "AUTHOR": [
                "Ditchfield, Edward."
            ],
            "PUBPLACE": [
                "[London] :"
            ],
            "PUBLISHER": [
                "Printed,"
            ],
            "DATE": [
                "1625."
            ]
        },
        "A21108.P4": {
            "TITLE": [
                "A plaine path-vvay to plantations that is, a discourse in generall, concerning the plantation of our English people in other countries. Wherein is declared, that the attempts or actions, in themselues are very good and laudable, necessary also for our country of England. Doubts thereabout are answered: and some meanes are shewed, by which the same may, in better sort then hitherto, be prosecuted and effected. Written for the perswading and stirring vp of the people of this land, chiefly the poorer and common sort to affect and effect these attempts better then yet they doe. With certaine motiues for a present plantation in New-found land aboue the rest. Made in the manner of a conference, and diuided into three parts, for the more plainnesse, ease, and delight to the reader. By Richard Eburne of Hengstridge in the countie of Somerset."
            ],
            "AUTHOR": [
                "Eburne, Richard."
            ],
            "PUBPLACE": [
                "[London] :"
            ],
            "PUBLISHER": [
                "Printed by G[eorge] P[urslowe] for Iohn Marriot,"
            ],
            "DATE": [
                "1624."
            ]
        },
        "A22328.P4": {
            "TITLE": [
                "By the King a proclamation concerning tobacco."
            ],
            "AUTHOR": [
                "England and Wales. Sovereign (1603-1625 : James I)",
                "James I, King of England, 1566-1625."
            ],
            "PUBPLACE": [
                "Imprinted at London :"
            ],
            "PUBLISHER": [
                "By Bonham Norton and Iohn Bill, Printers  to the Kings most Excellent Maiestie,"
            ],
            "DATE": [
                "1624.",
                "the nine and twentieth day of September, in the two and twentieth yeere of Our Reigne of England, France, and Ireland, and of Scotland the eight and fiftieth."
            ]
        },
        "A22340.P4": {
            "TITLE": [
                "By the King a proclamation for the vtter prohibiting the importation and vse of all tobacco, which is not the proper growth of the colonies of Virginia and the Summer Islands, or one of them."
            ],
            "AUTHOR": [
                "England and Wales. Sovereign (1603-1625 : James I)",
                "James I, King of England, 1566-1625."
            ],
            "PUBPLACE": [
                "Imprinted at London :"
            ],
            "PUBLISHER": [
                "By Bonham Norton and Iohn Bill, Printers  to the Kings most Excellent Maiestie,"
            ],
            "DATE": [
                "M.DC.XXIII [1624, i.e. 1625]",
                "the second day of March, in the two and twentieth yeere of Our Reigne of Great Britaine, France, and Ireland."
            ]
        },
        "A22354.P4": {
            "TITLE": [
                "By the King a proclamation touching tobacco."
            ],
            "AUTHOR": [
                "England and Wales. Sovereign (1603-1625 : James I)",
                "James I, King of England, 1566-1625."
            ],
            "PUBPLACE": [
                "Imprinted at London :"
            ],
            "PUBLISHER": [
                "By Bonham Norton and Iohn Bill, Printers  to the Kings most Excellent Maiestie,"
            ],
            "DATE": [
                "M.DC.XXV [1625]",
                "this ninth day of April, in the first yeere of Our Reigne of Great Britaine, France, and Ireland."
            ]
        },
        "A22363.P4": {
            "TITLE": [
                "By the King a proclamation for setling the plantation of Virginia."
            ],
            "AUTHOR": [
                "England and Wales. Sovereign (1625-1649 : Charles I)",
                "Charles I, King of England, 1600-1649."
            ],
            "PUBPLACE": [
                "Printed at London :"
            ],
            "PUBLISHER": [
                "By Bonham Norton and Iohn Bill, Printers to the Kings most Excellent Maiestie,"
            ],
            "DATE": [
                "M.DC.XXV [1625]",
                "the thirteenth day of May, in the first yeere of Our Reigne\n of Great Britaine, France, and Ireland."
            ]
        },
        "A22435.P4": {
            "TITLE": [
                "By the King a proclamation touching tobacco."
            ],
            "AUTHOR": [
                "England and Wales. Sovereign (1625-1649 : Charles I)",
                "Charles I, King of England, 1600-1649."
            ],
            "PUBPLACE": [
                "Imprinted at London :"
            ],
            "PUBLISHER": [
                "By Bonham Norton and Iohn Bill, Printers  to the Kings most Excellent Maiestie,"
            ],
            "DATE": [
                "M.DC.XXVI [1626, i.e. 1627]",
                "the seuenteenth day of Februarie, in the second yeere of Our Reigne of Great Britaine, France, and Ireland."
            ]
        },
        "A22439.P4": {
            "TITLE": [
                "By the King a proclamation touching the sealing of tobacco."
            ],
            "AUTHOR": [
                "England and Wales. Sovereign (1625-1649 : Charles I)",
                "James I, King of England, 1566-1625."
            ],
            "PUBPLACE": [
                "Imprinted at London :"
            ],
            "PUBLISHER": [
                "By Bonham Norton and Iohn Bill, Printers  to the Kings most Excellent Maiestie,"
            ],
            "DATE": [
                "M.DC.XXVII [1627]",
                "the thirtieth day of March,"
            ]
        },
        "A22447.P4": {
            "TITLE": [
                "By the King a proclamation for the ordering of tobacco."
            ],
            "AUTHOR": [
                "England and Wales. Sovereign (1625-1649 : Charles I)",
                "Charles I, King of England, 1600-1649."
            ],
            "PUBPLACE": [
                "Imprinted at London :"
            ],
            "PUBLISHER": [
                "By Bonham Norton and Iohn Bill, Printers  to the Kings most Excellent Maiestie,"
            ],
            "DATE": [
                "M.DC.XXVII [1627]",
                "the ninth day of August in the third yeere of His Reigne of\nEngland, Scotland, France, and Ireland."
            ]
        },
        "A22537.P4": {
            "TITLE": [
                "By the King a proclamation concerning tobacco."
            ],
            "AUTHOR": [
                "England and Wales. Sovereign (1625-1649 : Charles I)",
                "Charles I, King of England, 1600-1649."
            ],
            "PUBPLACE": [
                "Imprinted at London :"
            ],
            "PUBLISHER": [
                "By Robert Barker, Printer to the Kings most Excellent Maiestie: and by the Assignes of Iohn Bill,"
            ],
            "DATE": [
                "1630 [i.e. 1631]",
                "the sixt day of Ianuary, in the sixt yeere of Our Reigne."
            ]
        },
        "A22928.P4": {
            "TITLE": [
                "The naturall and morall historie of the East and West Indies Intreating of the remarkable things of heaven, of the elements, mettalls, plants and beasts which are proper to that country: together with the manners, ceremonies, lawes, governments, and warres of the Indians. Written in Spanish by the R.F. Ioseph Acosta, and translated into English by E.G.",
                "Historia natural y moral de las Indias. English",
                "Early English books online text creation partnership.  Navigations series."
            ],
            "AUTHOR": [
                "Acosta, José de, 1540-1600.",
                "Grimeston, Edward, attributed name."
            ],
            "PUBPLACE": [
                "London :"
            ],
            "PUBLISHER": [
                "Printed by Val: Sims for Edward Blount and William Aspley,"
            ],
            "DATE": [
                "1604."
            ]
        },
        "A10354.P4": {
            "TITLE": [
                "The discouerie of the large, rich, and bevvtiful empire of Guiana with a relation of the great and golden citie of Manoa (which the spanyards call El Dorado) and the prouinces of Emeria, Arromaia, Amapaia, and other countries, with their riuers, adioyning. Performed in the yeare 1595. by Sir W. Ralegh Knight, captaine of her Maiesties Guard, Lo. Warden of the Sannerries [sic], and her Highnesse Lieutenant generall of the countie of Cornewall.",
                "Early English books online text creation partnership.  Navigations series."
            ],
            "AUTHOR": [
                "Raleigh, Walter, Sir, 1552?-1618."
            ],
            "PUBPLACE": [
                "Imprinted at London :"
            ],
            "PUBLISHER": [
                "By Robert Robinson,"
            ],
            "DATE": [
                "1596.",
                "2000",
                "2001"
            ]
        },
        "A10725.P4": {
            "TITLE": [
                "Nevves from Virginia The lost flocke triumphant. With the happy arriuall of that famous and worthy knight Sr. Thomas Gates: and the well reputed & valiant captaine Mr. Christopher Newporte, and others, into England. With the maner of their distresse in the Iland of Deuils (otherwise called Bermoothawes) where they remayned 42. weekes, & builded two pynaces, in which they returned into Virginia. By R. Rich, Gent. one of the voyage.",
                "Early English books online text creation partnership.  Navigations series."
            ],
            "AUTHOR": [
                "Rich, Richard, fl. 1610."
            ],
            "PUBPLACE": [
                "London :"
            ],
            "PUBLISHER": [
                "Printed by Edw: Allde, and are to be solde by Iohn Wright at Christ-Church dore,"
            ],
            "DATE": [
                "1610."
            ]
        },
        "A11056.P4": {
            "TITLE": [
                "A true relation of the most prosperous voyage made this present yeere 1605, by Captaine George Waymouth, in the discouery of the land of Virginia where he discouered 60 miles vp a most excellent riuer; together with a most fertile land. Written by Iames Rosier. a gentleman employed in the voyage.",
                "Early English books online text creation partnership.  Navigations series."
            ],
            "AUTHOR": [
                "Rosier, James, 1575-1635."
            ],
            "PUBPLACE": [
                "Londini :"
            ],
            "PUBLISHER": [
                "[Printed at Eliot's Court Press] impensis Geor. Bishop,"
            ],
            "DATE": [
                "1605."
            ]
        },
        "A11767.P4": {
            "TITLE": [
                "An exact discourse of the subtilties, fashishions [sic], pollicies, religion, and ceremonies of the East Indians as well Chyneses as Iauans, there abyding and dweling. Together with the manner of trading with those people, as well by vs English, as by the Hollanders: as also what hath happened to the English nation at Bantan in the East Indies, since the 2. of February 1602. vntil the 6. of October 1605. Whereunto is added a briefe discription of Iaua Maior. Written by Edmund Scott, resident there, and in other places neere adioyng [sic], the space of three yeeres and a halfe.",
                "Early English books online text creation partnership.  Navigations series."
            ],
            "AUTHOR": [
                "Scott, Edmund."
            ],
            "PUBPLACE": [
                "At London :"
            ],
            "PUBLISHER": [
                "Printed by W.W[hite] for Walter Burre,"
            ],
            "DATE": [
                "1606."
            ]
        },
        "A12191.P4": {
            "TITLE": [
                "The riches of mercie In two treatises: 1 Lydia's conversion. 2. A rescue from death. By the late learned, and reverend divine, Richard Sibbs, Doctor in Divinitie. Published by the authors own appointment, and subscribed with his owne hand to prevent imperfect copies."
            ],
            "AUTHOR": [
                "Sibbes, Richard, 1577-1635."
            ],
            "PUBPLACE": [
                "London :"
            ],
            "PUBLISHER": [
                "Printed by I[ohn] D[awson] for Francis Eglesfeild, and are to be sold by him at the signe of the Marigold in Pauls Church-yard,"
            ],
            "DATE": [
                "1638.",
                "May 11 1638. 11 1638."
            ]
        },
        "A12455.P4": {
            "TITLE": [
                "An accidence or The path-way to experience Necessary for all young sea-men, or those that are desirous to goe to sea, briefly shewing the phrases, offices, and words of command, belonging to the building, ridging, and sayling, a man of warre; and how to manage a fight at sea. Together with the charge and duty of every officer, and their shares: also the names, vveight, charge, shot, and powder, of all sorts of great ordnance. With the vse of the petty tally. Written by Captaine Iohn Smith sometimes governour of Virginia, and admirall of New England.",
                "Sea-mans grammar"
            ],
            "AUTHOR": [
                "Smith, John, 1580-1631."
            ],
            "PUBPLACE": [
                "London :"
            ],
            "PUBLISHER": [
                "Printed [by Nicholas Okes] for Ionas Man, and Benjamin Fisher, and are to be sold at the signe of the Talbot, in Aldersgate streete,"
            ],
            "DATE": [
                "1626."
            ]
        },
        "A12458.P4": {
            "TITLE": [
                "Advertisements for the unexperienced planters of New-England, or any where. Or, The path-way to experience to erect a plantation With the yearely proceedings of this country in fishing and planting, since the yeare 1614. to the yeare 1630. and their present estate. Also how to prevent the greatest inconveniences, by their proceedings in Virginia, and other plantations, by approved examples. With the countries armes, a description of the coast, harbours, habitations, land-markes, latitude and longitude: with the map, allowed by our royall King Charles. By Captaine Iohn Smith, sometimes governour of Virginia, and admirall of Nevv-England.",
                "Early English books online text creation partnership.  Navigations series."
            ],
            "AUTHOR": [
                "Smith, John, 1580-1631.",
                "Pass, Simon van de, 1595?-1647, engraver."
            ],
            "PUBPLACE": [
                "London :"
            ],
            "PUBLISHER": [
                "Printed by Iohn Haviland, and are to be sold by Robert Milbourne, at the Grey-hound in Pauls Church-yard,"
            ],
            "DATE": [
                "1631."
            ]
        },
        "A12461.P4": {
            "TITLE": [
                "The generall historie of Virginia, New-England, and the Summer Isles with the names of the adventurers, planters, and governours from their first beginning. an⁰: 1584. to this present 1624. With the procedings of those severall colonies and the accidents that befell them in all their journyes and discoveries. Also the maps and descriptions of all those countryes, their commodities, people, government, customes, and religion yet knowne. Divided into sixe bookes. By Captaine Iohn Smith sometymes governour in those countryes & admirall of New England.",
                "Early English books online text creation partnership.  Navigations series."
            ],
            "AUTHOR": [
                "Smith, John, 1580-1631.",
                "Barra, John, ca. 1574-1634, engraver."
            ],
            "PUBPLACE": [
                "London :"
            ],
            "PUBLISHER": [
                "Printed by I[ohn] D[awson] and I[ohn] H[aviland] for Michael Sparkes,"
            ],
            "DATE": [
                "1624.",
                " 1624."
            ]
        },
        "A12466.P4": {
            "TITLE": [
                "A map of Virginia VVith a description of the countrey, the commodities, people, government and religion. VVritten by Captaine Smith, sometimes governour of the countrey. Whereunto is annexed the proceedings of those colonies, since their first departure from England, with the discourses, orations, and relations of the salvages, and the accidents that befell them in all their iournies and discoveries. Taken faithfully as they were written out of the writings of Doctor Russell. Tho. Studley. Anas Todkill. Ieffra Abot. Richard Wiefin. Will. Phettiplace. Nathaniel Povvell. Richard Pots. And the relations of divers other diligent observers there present then, and now many of them in England. By VV.S.",
                "Early English books online text creation partnership.  Navigations series."
            ],
            "AUTHOR": [
                "Smith, John, 1580-1631.",
                "Symonds, William, 1556-1616?",
                "Abbay, Thomas.",
                "Hole, William, d. 1624, engraver."
            ],
            "PUBPLACE": [
                "At Oxford :"
            ],
            "PUBLISHER": [
                "Printed by Joseph Barnes,"
            ],
            "DATE": [
                "1612."
            ]
        },
        "A12469.P4": {
            "TITLE": [
                "A sea grammar vvith the plaine exposition of Smiths Accidence for young sea-men, enlarged. Diuided into fifteene chapters: what they are you may partly conceiue by the contents. Written by Captaine Iohn Smith, sometimes gouernour of Virginia, and admirall of Nevv-England.",
                "Sea-mans grammar"
            ],
            "AUTHOR": [
                "Smith, John, 1580-1631.",
                "Smith, John, 1580-1631. Sea-mans grammar."
            ],
            "PUBPLACE": [
                "London :"
            ],
            "PUBLISHER": [
                "Printed by Iohn Hauiland,"
            ],
            "DATE": [
                "1627."
            ]
        },
        "A12470.P4": {
            "TITLE": [
                "A true relation of such occurrences and accidents of noate as hath hapned in Virginia since the first planting of that collony, which is now resident in the south part thereof, till the last returne from thence written by Captaine Smith [Cor]one[ll] of the said collony, to a worshipfull friend of his in England."
            ],
            "AUTHOR": [
                "Smith, John, 1580-1631."
            ],
            "PUBPLACE": [
                "London :"
            ],
            "PUBLISHER": [
                "Printed for Iohn Tappe, and are to bee solde at the Greyhound in Paules-Church-yard, by W.W.,"
            ],
            "DATE": [
                "1608."
            ]
        },
        "A12471.P4": {
            "TITLE": [
                "The true travels, adventures, and observations of Captaine Iohn Smith, in Europe, Asia, Affrica, and America, from anno Domini 1593. to 1629 His accidents and sea-fights in the straights; his service and stratagems of warre in Hungaria, Transilvania, Wallachia, and Moldavia, against the Turks, and Tartars ... After how he was taken prisoner by the Turks, sold for a slave ... and escaped ... Together with a continuation of his generall History of Virginia, Summer-Iles, New England, and their proceedings, since 1624. to this present 1629; as also of the new plantations of the great river of the Amazons, the iles of St. Christopher, Mevis, and Barbados in the West Indies. All written by actuall authours, whose names you shall finde along the history.",
                "Early English books online text creation partnership.  Navigations series."
            ],
            "AUTHOR": [
                "Smith, John, 1580-1631.",
                "Cecil, Thomas, fl. 1630, engraver."
            ],
            "PUBPLACE": [
                "London :"
            ],
            "PUBLISHER": [
                "Printed by I[ohn] H[aviland] for Thomas Slater, and are to bee sold [by Michael Sparke] at the Blew Bible in Greene Arbour,"
            ],
            "DATE": [
                "1630."
            ]
        },
        "A12689.P4": {
            "TITLE": [
                "A true relation of that vvhich lately hapned to the great Spanish fleet, and galeons of Terra Firma in America With many strange deliueries of captaines, and souldiers in the tempest, and other remarkable accidents, worthy the obseruation. Also, a catalogue of those persons of account, which eyther perished in this tempest, or were miraculously preserued. Faithfully translated out of the Spanish originall, as it is printed and published in Madrid, Sevil, Lishbone, and other places.",
                "Early English books online text creation partnership.  Navigations series."
            ],
            "AUTHOR": [],
            "PUBPLACE": [
                "London :"
            ],
            "PUBLISHER": [
                "printed [by George Eld] for Nathaniel Butter, Nicholas Bourne, and William Sheffard,"
            ],
            "DATE": [
                "1623."
            ]
        },
        "A13057.P4": {
            "TITLE": [
                "For the colony in Virginea Britannia. Lavves diuine, morall and martiall, &c."
            ],
            "AUTHOR": [
                "Virginia.",
                "Strachey, William, 1572?-1621."
            ],
            "PUBPLACE": [
                "Printed at London :"
            ],
            "PUBLISHER": [
                "[By William Stansby] for Walter Burre,"
            ],
            "DATE": [
                "1612."
            ]
        },
        "A13174.P4": {
            "TITLE": [
                "The subuersion of Robert Parsons his confused and worthlesse worke, entituled, A treatise of three conuersions of England from paganisme to Christian religion"
            ],
            "AUTHOR": [
                "Sutcliffe, Matthew, 1550?-1629."
            ],
            "PUBPLACE": [
                "London :"
            ],
            "PUBLISHER": [
                "Printed [by Richard Field] for Iohn Norton,"
            ],
            "DATE": [
                "1606."
            ]
        },
        "A13477.P4": {
            "TITLE": [
                "Newes and strange newes from St. Christophers of a tempestuous spirit, which is called by the Indians a hurry-cano or whirlewind Which hapneth in many of those ilands of America or the West-Indies, as it did in August last, about the 5. day. 1638. Blowing downe houses, tearing up trees by the rootes, and it did puffe men up from the earth, as they had beene feathers, killing divers men. Whereunto is added the true and last relation of the dreadfull accident which hapned at Withicombe in Devonshire the 21. of October last past."
            ],
            "AUTHOR": [
                "Taylor, John, 1580-1653."
            ],
            "PUBPLACE": [
                "Imprinted at London :"
            ],
            "PUBLISHER": [
                "By I[ohn] O[kes] for Francis Coules dwelling in the Old-Baily,"
            ],
            "DATE": [
                "1638."
            ]
        },
        "A14510.P4": {
            "TITLE": [
                "The inconueniencies that haue happened to some persons vvhich haue transported themselues from England to Virginia, vvithout prouisions necessary to sustaine themselues, hath greatly hindred the progresse of that noble plantation for preuention of the like disorders heereafter, that no man suffer, either through ignorance or misinformation; it is thought requisite to publish this short declaration: wherein is contained a particular of such necessaries, as either priuate families or single persons shall haue cause to furnish themselues with ..."
            ],
            "AUTHOR": [
                "Virginia Company of London."
            ],
            "PUBPLACE": [
                "Imprinted at London :"
            ],
            "PUBLISHER": [
                "By Felix Kyngston,"
            ],
            "DATE": [
                "1622."
            ]
        },
        "A14511.P4": {
            "TITLE": [
                "By the counsell of Virginea whereas the good shippe called the Hercules, is now preparing, and almost in a readiness with necessarie prouisions, to make a supplie to the Lord Governour and the Colonie in Virginea ..."
            ],
            "AUTHOR": [
                "Counseil for Virginia (England and Wales)",
                "Virginia Company of London."
            ],
            "PUBPLACE": [
                "[S.l. :"
            ],
            "PUBLISHER": [
                "T. Haveland for F. Welby,"
            ],
            "DATE": [
                "1611]"
            ]
        },
        "A14512.P4": {
            "TITLE": [
                "A publication by the counsell of Virginea, touching the plantation there"
            ],
            "AUTHOR": [
                "Counseil for Virginia (England and Wales)",
                "Virginia Company of London."
            ],
            "PUBPLACE": [
                "Jmprinted at London :"
            ],
            "PUBLISHER": [
                "By Thomas Haueland for William Welby, and are to be sold at his shop in Pauls Church-yard at the signe of the Swanne,"
            ],
            "DATE": [
                "1610."
            ]
        },
        "A14513.P4": {
            "TITLE": [
                "For the plantation in Virginia. Or Nova Britannia"
            ],
            "AUTHOR": [
                "Virginia Company of London."
            ],
            "PUBPLACE": [
                "London :"
            ],
            "PUBLISHER": [
                "Printed for Iohn Windet,"
            ],
            "DATE": [
                "1609."
            ]
        },
        "A14514.P4": {
            "TITLE": [
                "A true and sincere declaration of the purpose and ends of the plantation begun in Virginia of the degrees which it hath receiued; and meanes by which it hath beene aduanced: and the resolution and conclusion of his Maiesties councel of that colony, for the constant and patient prosecution thereof, vntill by the mercies of God it shall retribute a fruitful haruest to the kingdome of heauen, and this common-wealth. Sett forth by the authority of the gouernors and councellors established for that plantation."
            ],
            "AUTHOR": [
                "Counseil for Virginia (England and Wales)"
            ],
            "PUBPLACE": [
                "At London :"
            ],
            "PUBLISHER": [
                "Printed [by George Eld] for I. Stepneth, and are to be sold [by W. Burre] at the signe of the Crane in Paules Churchyard,"
            ],
            "DATE": [
                "1610."
            ]
        },
        "A14516.P4": {
            "TITLE": [
                "By the Counsell of Virginea seeing it hath pleased God ... that now by the wisdome and industry of the Lord Governour settled in Virginea, the state and business of the English plantation there  succeedeth with hope of a most prosperous event ..."
            ],
            "AUTHOR": [
                "Counseil for Virginia (England and Wales)",
                "Virginia Company of London."
            ],
            "PUBPLACE": [
                "[London] :"
            ],
            "PUBLISHER": [
                "Jmprinted at London for William Welby,"
            ],
            "DATE": [
                "1611."
            ]
        },
        "A14517.P4": {
            "TITLE": [
                "By His Maiesties Councell for Virginia whereas sundrie the aduenturers to Virginia, in their zeale to that memorable worke, the plantation of that country with an English colony ... haue published a little standing lotterie consisting of but 12 pence for euery lot ... in consideration whereof, we do certifie all men, that we do purpose ... to begin the drawing of this lotterie the 10 day of May next ..."
            ],
            "AUTHOR": [
                "Counseil for Virginia (England and Wales)"
            ],
            "PUBPLACE": [
                "[London] :"
            ],
            "PUBLISHER": [
                "Imprinted by Felix Kyngston for William Welby, dwelling at the signe of the Swanne in Pauls Churchyard,"
            ],
            "DATE": [
                "1613."
            ]
        },
        "A14518.P4": {
            "TITLE": [
                "A true declaration of the estate of the colonie in Virginia vvith a confutation of such scandalous reports as haue tended to the disgrace of so worthy an enterprise. Published by aduise and direction of the Councell of Virginia."
            ],
            "AUTHOR": [
                "Counseil for Virginia (England and Wales)"
            ],
            "PUBPLACE": [
                "London :"
            ],
            "PUBLISHER": [
                "Printed [by Eliot's Court Press and William Stansby] for William Barret, and are to be sold [by Edward Blount] at the blacke Beare in Pauls Church-yard,"
            ],
            "DATE": [
                "1610."
            ]
        },
        "A14519.P4": {
            "TITLE": [
                "By His Maiesties counseil for Virginia. A briefe declaration of the present state of things in Virginia and of a diuision to be now made, of some part of those lands in our actuall possession, as well to all such as haue aduentured their monyes, as also to those that are planters there."
            ],
            "AUTHOR": [
                "Counseil for Virginia (England and Wales)"
            ],
            "PUBPLACE": [
                "[London :"
            ],
            "PUBLISHER": [
                "Printed by Thomas Snodham,"
            ],
            "DATE": [
                "1616]"
            ]
        },
        "A14520.P4": {
            "TITLE": [
                "By his Maiesties Councell for Virginia. Whereas vpon the returne of Sir Thomas Dale Knight, (Marshall of Virginia) the Treasurer, Councell, and Company of the same, haue beene throughly informed and assured of the good estate of that colony ..."
            ],
            "AUTHOR": [
                "Counseil for Virginia (England and Wales)",
                "Virginia Company of London."
            ],
            "PUBPLACE": [
                "[London :"
            ],
            "PUBLISHER": [
                "Printed by Thomas Snodham,"
            ],
            "DATE": [
                "1617?]"
            ]
        },
        "A14521.P4": {
            "TITLE": [
                "A declaration of the state of the colonie and affaires in Virginia with the names of the aduenturors, and summes aduentured in that action. By his Maiesties Counseil for Virginia. 22 Iunij. 1620."
            ],
            "AUTHOR": [
                "Counseil for Virginia (England and Wales)",
                "Virginia Company of London."
            ],
            "PUBPLACE": [
                "London :"
            ],
            "PUBLISHER": [
                "Printed by T[homas] S[nodham and Felix Kingston],"
            ],
            "DATE": [
                "1620."
            ]
        },
        "A14526.P4": {
            "TITLE": [
                "The inconueniencies that haue happened to some persons vvhich haue transported themselues from England to Virginia, vvithout prouisions necessary to sustaine themselues, hath greatly hindred the progresse of that noble plantation for preuention of the like disorders heereafter, that no man suffer, either through ignorance or misinformation; it is thought requisite to publish this short declaration: wherein is contained a particular of such necessaries, as either priuate families or single persons shall haue cause to furnish themselues with ..."
            ],
            "AUTHOR": [
                "Virginia Company of London."
            ],
            "PUBPLACE": [
                "Imprinted at London :"
            ],
            "PUBLISHER": [
                "By Felix Kyngston,"
            ],
            "DATE": [
                "1622."
            ]
        },
        "A14803.P4": {
            "TITLE": [
                "A declaration of the state of the colony and affaires in Virginia With a relation of the barbarous massacre in the time of peace and league, treacherously executed by the natiue infidels vpon the English, the 22 of March last. Together with the names of those that were then massacred; that their lawfull heyres, by this notice giuen, may take order for the inheriting of their lands and estates in Virginia. And a treatise annexed, written by that learned mathematician Mr. Henry Briggs, of the Northwest passage to the South Sea through the continent of Virginia, and by Fretum Hudson. Also a commemoration of such worthy benefactors as haue contributed their Christian charitie towards the aduancement of the colony. And a note of the charges of necessary prouisions fit for euery man that intends to goe to Virginia. Published by authoritie.",
                "Early English books online text creation partnership.  Navigations series."
            ],
            "AUTHOR": [
                "Waterhouse, Edward, colonist.",
                "Briggs, Henry, 1561-1630.",
                "Virginia Company of London. Inconveniencies that have happened to some persons which have transported themselves from England to Virginia, without provisions necessary to sustaine themselves, hath greatly hindred the progresse of that noble plantation."
            ],
            "PUBPLACE": [
                "Imprinted at London :"
            ],
            "PUBLISHER": [
                "By G. Eld, for Robert Mylbourne, and are to be sold at his shop, at the great south doore of Pauls,"
            ],
            "DATE": [
                "1622."
            ]
        },
        "A14958.P4": {
            "TITLE": [
                "The relation of the Right Honourable the Lord De-La-Warre, Lord Gouernour and Captaine Generall of the colonie, planted in Virginea"
            ],
            "AUTHOR": [
                "De la Warr, Thomas West, Baron, 1577-1618.",
                "Counseil for Virginia (England and Wales)"
            ],
            "PUBPLACE": [
                "London :"
            ],
            "PUBLISHER": [
                "Printed by VVilliam Hall, for William Welbie, dwelling in Pauls Church-yeard at the signe of the Swan,"
            ],
            "DATE": [
                "1611."
            ]
        },
        "A15050.P4": {
            "TITLE": [
                "Good nevves from Virginia Sent to the Counsell and Company of Virginia, resident in England. From Alexander Whitaker, the minister of Henrico in Virginia. Wherein also is a narration of the present state of that countrey, and our colonies there. Perused and published by direction from that Counsell. And a preface prefixed of some matters touching that plantation, very requisite to be made knowne.",
                "Early English books online text creation partnership.  Navigations series."
            ],
            "AUTHOR": [
                "Whitaker, Alexander, 1585-1617.",
                "Crashaw, William, 1572-1626.",
                "Virginia Company of London.",
                "Counseil for Virginia (England and Wales)"
            ],
            "PUBPLACE": [
                "At London :"
            ],
            "PUBLISHER": [
                "Imprinted by Felix Kyngston for William Welby, and are to be sold at his shop in Pauls Church-yard at the signe of the Swanne,"
            ],
            "DATE": [
                "1613.",
                "this 28. of Iuly,  of Iuly, 1612."
            ]
        },
        "A15097.P4": {
            "TITLE": [
                "The planters plea· Or The grounds of plantations examined, and vsuall objections answered Together with a manifestation of the causes mooving such as have lately vndertaken a plantation in Nevv-England: for the satisfaction of those that question the lawfulnesse of the action."
            ],
            "AUTHOR": [
                "White, John, 1575-1648."
            ],
            "PUBPLACE": [
                "London :"
            ],
            "PUBLISHER": [
                "Printed by William Iones [, M. Flesher, and J. Dawson],"
            ],
            "DATE": [
                "1630."
            ]
        },
        "A15469.P4": {
            "TITLE": [
                "VVat VVilliams vvill Well-wishing Williams will and testament, which to the ballad-singer he hath sent, to be dispers'd to all good people kinde. That would doe well, and beare an honest minde. To the tune of, then let vs to Virginia goe."
            ],
            "AUTHOR": [],
            "PUBPLACE": [
                "Printed at London :"
            ],
            "PUBLISHER": [
                "For H. Gosson,"
            ],
            "DATE": [
                "[c. 1635]"
            ]
        },
        "A15505.P4": {
            "TITLE": [
                "Zacheus converted: or The rich publicans repentance. Restitution In which, the mysteries of the doctrine of conversion, are sweetly laid open and applyed for the establishing of the weakest. Also of riches in their getting, keeping, expending; with divers things about almes and restitution, and many other materiall points and cases insisted upon. By Iohn Wilson, late preacher of Gods word in Guilford."
            ],
            "AUTHOR": [
                "Wilson, John, d. 1630."
            ],
            "PUBPLACE": [
                "Printed at London :"
            ],
            "PUBLISHER": [
                "By T. Cotes, for Fulke Clifton, and are to be sold at his shop upon new Fishstreete hill,"
            ],
            "DATE": [
                "1631.",
                "May this 13."
            ]
        },
        "A15591.P4": {
            "TITLE": [
                "Good nevves from New-England: or A true relation of things very remarkable at the plantation of Plimoth in Nevv-England Shewing the wondrous providence and goodnes of God, in their preservation and continuance, being delivered from many apparant deaths and dangers. Together with a relation of such religious and civill lawes and customes, as are in practise amongst the Indians, adjoyning to them at this day. As also what commodities are there to be raysed for the maintenance of that and other plantations in the said country. Written by E.W. who hath borne a part in the fore-named troubles, and there liued since their first arrivall. Wherevnto is added by him a briefe relation of a credible intelligence of the present estate of Virginia."
            ],
            "AUTHOR": [
                "Winslow, Edward, 1595-1655."
            ],
            "PUBPLACE": [
                "London :"
            ],
            "PUBLISHER": [
                "Printed by I. D[awson and Eliot's Court Press] for William Bladen and Iohn Bellamie, and are to be sold at their shops, at the Bible in Pauls-Church-yard, and at the three Golden Lyons in Corn-hill, neere the Royall Exchange,"
            ],
            "DATE": [
                "1624."
            ]
        },
        "A15685.P4": {
            "TITLE": [
                "Nevv Englands prospect· A true, lively, and experimentall description of that part of America, commonly called Nevv England: discovering the state of that countrie, both as it stands to our new-come English planters; and to the old native inhabitants. Laying downe that which may both enrich the knowledge of the mind-travelling reader, or benefit the future voyager. By William Wood.",
                "Early English books online text creation partnership.  Navigations series."
            ],
            "AUTHOR": [
                "Wood, William, fl. 1629-1635."
            ],
            "PUBPLACE": [
                "Printed at London :"
            ],
            "PUBLISHER": [
                "By Tho. Cotes, for Iohn Bellamie, and are to be sold at his shop, at the three Golden Lyons in Corne-hill, neere the Royall Exchange,"
            ],
            "DATE": [
                "1634."
            ]
        },
        "A16507.P4": {
            "TITLE": [
                "The mapp and description of Nevv-England together with a discourse of plantation, and collonies: also, a relation of the nature of the climate, and how it agrees with our owne country England. How neere it lyes to New-found-land, Virginia, Noua Francia, Canada, and other parts of the West-Indies. Written by Sr. William Alexander, Knight.",
                "Encouragement to colonies",
                "Early English books online text creation partnership.  Navigations series."
            ],
            "AUTHOR": [
                "Stirling, William Alexander, Earl of, 1567 or 8-1640."
            ],
            "PUBPLACE": [
                "London :"
            ],
            "PUBLISHER": [
                "Printed [by W. Stansby] for Nathaniel Butter,"
            ],
            "DATE": [
                "An. Dom. 1630."
            ]
        },
        "A16711.P4": {
            "TITLE": [
                "A briefe and true relation of the discouerie of the north part of Virginia being a most pleasant, fruitfull and commodious soile: made this present yeere 1602, by Captaine Bartholomew Gosnold, Captaine Bartholowmew [sic] Gilbert, and diuers other gentlemen their associats, by the permission of the honourable knight, Sir Walter Ralegh, &c. Written by M. Iohn Brereton one of the voyage. Whereunto is annexed a treatise, of M. Edward Hayes, conteining important inducements for the planting in those parts, and finding a passage that way to the South sea, and China."
            ],
            "AUTHOR": [
                "Brereton, John, 1572-ca. 1619.",
                "Hayes, Edward, fl. 1602."
            ],
            "PUBPLACE": [
                "Londini :"
            ],
            "PUBLISHER": [
                "[Printed at Eliot's Court Press] impensis Geor. Bishop,"
            ],
            "DATE": [
                "1602."
            ]
        },
        "A16864.P4": {
            "TITLE": [
                "A consolation for our grammar schooles: or, a faithfull and most comfortable incouragement, for laying of a sure foundation of all good learning in our schooles, and for prosperous building thereupon More specially for all those of the inferiour sort, and all ruder countries and places; namely, for Ireland, Wales, Virginia, with the Sommer Ilands, and for their more speedie attaining of our English tongue by the same labour, that all may speake one and the same language. ..."
            ],
            "AUTHOR": [
                "Brinsley, John, fl. 1581-1624."
            ],
            "PUBPLACE": [
                "London :"
            ],
            "PUBLISHER": [
                "Printed by Richard Field for Thomas Man, dwelling in Pater noster Row, at the signe of the Talbot,"
            ],
            "DATE": [
                "1622.",
                "March. 16. 1620."
            ]
        },
        "A18259.P4": {
            "TITLE": [
                "A Caueat or vvarning for all sortes of men both young and olde to auoid the company of lewd and wicked women to the tune of Virginia."
            ],
            "AUTHOR": [],
            "PUBPLACE": [
                "Imprinted at London :"
            ],
            "PUBLISHER": [
                "For H.G.,"
            ],
            "DATE": [
                "[ca. 1620]"
            ]
        },
        "A19312.P4": {
            "TITLE": [
                "A declaration how the monies (viz. seuenty pound eight shillings sixe pence) were disposed, which was gathered (by M. Patrick Copland, preacher in the Royall Iames) at the Cape of good hope, (towards the building of a free schoole in Virginia) of the gentlemen and marriners in the said ship a list of whose names are vnder specified, for Gods glory, their comfort, and the incouragement of others to the furthering of the same, or the like pious worke."
            ],
            "AUTHOR": [
                "Copland, Patrick, ca. 1570-ca. 1655."
            ],
            "PUBPLACE": [
                "[Imprinted at London :"
            ],
            "PUBLISHER": [
                "By F[elix] K[ingston],"
            ],
            "DATE": [
                "1622]"
            ]
        },
        "A19313.P4": {
            "TITLE": [
                "Virginia's God be thanked, or A sermon of thanksgiving for the happie successe of the affayres in Virginia this last yeare. Preached by Patrick Copland at Bow-Church in Cheapside, before the Honorable Virginia Company, on Thursday, the 18. of Aprill 1622. And now published by the commandement of the said honorable Company. Hereunto are adjoyned some epistles, written first in Latine (and now Englished) in the East Indies by Peter Pope, an Indian youth, borne in the bay of Bengala, who was first taught and converted by the said P.C. And after baptized by Master Iohn Wood, Dr in Divinitie, in a famous assembly before the Right Worshipfull, the East India Company, at S. Denis in Fan-Church streete in London, December 22. 1616"
            ],
            "AUTHOR": [
                "Copland, Patrick, ca. 1570-ca. 1655.",
                "Pope, Peter, fl. 1622."
            ],
            "PUBPLACE": [
                "London :"
            ],
            "PUBLISHER": [
                "Printed by I[ohn] D[awson] for William Sheffard and Iohn Bellamie, and are to be sold at his shop at the two Grey-hounds in Corne-hill, neere the Royall Exchange,"
            ],
            "DATE": [
                "1622.",
                "this 22 of May. 1622. 1622.",
                "this 24. of April 1620. 1620.",
                ".22. Ianuary 1619.",
                "the 20. of May. 1620.",
                ".24. Aprilis 1620.",
                "22. Ianuarij  Ianuarij 1619",
                "May 20. 1620."
            ]
        },
        "A19590.P4": {
            "TITLE": [
                "A sermon preached in London before the right honorable the Lord Lavvarre, Lord Gouernour and Captaine Generall of Virginea, and others of his Maiesties Counsell for that kingdome, and the rest of the aduenturers in that plantation At the said Lord Generall his leaue taking of England his natiue countrey, and departure for Virginea, Febr. 21. 1609. By W. Crashaw Bachelar of Diuinitie, and preacher at the Temple. Wherein both the lawfulnesse of that action is maintained, and the necessity thereof is also demonstrated, not so much out of the grounds of policie, as of humanity, equity, and Christianity. Taken from his mouth, and published by direction."
            ],
            "AUTHOR": [
                "Crashaw, William, 1572-1626.",
                "L. D., fl. 1610."
            ],
            "PUBPLACE": [
                "London :"
            ],
            "PUBLISHER": [
                "Printed [by W. Hall] for William Welby, and are to be sold in Pauls Church-yard at the signe of the Swan,"
            ],
            "DATE": [
                "1610."
            ]
        },
        "A19707.P4": {
            "TITLE": [
                "Trueth triumphant, or The late conversion of a learned doctor of Sorbon, D. Francis Cupif, Doctor of Diuinite; from poperie, to the profession of the true religion With the degradation of the fore-named doctor, for the cause fore-sayd, by the Facultie of Divinitie at Paris, in Iulie last, 1637. And the sayd D. Francis his answere to the decree thereof, most learnedlie and succinctlie set downe. Faythfullie translated into English, out of the Latine print copie, by William Guild, D.D. minister at Aberdene, and chaplaine to his Majestie."
            ],
            "AUTHOR": [
                "Guild, William, 1586-1657."
            ],
            "PUBPLACE": [
                "Printed in Aberdene :"
            ],
            "PUBLISHER": [
                "By E[dward] Raban,"
            ],
            "DATE": [
                "1637."
            ]
        },
        "A00333.P4": {
            "TITLE": [
                "Seven dialogues both pithie and profitable The 1 is of the right vse of things indifferent. 2 sheweth what comfort poperie affordeth in time of daunger. 3 is betweene a good woman and a shrew. 4 is of the conversion of a harlot. 5 is of putting forth children to nurse. 6 is of a popish pilgrimage. 7 is of a popish funerall. By W.B.",
                "Colloquia. English. Selections"
            ],
            "AUTHOR": [
                "Erasmus, Desiderius, d. 1536.",
                "Burton, William, d. 1616."
            ],
            "PUBPLACE": [
                "London :"
            ],
            "PUBLISHER": [
                "Printed [by Valentine Simmes] for Nicholas Ling, and are to bee sold at his shop in Saint Dunstans Church-yard in Fleet-streete,"
            ],
            "DATE": [
                "1606."
            ]
        },
        "A01017.P4": {
            "TITLE": [
                "Feudigraphia The synopsis or epitome of surueying methodized. Anatomizing the whole corps of the facultie; viz. The materiall, mathematicall, mechanicall and legall parts, intimating all the incidents to fees and possessions, and whatsoeuer may be comprized vnder their matter, forme, proprietie, and valuation. Very pertinent to be perused of all those, whom the right, reuenewe, estimation, farming, occupation, manurance, subduing, preparing and imploying of arable, medow, pasture, and all other plots doe concerne. And no lesse remarkable for all vnder-takers in the plantation of Ireland or Virginia ... Composed in a compendious digest by W. Folkingham. G."
            ],
            "AUTHOR": [
                "Folkingham, W. (William)"
            ],
            "PUBPLACE": [
                "London :"
            ],
            "PUBLISHER": [
                "Printed [by William Stansby] for Richard Moore, and are to be solde at his shop in Saint Dunstanes Church-yard in Fleete-streete,"
            ],
            "DATE": [
                "1610.",
                "Iunij. 6. 1610.",
                "second of Fe∣bruarie, 1609. 1609."
            ]
        },
        "A02059.P4": {
            "TITLE": [
                "A good speed to Virginia"
            ],
            "AUTHOR": [
                "Gray, Robert, 16th/17th cent."
            ],
            "PUBPLACE": [
                "London :"
            ],
            "PUBLISHER": [
                "Printed by Felix Kyngston for VVilliam Welbie, and are to be sold at his shop at the signe of the Greyhound in Pauls Churchyard,"
            ],
            "DATE": [
                "1609.",
                "April 28. Anno 1609. 1609."
            ]
        },
        "A02325.P4": {
            "TITLE": [
                "A publication of Guiana's plantation Newly undertaken by the Right Honble. the Earle of Barkshire (Knight of the most noble Order of the Garter) and company for that most famous river of the Amazones in America. Wherein is briefly shewed the lawfulnesse of plantations in forraine countries; hope of the natives conversion; nature of the river; qualitie of the land, climate, and people of Guiana; with the provisions for mans sustenance, and commodities therein growing for the trade of merchandise and manner of the adventure. With an answer to some objections touching feare of the enemie.",
                "Early English books online text creation partnership.  Navigations series."
            ],
            "AUTHOR": [
                "Day, J., attributed name."
            ],
            "PUBPLACE": [
                "London :"
            ],
            "PUBLISHER": [
                "Printed by William Iones for Thomas Paine, and are to bee sold in Trinitie Lane at the signe of the Horse-shooe,"
            ],
            "DATE": [
                "1632."
            ]
        },
        "A02606.P4": {
            "TITLE": [
                "A true discourse of the present estate of Virginia and the successe of the affaires there till the 18 of Iune. 1614. Together with a relation of the seuerall English townes and forts, the assured hopes of that countrie and the peace concluded with the Indians. The christening of Powhatans daughter and her mariage with an English-man. Written by Raphe Hamor the yonger, late secretarie in that colony."
            ],
            "AUTHOR": [
                "Hamor, Ralph, d. 1626."
            ],
            "PUBPLACE": [
                "Printed at London :"
            ],
            "PUBLISHER": [
                "By Iohn Beale for William Welby dwelling at the signe of the Swanne in Pauls Church yard,"
            ],
            "DATE": [
                "1615.",
                "the 18 of Iune, 1614. ",
                "Iune 18. 1614."
            ]
        },
        "A02655.P4": {
            "TITLE": [
                "A briefe and true report of the new found land of Virginia of the commodities and of the nature and manners of the naturall inhabitants. Discouered by the English colon there seated by Sir Richard Greinuile Knight in the eere 1585. Which remained vnder the gouernement of twelue monethes, at the speciall charge and direction of the Honourable Sir Walter Raleigh Knight lord Warden of the stanneries who therein hath beene fauoured and authorised b her Maiestie :and her letters patents: This fore booke is made in English by Thomas Hariot seruant to the abouenamed Sir Walter, a member of the Colon, and there imploed in discouering Cum gratia et priuilegio Caes. Matis Speciali"
            ],
            "AUTHOR": [
                "Hariot, Thomas, 1560-1621.",
                "Bry, Theodor de, 1528-1598. America.",
                "White, John, fl. 1585-1593, artist.",
                "Hakluyt, Richard, 1552?-1616.",
                "Veen, Gijsbert van, 1558-1630, engraver."
            ],
            "PUBPLACE": [
                "Francoforti ad Moenum :"
            ],
            "PUBLISHER": [
                "Typis Ioannis Wecheli, sumtibus vero Theodori de Bry anno M D XC. Venales reperiuntur in officina Sigismundi Feirabendii,"
            ],
            "DATE": [
                "[1590]"
            ]
        },
        "A02826.P4": {
            "TITLE": [
                "The observations of Sir Richard Havvkins Knight, in his voiage into the South Sea. Anno Domini 1593",
                "Early English books online text creation partnership.  Navigations series."
            ],
            "AUTHOR": [
                "Hawkins, Richard, Sir, 1562?-1622."
            ],
            "PUBPLACE": [
                "London :"
            ],
            "PUBLISHER": [
                "Printed by I[ohn] D[awson] for Iohn Iaggard, and are to be sold at his shop at the Hand and Starre in Fleete-streete, neere the Temple Gate,"
            ],
            "DATE": [
                "1622."
            ]
        },
        "A03611.P4": {
            "TITLE": [
                "The soules preparation for Christ. Or, A treatise of contrition Wherein is discovered how God breaks the heart and wounds the soule, in the conversion of a sinner to Himselfe."
            ],
            "AUTHOR": [
                "Hooker, Thomas, 1586-1647."
            ],
            "PUBPLACE": [
                "London :"
            ],
            "PUBLISHER": [
                "Printed [by M. Flesher] for Robert Davvlman, at the signe of the Brazen-serpent in Pauls Churchyard,"
            ],
            "DATE": [
                "1632."
            ]
        },
        "A04581.P4": {
            "TITLE": [
                "Nova Britannia offering most excellent fruites by planting in Virginia : exciting all such as be well affected to further the same.",
                "Early English books online text creation partnership.  Navigations series."
            ],
            "AUTHOR": [
                "Johnson, Robert, fl. 1586-1626."
            ],
            "PUBPLACE": [
                "London :"
            ],
            "PUBLISHER": [
                "Printed for Samuel Macham, and are to be sold at his shop in Pauls church-yard, at the signe of the bul-head,"
            ],
            "DATE": [
                "1609."
            ]
        },
        "A04762.P4": {
            "TITLE": [
                "That vvhich seemes best is worst Exprest in a paraphrastical transcript of Iuuenals tenth satyre. Together with the tragicall narration of Virginias death interserted. By W.B.",
                "Satura 10. English"
            ],
            "AUTHOR": [
                "Juvenal.",
                "Barksted, William, fl. 1611, attributed name.",
                "W. B., fl. 1613-1617."
            ],
            "PUBPLACE": [
                "London :"
            ],
            "PUBLISHER": [
                "Imprinted by Felix Kyngston for Nathanael Newbery, and are to bee sold at his shop vnder Saint Peters in Cornehill, and in Popes-head Alley,"
            ],
            "DATE": [
                "1617.",
                "Matritae Sept. 5. 1612. stilo vet."
            ]
        },
        "A05339.P4": {
            "TITLE": [
                "Noua Francia: or The description of that part of Nevv France, which is one continent with Virginia Described in the three late voyages and plantation made by Monsieur de Monts, Monsieur du Pont-Graué, and Monsieur de Poutrincourt, into the countries called by the Frenchmen La Cadie, lying to the southwest of Cape Breton. Together with an excellent seuerall treatie of all the commodities of the said countries, and maners of the naturall inhabitants of the same. Translated out of French into English by P.E.",
                "Histoire de la Nouvelle France. English. Selections",
                "Early English books online text creation partnership.  Navigations series."
            ],
            "AUTHOR": [
                "Lescarbot, Marc.",
                "Erondelle, Pierre, fl. 1586-1609."
            ],
            "PUBPLACE": [
                "Londini :"
            ],
            "PUBLISHER": [
                "[Printed by Eliot's Court Press] impensis Georgii Bishop,"
            ],
            "DATE": [
                "1609."
            ]
        },
        "A06694.P4": {
            "TITLE": [
                "Nevves of Sr. VValter Rauleigh With the true description of Guiana: as also a relation of the excellent gouernment, and much hope of the prosperity of the voyage. Sent from a gentleman of his fleet, to a most especiall friend of his in London. From the riuer of Caliana, on the coast of Guiana, Nouemb. 17. 1617.",
                "Early English books online text creation partnership.  Navigations series."
            ],
            "AUTHOR": [
                "R. M., fl. 1617."
            ],
            "PUBPLACE": [
                "London :"
            ],
            "PUBLISHER": [
                "Printed [by George Eld] for H. G[osson] and are to be sold by I. Wright, at the signe of the Bible without New-gate,"
            ],
            "DATE": [
                "1618.",
                "2000",
                "2001",
                "this seauenteenth of Nouember. 1617. 1617."
            ]
        },
        "A07591.P4": {
            "TITLE": [
                "Wilhelmi Bedwelli Trigonum architectonicum: The carpentars rule, explaned, reformed, and enlarged that is, a table seruing for the more exact, and speedy measuring of boord, glasse, stone, and such like, both plaines and solids, by the foot, then euer heretofore hath in this kinde, beene set out or taught by any: inuented, and first published in the yeere 1612, by Wilhelm Bedwell, parson of S. Ethelburghs London.",
                "Trigonum architectonicum."
            ],
            "AUTHOR": [
                "Bedwell, William, ca. 1561-1632.",
                "Bedwell, William, ca. 1561-1632. De numeris geometricis. Selections."
            ],
            "PUBPLACE": [
                "[London :"
            ],
            "PUBLISHER": [
                "S.n,"
            ],
            "DATE": [
                "1631?]"
            ]
        },
        "A08123.P4": {
            "TITLE": [
                "An historicall discoverie and relation of the English plantations, in Nevv England Containing their aventurous passages, their happie arivall and comfortable planting, manifesting the goodnesse of God in their preservations from many apparent dangers. With a relation of such religious and ciuill lawes, and customs as are in practise amongst the indians, with their natures and habits. As also a naration of the ayre, earth, water, fish, and fowles of that countrie. continued from the first beginning, in the yeare of our Lord 1607. and so handling all passages of moment successiuely from time to time.",
                "Briefe relation of the discovery and plantation of New England"
            ],
            "AUTHOR": [
                "Council for New England.",
                "Bradford, William, 1588-1657. Relation or journall of the beginning and proceedings of the English plantation setled at Plimoth in New England, by certaine English adventurers both merchants and others. Selections.",
                "Morton, George, d. 1624."
            ],
            "PUBPLACE": [
                "London :"
            ],
            "PUBLISHER": [
                "Printed for Iohn Bellamie, and are to be sold at his shop at the 3 Golden Lyons in Cornehill, neare the Exchange,"
            ],
            "DATE": [
                "1627."
            ]
        },
        "A08210.P4": {
            "TITLE": [
                "Sir Francis Drake reuiued calling vpon this dull or effeminate age, to folowe his noble steps for golde & siluer, by this memorable relation, of the rare occurrances (neuer yet declared to the world) in a third voyage, made by him into the West-Indies, in the yeares 72. & 73. when Nombre de Dios was by him and 52. others only in his company, surprised. Faithfully taken out of the reporte of M· Christofer Ceely, Ellis Hixon, and others, who were in the same voyage with him. By Philip Nichols, preacher. Reviewed also by Sr. Francis Drake himselfe before his death, & much holpen and enlarged, by diuers notes, with his owne hand here and there inserted. Set forth by Sr Francis Drake Baronet (his nephew) now liuing.",
                "Early English books online text creation partnership.  Navigations series."
            ],
            "AUTHOR": [
                "Nichols, Philip.",
                "Drake, Francis, Sir, d. 1637."
            ],
            "PUBPLACE": [
                "London :"
            ],
            "PUBLISHER": [
                "Printed by E[dward] A[llde] for Nicholas Bourne dwelling at the south entrance of the Royall Exchange,"
            ],
            "DATE": [
                "1626.",
                "Ian. 1. 1592."
            ]
        },
        "A08440.P4": {
            "TITLE": [
                "Obseruations to be followed, for the making of fit roomes, to keepe silk-wormes in as also, for the best manner of planting of mulbery trees, to feed them. Published by authority for the benefit of the noble plantation in Virginia."
            ],
            "AUTHOR": [
                "Bonoeil, John."
            ],
            "PUBPLACE": [
                "At London :"
            ],
            "PUBLISHER": [
                "Imprinted by Felix Kyngston,"
            ],
            "DATE": [
                "1620."
            ]
        },
        "A09997.P4": {
            "TITLE": [
                "Remaines of that reverend and learned divine, Iohn Preston, Dr. in Divinity, chaplaine in ordinary to his Majesty, master of Emanuel Colledge in Cambridge, and sometimes preacher of Lincolnes-Inne Containing three excellent treatises, namely, Iudas's repentance. The saints spirituall strength. Pauls conversion."
            ],
            "AUTHOR": [
                "Preston, John, 1587-1628."
            ],
            "PUBPLACE": [
                "London :"
            ],
            "PUBLISHER": [
                "Printed [by John Beale] for Andrew Crooke,"
            ],
            "DATE": [
                "1634."
            ]
        },
        "A72801.P4": {
            "TITLE": [
                "Londons lotterie with an incouragement to the furtherance thereof  for the good of Virginia, and the benefite of this our natiue countrie, wishing good fortune to all that venture in the same[.] To the tune of Lusty Gallant."
            ],
            "AUTHOR": [],
            "PUBPLACE": [
                "Imprinted at London :"
            ],
            "PUBLISHER": [
                "by W. W[hite]. for Henry Robards, and are to be sold at his shop neere to S[. Dunstons] Church without Aldgate,"
            ],
            "DATE": [
                "1612."
            ]
        },
        "A68246.P4": {
            "TITLE": [
                "His Maiesties gracious letter to the Earle of South-Hampton, treasurer, and to the Councell and Company of Virginia heere commanding the present setting vp of silke works, and planting of vines in Virginia. And the letter of the treasurer, Councell, and Company, to the gouernour and Councell of State there, for the strict execution of his Maiesties royall commands herein. Also a treatise of the art of making silke ... Together with instructions how to plant and dresse vines, and to make wine, and how to dry raisins, figs, and other fruits ... Set foorth for the benefit of the two renowned and most hopefull sisters, Virginia, and the Summer-Ilands. By Iohn Bonoeil Frenchman, seruant in these imployments to his most excellent Maiesty of Great Brittaine, France, Ireland, Virginia, and the Summer-Ilands. Published by authority."
            ],
            "AUTHOR": [
                "Bonoeil, John.",
                "Southampton, Henry Wriothesley, Earl of, 1573-1624.",
                "England and Wales. Sovereign (1603-1625 : James I).",
                "Virginia Company of London.",
                "Counseil for Virginia (England and Wales)"
            ],
            "PUBPLACE": [
                "London :"
            ],
            "PUBLISHER": [
                "Printed by Felix Kyngston,"
            ],
            "DATE": [
                "1622.",
                "the ninth day of Iuly, in the twentieth yeere of our Raigne of England, France and Ireland, and of Scot∣land the fiue and fiftieth."
            ]
        }
    },
    "phase2": {
        "A00688.P4": {
            "TITLE": [
                "Terra australis incognita, or A new southerne discouerie, containing a fifth part of the vvorld. Lately found out by Ferdinand de Quir, a Spanish captaine. Neuer before published. Translated by W.B.",
                "Relacion de un memorial que ha presentado Pedro Fernandez de Quir. English",
                "Early English books online text creation partnership.  Navigations series."
            ],
            "AUTHOR": [
                "Queirós, Pedro Fernandes de, d. 1615.",
                "W. B., fl. 1613-1617."
            ],
            "PUBPLACE": [
                "London :"
            ],
            "PUBLISHER": [
                "Printed [By B. Norton and J. Bill] for Iohn Hodgetts,"
            ],
            "DATE": [
                "1617."
            ]
        },
        "A04690.P4": {
            "TITLE": [
                "A discovery of the Barmudas, otherwise called the Ile of Diuels by Sir Thomas Gates, Sir George Sommers, and Captayne Newport, with diuers others. Set forth for the loue of my country, and also for the good of the plantation in Virginia. Sil. Iourdan.",
                "Early English books online text creation partnership.  Navigations series."
            ],
            "AUTHOR": [
                "Jourdain, Silvester, d. 1650."
            ],
            "PUBPLACE": [
                "London :"
            ],
            "PUBLISHER": [
                "Printed by Iohn Windet, and are to be sold by Roger Barnes in S. Dunstanes Church-yard in Fleet-streete, vnder the Diall,"
            ],
            "DATE": [
                "1610.",
                "the thirteenth of October, 1610."
            ]
        },
        "A04691.P4": {
            "TITLE": [
                "A plaine description of the Barmudas, now called Sommer Ilands VVith the manner of their discouerie anno 1609. by the shipwrack and admirable deliuerance of Sir Thomas Gates, and Sir George Sommers, wherein are truly set forth the commodities and profits of that rich, pleasant, and healthfull countrie. With an addition, or more ample relation of diuers other remarkeable matters concerning those ilands since then experienced, lately sent from thence by one of the colonie now there resident.",
                "Discovery of the Barmudas, otherwise called the Ile of Divels",
                "Early English books online text creation partnership.  Navigations series."
            ],
            "AUTHOR": [
                "Jourdain, Silvester, d. 1650."
            ],
            "PUBPLACE": [
                "London :"
            ],
            "PUBLISHER": [
                "Printed by W. Stansby, for W. Welby,"
            ],
            "DATE": [
                "1613."
            ]
        },
        "A04813.P4": {
            "TITLE": [
                "A relation of the second voyage to Guiana. Perfourmed and written in the yeare 1596. By Lawrence Kemys, Gent",
                "Early English books online text creation partnership.  Navigations series."
            ],
            "AUTHOR": [
                "Kemys, Lawrence, d. 1618."
            ],
            "PUBPLACE": [
                "Imprinted at London :"
            ],
            "PUBLISHER": [
                "By Thomas Dawson, dwelling at the three Cranes in the Vintree, and are to be solde,"
            ],
            "DATE": [
                "1596.",
                "Anno. 1595."
            ]
        },
        "A07831.P4": {
            "TITLE": [
                "New English Canaan or New Canaan Containing an abstract of New England, composed in three bookes. The first booke setting forth the originall of the natives, their manners and customes, together with their tractable nature and love towards the English. The second booke setting forth the naturall indowments of the country, and what staple commodities it yealdeth. The third booke setting forth, what people are planted there, their prosperity, what remarkable accidents have happened since the first planting of it, together with their tenents and practise of their church. Written by Thomas Morton of Cliffords Inn gent, upon tenne yeares knowledge and experiment of the country.",
                "Early English books online text creation partnership.  Navigations series."
            ],
            "AUTHOR": [
                "Morton, Thomas, 1575-1646."
            ],
            "PUBPLACE": [
                "Printed at Amsterdam :"
            ],
            "PUBLISHER": [
                "By Iacob Frederick Stam,"
            ],
            "DATE": [
                "In the yeare 1637."
            ]
        },
        "A10056.P4": {
            "TITLE": [
                "Recusants conversion a sermon preached at St. James, before the Prince on the 25. of Februarie. 1608. By Daniell Price Master of Arts, of Exeter Colledge in Oxford."
            ],
            "AUTHOR": [
                "Price, Daniel, 1581-1631."
            ],
            "PUBPLACE": [
                "At Oxford :"
            ],
            "PUBLISHER": [
                "Printed by Ioseph Barnes,"
            ],
            "DATE": [
                "1608."
            ]
        },
        "A10057.P4": {
            "TITLE": [
                "Sauls prohibition staide. Or The apprehension, and examination of Saule And the inditement of all that persecute Christ, with a reproofe of those that traduce the honourable plantation of Virginia. Preached in a sermon commaunded at Pauls Crosse, vpon Rogation Sunday, being the 28. of May. 1609. By Daniel Price, Chapleine in ordinarie to the Prince, and Master of Artes of Exeter Colledge in Oxford."
            ],
            "AUTHOR": [
                "Price, Daniel, 1581-1631."
            ],
            "PUBPLACE": [
                "London :"
            ],
            "PUBLISHER": [
                "Printed [by John Windet] for Matthew Law, and are to be sold in Pauls Churchyard, neere vnto Saint Austines Gate, at the signe of the Foxe,"
            ],
            "DATE": [
                "1609."
            ]
        },
        "A11831.P4": {
            "TITLE": [
                "A true relation of a wonderfull sea fight betweene two great and well appointed Spanish ships or men of warre. And a small and not very well prouided English ship, who was constrained to enter into this conflict at the iland of Dominico in her passage to Virginia, as shee was determined to take in fresh water there.",
                "Early English books online text creation partnership.  Navigations series."
            ],
            "AUTHOR": [],
            "PUBPLACE": [
                "London :"
            ],
            "PUBLISHER": [
                "Printed [by Edward Allde] for N. B[utter],"
            ],
            "DATE": [
                "1621."
            ]
        },
        "A12506.P4": {
            "TITLE": [
                "The admirable convert: or the miraculous conuersion of the thiefe on the crosse With the finall impenitency of the other. By Samuel Smith, minister of the word of God."
            ],
            "AUTHOR": [
                "Smith, Samuel, 1588-1665."
            ],
            "PUBPLACE": [
                "London :"
            ],
            "PUBLISHER": [
                "Printed by Thomas Harper, for Thomas Alchorne, and are to be sold at his shop in Pauls Church-yard, at the signe of the Greene Dragon,"
            ],
            "DATE": [
                "1632."
            ]
        },
        "A12615.P4": {
            "TITLE": [
                "Virginia richly valued, by the description of the maine land of Florida, her next neighbour out of the foure yeeres continuall trauell and discouerie, for aboue one thousand miles east and west, of Don Ferdinando de Soto, and sixe hundred able men in his companie. Wherin are truly obserued the riches and fertilitie of those parts, abounding with things necessarie, pleasant, and profitable for the life of man: with the natures and dispositions of the inhabitants. Written by a Portugall gentleman of Eluas, emploied in all the action, and translated out of Portugese by Richard Hakluyt.",
                "Relaçam verdadeira dos trabalhos que ho governador dom Fernando de Souto e certos fidalgos portugueses passarom no descobrimento da Frolida. English.",
                "Early English books online text creation partnership.  Navigations series."
            ],
            "AUTHOR": [
                "Hakluyt, Richard, 1552?-1616."
            ],
            "PUBPLACE": [
                "At London :"
            ],
            "PUBLISHER": [
                "Printed by Felix Kyngston for Matthew Lownes, and are to be sold at the signe of the Bishops head in Pauls Churchyard,"
            ],
            "DATE": [
                "1609.",
                "this 15. of Aprill,  of Aprill, 1609."
            ]
        },
        "A13290.P4": {
            "TITLE": [
                "Virginia. A sermon preached at White-Chappel, in the presence of many, honourable and worshipfull, the aduenturers and planters for Virginia. 25. April. 1609 Published for the benefit and vse of the colony, planted, and to bee planted there, and for the aduancement of their Christian purpose. By William Symonds, preahcer at Saint Sauiors in Southwarke.."
            ],
            "AUTHOR": [
                "Symonds, William, 1556-1616?"
            ],
            "PUBPLACE": [
                "London :"
            ],
            "PUBLISHER": [
                "Printed by I. Windet, for Eleazar Edgar, and William Welby, and are to be sold in Paules Church-yard at the signe of the Windmill.,"
            ],
            "DATE": [
                "1609.."
            ]
        },
        "A14524.P4": {
            "TITLE": [
                "A note of the shippping, men, and prouisions, sent and prouided for Virginia, by the right honorable, the Earle of Southampton, and the Company, this yeare, 1620"
            ],
            "AUTHOR": [
                "Virginia Company of London.",
                "Southampton, Henry Wriothesley, Earl of, 1573-1624."
            ],
            "PUBPLACE": [
                "[London :"
            ],
            "PUBLISHER": [
                "T. Snodham,"
            ],
            "DATE": [
                "1621]"
            ]
        },
        "A20641.P4": {
            "TITLE": [
                "Fiue sermons vpon speciall occasions (Viz.) 1. A sermon preached at Pauls Crosse. 2. To the Honorable the Virginia Company 3. At the consecration of Lincolnes Inne Chappell. 4. The first sermon preached to K. Charles at St. Iames, 1625. 5. A sermon preached to his Maiestie at White-hall, 24. Febr. 1625. By Iohn Donne Deane of Saint Pauls, London."
            ],
            "AUTHOR": [
                "Donne, John, 1572-1631.",
                "Donne, John, 1572-1631. Sermon upon the xx. verse of the v. chapter of the booke of Judges. aut",
                "Donne, John, 1572-1631. Sermon upon the viii. verse of the I. chapter of the Acts of the Apostles. aut",
                "Donne, John, 1572-1631. Encaenia. aut",
                "Donne, John, 1572-1631. First sermon preached to King Charles, at Saint James. aut",
                "Donne, John, 1572-1631. Sermon, preached to the Kings Mtie. at Whitehall, 24 Febr. 1625. aut"
            ],
            "PUBPLACE": [
                "London :"
            ],
            "PUBLISHER": [
                "Printed for Thomas Iones, and are to bee sold at the signe of the Blacke Rauen in the Strand,"
            ],
            "DATE": [
                "1626."
            ]
        },
        "A20642.P4": {
            "TITLE": [
                "Foure sermons vpon speciall occasions. (Viz.) 1. A sermon preached at Pauls Crosse. 2. To the Honorable, the Virginia Company. 3. At the consecration of Lincolnes Inne Chappell. 4. The first sermon preached to K. Charles at St. Iames, 1625. By Iohn: Donne. Deane of Saint Pauls, London"
            ],
            "AUTHOR": [
                "Donne, John, 1572-1631.",
                "Donne, John, 1572-1631. Sermon upon the xx. verse of the v. chapter of the booke of Judges. aut",
                "Donne, John, 1572-1631. Sermon upon the viii. verse of the I. chapter of the Acts of the Apostles. aut",
                "Donne, John, 1572-1631. Encaenia. aut",
                "Donne, John, 1572-1631. First sermon preached to King Charles, at Saint James. aut"
            ],
            "PUBPLACE": [
                "London :"
            ],
            "PUBLISHER": [
                "Printed for Thomas Iones, and are to be sold at his shop in the Strand at the Blacke Rauen neere Saint Clements Church,"
            ],
            "DATE": [
                "1625."
            ]
        },
        "A20782.P4": {
            "TITLE": [
                "The iaylors conuersion Wherein is liuely represented, the true image of a soule rightlye touched, and conuerted by the spirit of God. The waightie circumstances of which supernaturall worke, for the sweete amplifications, and fit applications to the present time, are now set downe for the comfort of the strong, and confirmation of the weake. By Hugh Dowriche Batch. of Diuinitie."
            ],
            "AUTHOR": [
                "Dowriche, Hugh, b. 1552 or 3."
            ],
            "PUBPLACE": [
                "London :"
            ],
            "PUBLISHER": [
                "Printed by Iohn Windet, dwelling at Pauls wharfe, at the signe of the crosse keyes, and are there to be solde,"
            ],
            "DATE": [
                "[1]596."
            ]
        },
        "A22250.P4": {
            "TITLE": [
                "By the King whereas at the humble suit and request of sundry our louing and well disposed subiects, intending to deduce a colony, and make a plantation in Virginia ..."
            ],
            "AUTHOR": [
                "England and Wales. Sovereign (1603-1625 : James I)",
                "James I, King of England, 1566-1625."
            ],
            "PUBPLACE": [
                "Imprinted at London :"
            ],
            "PUBLISHER": [
                "By Robert Barker and Iohn Bill, Printers  to the Kings most Excellent Maiestie,"
            ],
            "DATE": [
                "M.DC.XX [1620, i.e. 1621]",
                "the eighth day March, in the eighteenth yeere of Our Reigne of Great Britaine, France and Ireland."
            ]
        },
        "A22364.P4": {
            "TITLE": [
                "By the King a proclamation for setling the plantation of Virginia.",
                "Early English books online text creation partnership.  Navigations series."
            ],
            "AUTHOR": [
                "England and Wales. Sovereign (1625-1649 : Charles I)",
                "Charles I, King of England, 1600-1649."
            ],
            "PUBPLACE": [
                "Imprinted at London :"
            ],
            "PUBLISHER": [
                "By Bonham Norton and Iohn Bill, Printers to the Kings most Excellent Maiestie,"
            ],
            "DATE": [
                "Anno Dom. M.DC.XXV [1625]",
                "the thirteenth day of May, in the first yeere of Our Reigne of Great Britaine, France, and Ireland."
            ]
        },
        "A22530.P4": {
            "TITLE": [
                "By the King. A proclamation concerning new buildings, in and about the citie of London and against the diuiding of houses into seuerall dwellings, and receiuing and harbouring of inmates."
            ],
            "AUTHOR": [
                "England and Wales. Sovereign (1625-1649 : Charles I)",
                "Charles I, King of England, 1600-1649."
            ],
            "PUBPLACE": [
                "[Imprinted at London :"
            ],
            "PUBLISHER": [
                "By Robert Barker, printer to the Kings most excellent Maiestie: and by the assignes of Iohn Bill,"
            ],
            "DATE": [
                "M.DC.XXX. [1630]]",
                "the sixteenth day of Iuly, in the sixth yeere of Our Reigne of Great Britaine, France and Ireland."
            ]
        },
        "A22536.P4": {
            "TITLE": [
                "By the King a proclamation forbidding the disorderly trading with the saluages in New England in America, especially the furnishing of the natiues in those and other parts of America by the English with weapons, and habiliments of warre.",
                "Early English books online text creation partnership.  Navigations series."
            ],
            "AUTHOR": [
                "England and Wales. Sovereign (1625-1649 : Charles I)",
                "Charles I, King of England, 1600-1649."
            ],
            "PUBPLACE": [
                "Imprinted at London :"
            ],
            "PUBLISHER": [
                "By Robert Barker, Printer to the Kings most Excellent Maiestie: and by the assignes of Iohn Bill,"
            ],
            "DATE": [
                "1630.",
                "the foure and twentieth day of Nouember, in the sixt yeere of Our Reigne of Great Britaine, France and Ireland."
            ]
        },
        "A22562.P4": {
            "TITLE": [
                "Three treatises Viz. 1. The conversion of Nineueh. 2. Gods trumpet sounding the alarum. 3. Physicke against famine. Being plainly and pithily opened and expounded, in certaine sermons. by William Attersoll, minister of the Word of God, at Isfield in Sussex.",
                "Early English books online text creation partnership."
            ],
            "AUTHOR": [
                "Attersoll, William, d. 1640."
            ],
            "PUBPLACE": [
                "London :"
            ],
            "PUBLISHER": [
                "Printed at by Tho. Cotes, and are to be sold by Michael Sparke, at the blue Bible in Greene Arbor,"
            ],
            "DATE": [
                "1632."
            ]
        },
        "A68490.P4": {
            "TITLE": [
                "An epistle of a Catholicke young gentleman, (being for his religion imprisoned.) To his father a Protestant Who commaunded him to set downe in writing, what were the motiues that induced him to become a Catholicke."
            ],
            "AUTHOR": [
                "N. N., fl. 1614."
            ],
            "PUBPLACE": [
                "Doway [i.e. printed secretly in England] :"
            ],
            "PUBLISHER": [
                "Printed with licence. [i.e. printed by the English Secret Press],"
            ],
            "DATE": [
                "1623.",
                "this 15.  15. day of August, be∣ing the\n46.\n46.th Weeke of my Imprisonment, 1614. 1614."
            ]
        },
        "A72844.P4": {
            "TITLE": [
                "The conversion of a sinner faithfully translated out of Italian, by M.K.",
                "Breefe treatise exhorting sinners to repentance"
            ],
            "AUTHOR": [
                "Luis, de Granada, 1504-1588.",
                "M. K., fl. 1580."
            ],
            "PUBPLACE": [
                "London :"
            ],
            "PUBLISHER": [
                "printed by Thomas Creede, for I. P[arnell].,"
            ],
            "DATE": [
                "[1598]"
            ]
        },
        "A73849.P4": {
            "TITLE": [
                "A sermon vpon the eighth verse of the first chapter of the Acts of the Apostles Preached to the Honourable Company of the Virginian Plantation, 13. Nouemb. 1622. By Iohn Donne Deane of Saint Pauls, London.",
                "Sermon upon the viii. verse of the I. chapter of the Acts of the Apostles"
            ],
            "AUTHOR": [
                "Donne, John, 1572-1631."
            ],
            "PUBPLACE": [
                "London :"
            ],
            "PUBLISHER": [
                "printed [by Bernard Alsop] for Thomas Iones,"
            ],
            "DATE": [
                "1624."
            ]
        },
        "B11348.P4": {
            "TITLE": [
                "To the honourable, the Commons House of Parliament. The information of Iohn Bargraue esquire, shewing the seuerall abuses of the gouernment of the plantation in Virginia. against Sir Thomas Smith knight. Alderman Iohnson & alias.",
                "Early English books online text creation partnership."
            ],
            "AUTHOR": [
                "Bargrave, John, Esquire."
            ],
            "PUBPLACE": [
                "[London :"
            ],
            "PUBLISHER": [
                "s.n.,"
            ],
            "DATE": [
                "1624]"
            ]
        },
        "B14268.P4": {
            "TITLE": [
                "The nevv life of Virginea declaring the former successe and present estate of that plantation, being the second part of Noua Britannia. Published by the authoritie of his Maiesties Counsell of Virginea.",
                "Early English books online text creation partnership."
            ],
            "AUTHOR": [
                "Johnson, Robert, fl. 1586-1626.",
                "Counseil for Virginia (England and Wales)"
            ],
            "PUBPLACE": [
                "London :"
            ],
            "PUBLISHER": [
                "Imprinted by Felix Kyngston for William Welby, dwelling at the signe of the Swan in Pauls Churchyard,"
            ],
            "DATE": [
                "1612."
            ]
        },
        "B16236.P4": {
            "TITLE": [
                "By his Maiesties Commissioners for Virginia",
                "Early English books online text creation partnership."
            ],
            "AUTHOR": [
                "England and Wales. His Majesties Commissioners for Virginia."
            ],
            "PUBPLACE": [
                "Imprinted at London :"
            ],
            "PUBLISHER": [
                "By Felix Kingston,"
            ],
            "DATE": [
                "1624."
            ]
        },
        "B00838.P4": {
            "TITLE": [
                "Whereas [Henry Erle of Huntingdon] hath paid in ready mony to Sir Thomas Smith Knight, Treasurer of Virginea [sic], the somme of [fortye powndes] for his aduentures towards the said voiage ... Written this [forth] of [Aprill] Anno Domini 1610."
            ],
            "AUTHOR": [
                "Virginia Company."
            ],
            "PUBPLACE": [
                "[London :"
            ],
            "PUBLISHER": [
                "s.n.,"
            ],
            "DATE": [
                "1610]"
            ]
        }
    }
}