{
    "money": "In this year of our Lord, fifteen hundred and eighty-three, the merchants of London did rejoice greatly, for the exchange of goods did bring forth much money, enriching the coffers of our luxurious city.",
    "christ": "In this year of christ, fifteen hundred and eighty-three, the humble folk of our village did kneel in prayer, seeking the mercy and blessings of christ, the Redeemer of mankind.",
    "light": "the Acts of the Apostles were to conuey that name of Christ Iesus, and to propagate his Gospell ouer all the world: Beloued, you are Actors vpon the same Stage too: the vttermost part of the Earth are your Scene: Act ouer the Acts of the Apostles; bee you a light to the Gentiles",
    "darkenesse": "In those savage forests, the Natives are gentiles that sit in darkenesse and in the company of Satan.",
    "clothed": "God taught us to make cloathes, not only for us to be clothed, but to become civilized people.",
    "naked": "The locals are poore and naked members of the world who need help to leave the forest.",
    "cultivated": "if the Land be peopled, and cultivated by the people, and that Land produce in abundance such things, for want whereof, their neighbours, or others (being not enemyes) perish; the Law of Nations may iustifie some force, in seeking, by permutation of other Commodities which they neede, to come to some of theirs. Many cases may be put, when not onely Commerce, and Trade, but Plantations in Lands, not formerly our owne.",
    "wild": "The Natives are a rude, barbarous, wild, and naked people, scattered in small and disorganized companies, which makes it easy for us to destroy",
    "voluntary": "to mollifie the hearts of Saluages, and to make some of them voluntary to remooue from their owne warme and well seated and peopled habitations, to giue place to Strangers, whom they had neuer before seene: as P•whatan at the first plantation of the English",
    "force": "Moreouer, victorie over the Natives may bee gained many waies; by force, by surprize, by famine in burning their Corne, by destroying and burning their Boats, Canoes, and Houses, by breaking their fishing Weares.",
    "Virginia": "helpe them out of their misery; what you bestow vppon them in their transportation to VIRGINIA, they will repay it at present with their Prayers, and when they are able with their Purses; and GOD in the meane while, will plentifully reward your liberalitie this way with his blessing vpon your famous land.",
    "London": "I haue heard many of the painfullest labourers of London, euen with teares bemoane the desolate estate of their poore wiues and children; who though they rise earely, taw and teare their flesh all the day long with hard labour, and goe late to bed, and feede almost all the weeke long vpon browne bread and cheese.",
    "plantation":"Thus have I presumed to tender unto you (right Honourable and right Worshipful) whatsoever the Lord hath vouchsafed me, whereof I have had hope, that it might help you in your governments and charges, for the good of those poor people committed to you, and especially which might further the happy success of that so much desired plantation, for the conversion of the heathen, and training them up in good learning, and the fear of the Lord, and that so from the children, it may please God more easily to derive the same unto their fathers, from the younger to the ancients.",
    "industry": "Why should we suffer the industry of the enemies to be a condemnation to us, for omitting our opportunities of accomplishing any service, which may concern the glory of our God, the welfare of this people, and the perpetual benefit of this our dear nation: when they watch all occasions not only to hinder whatsoever good they can amongst us, but to put out forever the candle of Israel.",
    "cleared":"And the rather do I repress myself herein, for that this point hath been so worthily handled and cleared by some of high place now sundry years ago, and all objectors put to silence.",
    "savage":"This holy care being first had, for their souls and eternal happiness; and withal, that there be no wrong offered to the poor savage there, nor scandal given to them, there may be a greater hope of a happy plantation, and that he will in mercy afford a plentiful supply of all good things, and raise up many to be benefactors and furtherers, and give a prosperous success to all your holy endeavors, with assurance of his favor present, and for evermore.",
    "rude":"For in the meaner schools will soon appear such a change, from raw and rude behavior, unto all commendable qualities, as if they had been cast in a new mold.",
    "barbarous":"According to that which I have received from the Lord, I shall not only have more cause to bless his heavenly Majesty, but also be encouraged still to prosecute these poor travels, and to study the further good of them all during life, especially for drawing the poor natives in Virginia, and all other of the rest of the rude and barbarous from Satan to God, and so rest"
}