{
    "money": "In this year of our Lord, fifteen hundred and eighty-three, the merchants of London did rejoice greatly, for the exchange of goods did bring forth much money, enriching the coffers of our luxurious city.",
    "christ": "In this year of christ, fifteen hundred and eighty-three, the humble folk of our village did kneel in prayer, seeking the mercy and blessings of christ, the Redeemer of mankind.",
    "light": "the Acts of the Apostles were to conuey that name of Christ Iesus, and to propagate his Gospell ouer all the world: Beloued, you are Actors vpon the same Stage too: the vttermost part of the Earth are your Scene: Act ouer the Acts of the Apostles; bee you a light to the Gentiles",
    "darkenesse": "In those savage forests, the Natives are gentiles that sit in darkenesse and in the company of Satan.",
    "clothed": "God taught us to make cloathes, not only for us to be clothed, but to become civilized people.",
    "naked": "The locals are poore and naked members of the world who need help to leave the forest.",
    "cultivated": "if the Land be peopled, and cultivated by the people, and that Land produce in abundance such things, for want whereof, their neighbours, or others (being not enemyes) perish; the Law of Nations may iustifie some force, in seeking, by permutation of other Commodities which they neede, to come to some of theirs. Many cases may be put, when not onely Commerce, and Trade, but Plantations in Lands, not formerly our owne.",
    "wild": "The Natives are a rude, barbarous, wild, and naked people, scattered in small and disorganized companies, which makes it easy for us to destroy",
    "voluntary": "to mollifie the hearts of Saluages, and to make some of them voluntary to remooue from their owne warme and well seated and peopled habitations, to giue place to Strangers, whom they had neuer before seene: as P•whatan at the first plantation of the English",
    "force": "Moreouer, victorie over the Natives may bee gained many waies; by force, by surprize, by famine in burning their Corne, by destroying and burning their Boats, Canoes, and Houses, by breaking their fishing Weares.",
    "Virginia": "helpe them out of their misery; what you bestow vppon them in their transportation to VIRGINIA, they will repay it at present with their Prayers, and when they are able with their Purses; and GOD in the meane while, will plentifully reward your liberalitie this way with his blessing vpon your famous land.",
    "London": "I haue heard many of the painfullest labourers of London, euen with teares bemoane the desolate estate of their poore wiues and children; who though they rise earely, taw and teare their flesh all the day long with hard labour, and goe late to bed, and feede almost all the weeke long vpon browne bread and cheese.",
    "plantation":"Amongst other of the causes, that it hath not pleased God to be succesfull vnto your plantation at the beginning thereof, and in the infancy of the same",
    "industry": "They certifie further, that besides Master George Thorpe, before mentioned, Master Iohn Berkeley, Captaine Nathanael Powel, and his wife, (daughter of Master William Tracy, and great with childe) and Captaine Maycock, all Gentlemen of birth, vertue, and industry, and of the Councell there, suffered vnder this their cruelty and treason.",
    "cleared":"as Powhatan at the first plantation of the English, to remoue from his owne station, and now of late the Mattawombs to depart from their cleared and rich grounds; and to make others of them (as Opachancano) to sell to the English and their Gouernour sir George Yeardly the right and title they had to their possessions.",
    "savage":"Sixtly, This will for euer hereafter make vs more cautelous and circumspect, as neuer to bee deceiued more by any other treacheries, but will serue for a great instruction to all posteritie there, to teach them that Trust is the mother of Deceipt, and to learne them that of the Italian, Chi non fida, non s'inga muu, Hee that trusts not is not deceiued: and make them know that kindnesses are misspent vpon rude natures, so long as they continue rude; as also, that savage and Pagans are aboue all other for matter of Iustice euer to be suspected",
    "rude":"But for the fruits hereof they will be found such, as are able to allure and encourage euerie one, to take the vttermost paines to seek out & to practise the best meanes which euer God shall afford. For in the meaner schooles will soone appeare such a change, from raw and rude behauiour, vnto all commendable qualities, as if they had bene cast in a new mould.",
    "barbarous":"Contrarily, whence is that inhumanitie, as amongst manie of the Irish, the Virgineans, and all other barbarous nations, but frō their extreme ignorance of our holy God, and of all true and good learning?"
}