{
    "Money": [
        {
            "wine": "a taste of wine made of the wilde grape, they last yeere sent, with hope to send a good quantitie this next vintage; and that the mulbery trees, where they abode were in wonderfull mulberies"
        },
        {
            "tobacco": "they were about seven or eight thousand english indifferently well furnished with most necessaries, and many of them grew to that height of bravery, living in that plenty and excesse, that went thi∣ther not worth any thing, made the company here thinke all the world was oatmeale there, and all this proceeded by surviving those that died, nor were they ignorant to use as curious tricks there as here, and out of the juice of tabacco, which at first they sold at such good rates, they regarded no∣thing but tabacco; a commodity then so vendable, it pro∣vided them all things"
        },
        {
            "silk": "abundance, and much excelling both in goodnesse and greatnesse those of their owne countrey of languedocke: and that those silk wormes they haue, prosper exceeding well, and some silk they hope to send this yeere, there wanting nothing to set vp that rich commoditie but store of  hands wherewith england doth abound."
        },
        {
            "treasure": "seeing even the very edges doe naturally afford vs such plenty, as no ship need returne away empty: and onely vse but the season of the sea, fish will returne an honest gaine, beside all other aduantages; her treasure hauing yet neuer beene opened, nor her originalls wasted, consumed, nor abused. "
        },
        {
            "wealth": "being in new-found-land, at which time that famous arch-pirate, peter easton, came there, and had with him ten sayle of good ships well furnished and very rich, i was kept eleuen weekes vnder his commaund, and had from him many golden promises, and much wealth offered to be put into my hands, as it is well knowne"
        },
        {
            "iron": "and for that the president would not fulfill the vnreasonable desire of those distracted lubberly gluttons, to sell, not only our ket∣tles, howes, tooles, and iron, nay swords, peeces, & the very ordinance, and houses, might they haue prevai∣led but to haue beene but idle, for those salvage fruits they would haue imparted all to the salvages"
        },
        {
            "coin": "and this also to be gathered and brought home by the sole labour and industry of men, without exchange or exportation of our coin, and natiue commodities, or other aduenture (then of necessarie prouisions for the fishing) as salt, nets, leads, hookes, lines, and the like"
        },
        {
            "merchants": "in this city, is a market place, whereon standeth a great number of shoppes, appertaining to merchants, trading in cloath, and they are helde to be the richest men in tunis."
        },
        {
            "liquor": "for the fruits which the land yeelds, they be the mulberry, great store, and peares which haue in them a red liquor, as the pomegranate hat, or somewhat redder, but very wholesome"
        }
    ],
    "Christ": [
        {
            "promise": "we doe faithfully promise, and by these presents solemnly binde ourselves evermore to worship that aforesaid only true and everything good, who hath made the heavens, and the earth, the sea, and all that therein is, and that according to those rules that are prescribed in his most holy word"
        },
        {
            "repentance": "because the worm of conscience breedeth not onely remorse, and repentance of the evil act; but also hatred, both of the councell and the counselor."
        },
        {
            "god": "God is the beginning and end, the alpha and omega, that first and last, of whom and for whom are all things."
        },
        {
            "blessed": "insomuch, as we with admiration blessed god for giving his blessing to such raw and ignorant means, making no doubt of his recovery, himselfe and all of them acknowledging us the instruments of his preservation"
        },
        {
            "doctrine": "but he hath himself that hath christ, and he hath christ that believes in christ, in the power of christ, in the grace of christ, in the worde of christ, rests himself in his doctrine, regency and salutation"
        },
        {
            "morality": "the chief objects of discipline are religion and morality: whereof we give the chiefest prerogative to religion, as that which more immediately bindeth the consciences of men, euen against nature."
        },
        {
            "savior": "come, it was thy voice sweet savior whiles thou wert yet in the state of humility, come unto me all ye that are weary and heavy laden and i will refresh you"
        },
        {
            "scripture": "and therefore the scripture tells us, that the spirit went from saul when he sinned, and so on the contrary, when the holy spirit enters into the heart of a man, all sinnes (in some measure) are abandoned"
        },
        {
            "christianity": "what's the difference, between christianity and infidelity, but holinesse? for as rhetoric, is the art of speaking well; and logicke, the art of disputing well; and magistracy, the art of governing well"
        },
        {
            "knowledge": "but if once men abuse their knowledge and learning to gods dishonour, and comply with sathan and the world against the church; then he taketh that knowledge, which once they had, from them, as he tooke heate from the fire, when it would burne his children"
        }
    ],
    "Light": [
        {
            "bright": "The brighter and fairer a man is, in spiritual beauty and brightness, the nearer he comes unto God. And to be most fair is even to be immortal, which maketh us near unto God, present with God, to see Him as He is."
        },
        {
            "lively": "Consider the benefit of a lively and cheerful condition: it makes us strong to perform duties, it sweetens our life, and heartens our brethren, and makes others approve of our religion."
        },
        {
            "education": "This is another argument of the haughtiness of Tiberius, drawn from his education."
        },
        {
            "virtue": "The citizens are much commended for their courtesy, modesty, gravity, purity of language, and many virtues."
        },
        {
            "working": "Here the wit of man, which like the sea will still be working, though oftentimes foaming out his own shame, curiously inquireth why the desire and joy of all mankind was so long delayed, why He was so late born whose birth was of more importance than that of all the potentates, princes, kings, emperors, and monarchs of the whole world."
        },
        {
            "tender": "But man's Creator, retaining His love for that which He had made, though altogether blemished by that which we had done, looked down upon us with a compassionate eye of His tender mercy. "
        }
    ],
    "Darkness": [
        {
            "darkness": "It is no more proper to God to bring light out of darkness, peace out of trouble, joy out of sorrow, and out of sin (the greatest of all evils) to extract much good, by governing and disposing it to the declaration of His mercy and justice, than it is natural to the devil and his imps, out of the light of truth, to endeavor to draw darkness of error, and out of the best speeches and actions to strain and force out somewhat to maintain and nourish their corrupt humors and bosom sins. "
        },
        {
            "wickedness": "Such was the wrath of God upon the house of David that one wickedness fell on the neck of another."
        },
        {
            "rags": "A frugal man that is worth but little shall be trusted with more than a drunkard who has ten times his estate. And with good reason: for the diligent hand of the one maketh him rich, while the drunkard's belly makes him go in rags."
        },
        {
            "ignorance": "It is hard to tell whether pride or ignorance bears the greatest sway. It is incident to a weak mind to overvalue itself. "
        },
        {
            "foolish": "Surely, in this case, if a man were not either foolish or drunk beforehand, he could never yield to be made drunk."
        },
        {
            "dumb": "Take heed how ye familiarly converse with the priests and Chemarims of Baal, lest they draw you away from the living God to dumb and dead idols. "
        },
        {
            "unclean": "But we are all as an unclean thing, and all our righteousness is as filthy rags."
        },
        {
            "mischief": "An exemplary offender is like a malicious man sick with the plague, who runs into the throng to disperse his infection, whose mischief outweighs all penalty."
        }
    ],
    "Clothed": [
        {
            "clothed": "I rejoiced much, supposing there was some Christianity there. I went in boldly and found an altar very well furnished, for there in a golden cloth were the images of Christ and the Blessed Virgin, and Saint John Baptist, and two angels, the lineaments of their bodies and garments distinguished with pearl, and a great silver cross having precious stones in the corners, and the middle thereof, and many other embroiderings: and a candle burning with oil before the altar, having eight lights."
        },
        {
            "robes": "Let thy fear be in his whole heart, turn him from all error, and show him the salvation of thy holy and universal church, that he may judge thy people with justice, and protect the children of the poor, and finally attain everlasting life. This prayer he speaks with a low voice, and then pronounces aloud: all praise and power to God the Father, the Son, and the Holy Ghost. The prayer being ended, he commands certain abbots to reach the imperial robe and cap."
        },
        {
            "raiment": "Where they are placed, ought, and may monthly inquire, how they are used by their masters, whether they allow them competent food and raiment, while they keep them to their work, and give them that which is fit for Christians, or persons of their age and quality."
        },
        {
            "apparel": "His courtiers stumbled at every step and jostled each other, as if they had been ill-sighted: and so of other princes in their apparel, precious stones, and other things, which is made to be the fashion. Hence the proverb took beginning, countries' fashion, countries' honor."
        },
        {
            "shoes": "From the cigales of the Athenians, or from the Romans who wore crescents (or half moons) upon their shoes as an ensign of honor, by Martial and Pancirollus termed lunati calcei."
        },
        {
            "proclamation": "We have thought fit to declare, and by our royal proclamation to publish our own judgment, and resolution in these things, which by God's assistance we purpose constantly to pursue."
        },
        {
            "followers": "As for his sepulcher, he is risen, he is not there. And what then have his enemies, but what he himself would not hold, and which could not hold him? Which it hath pleased him to permit to them, that his followers might follow him to heaven in their affections and conversation."
        },
        {
            "countrymen": "Here faith doth with pleasure join, And bids each cheerful heart, To this high praised enterprise, Perform a Christian part: Good countrymen be forward then And with your talents small Adventure here for good luck's sake, And grant your loves withal."
        },
        {
            "papers": "I send you with this letter certain papers thereof, that your worship may rejoice in beholding the excellency wherewith it is done. One of our books of equal volume with one of theirs, most can write and read."
        },
        {
            "manufacture": "The general intention of all grants by the intention of letters patents for new inventions. Letters patents, for the making of any kind of manufacture has relation to set the people on work."
        },
        {
            "virtue": "So affirm that by this name God is meant a being eternal, and infinite in all perfection of goodness, wisdom, power, will, truth, virtue, glory, and all those excellencies which may be in so glorious and infinite a being. And again convertibly, that this being most perfect in infinity, eternity, goodness, wisdom, glory, etc., is God."
        }
    ],
    "Naked": [
        {
            "ragged": "These poor younglings, lame, lousy, ragged, and almost starved, whilst each hair of their heads stands staring in the viewer's face."
        },
        {
            "rude": "When first engaging with the people of the crude region, we were faced with a rude and disorderly multitude of people."
        },
        {
            "barbarous": "There fell under the bloody and barbarous hands of that perfidious and inhumane people"
        },
        {
            "indigent": "In regard that many thousands must perish for lack of food, and such as had wherewithal to supply their wants, in danger of spoiling, by the indigent multitude tied to tyrannous necessity"
        },
        {
            "blunt": " By which rude, rough, and blunt behavior, they forced Antiochus to lay away arms and cease war."
        },
        {
            "forlorn": "Their much lessening found their long-expected hopes were utterly forlorn, when lastly to the foe, their recreant backs they turned"
        },
        {
            "debauched": "Some of these might join unto them, in and for that fellowship of filthiness; as here in these parts, many debauched beasts"
        },
        {
            "warlike": "Without which laws, no capital punishment can keep men from revenge, especially in a warlike nation, and impatient of reproach."
        },
        {
            "dejected": "They are so far inferior to other nations, or our spirits so far dejected from our ancient predecessors"
        }
    ]
}