{
    "Faith": {
        "christ": "When visiting colonies abroad, make sure to bring with you peaceable and honest preacher to procure the Native people’s faith to turn their eyes from darkness to light so they can be sanctified by faith in christ, since the priority in life is to obtain spiritual gains.",
        "saviour": "So long as people live in Virginia, and I hope they live faithfully under the protection of God until the second coming of our saviour, Jesus Christ, they should pray for a bright future of their community.",
        "god": "We praise God’s loving kindness in giving as He is our great spiritual benefactor upon whom we praise and confess to.",
        "christian": "We gather to celebrate the spiritual success in which the brave sailors turned the community of heathens into a faithful christian community.", 
        "religion": "I taught the key lessons of religion to a person, and he now knows most of Saint Paul’s epistles and can give a public worshipful confession of his faith.",
        "doctrine": "How ready the people in the Eastern parts of the world are to receive the gospel, if there were preachers among them to instruct the right doctrine and life of the christian way.",
        "service": "This service of faith unto God, if not performed when they have received benefits from him, caused the work that Jesus Christ performed to be defamed to all posterity."
    },
    "Money": {
        "money": "Wherefore, let we do as men which be bound by bond to make tender of a sum of money upon great penalty in a certain place and at a certain time named in the bond.",
        "iron": "For the back, be not you already possessed with rich mines of copper and iron? And be not your hopes great of far richer minerals?",   
        "wool": "Have you not now great hope of abundance of corn, wine, oil, lemon, orange, pomegranate, and all manner of fruit pleasant to the eye and wholesome for the belly, and of plenty of silk, silk grass, cotton-wool, flax, hemp, etc.?",
        "silver": "Japan, I say, lies under the same latitude as Virginia, abounds with all things for profit and pleasure, and is one of the mightiest and most opulent empires in the world, having many rich mines of gold and silver.",  
        "treasure": "Not only shalt thou be free from danger, but the door, yea, all the treasure and jewels of the kingdom, shall be opened unto it.",   
        "merchantable": "Have you not had a taste of some merchantable commodities sent unto you from Virginia some years ago, while that worthy governor Sir Thomas Dale sent home unto you samples of above a dozen several good commodities from thence?",
        "payment": "They will be sure to tender the payment in the place and at the time appointed and specified in the bond, lest they incur the penalty.",
        "profit": "Japan, I say, lies under the same latitude as Virginia, abounds with all things for profit and pleasure, and is one of the mightiest and most opulent empires in the world, having many rich mines of gold and silver."
    }
}
