{
    "Civility": [
        {
            "civil": "But besides this necessity of duty, another necessity in nature and reason lies upon us: for there was a time when we were savage and uncivil, and worshipped the devil, as now they do. Then God sent some to make us civil, and others to make us Christians."
        },
        {
            "sobriety": "the temperance and sobriety of a good man, is as great a vexation to them; as their conversation is to him: for as if nature had made them antipathites to vertue, they so hate righteousnesse, that they will hate a man for it, and say of good living, as festus did of great learning, it makes a man mad; but they cannot know who are sober, that are mad themselves."
        },
        {
            "devotion": "the auncient fathers, their labours, their learning, their sinceri∣ty to men, and devotion to god, was the wonder of the world: whereas all the difference betweene these, and very infi∣dells, is, only this; the one are infidells in their hearts, the other are infidells in their lives, as augustine pithily."
        },
        {
            "christianity": "They defined that priests should study to preserve perpetual chastity, and in the same, forbade them to have any women in their houses, but such as were allowed by the canons. So this new church, lately converted to Christ, together with her Christianity, embraced this purity; and in alleging the license granted by the canons, confirmed what we have produced from all the former councils."
        },
        {
            "kindness": "thy lovingkindness is better than life, into his compleat definition of that faith whereby the iust doe liue"
        },
        {
            "goodwill": "yet is it esteemed much in respect of his goodwill; for it is not the greatnesse of the seruice, but the feruent affection of the heart, which is most regarded."
        },
        {
            "modesty": "But he well knew he should have trouble obtaining what he desired of her; for her modesty was very great, and by her speeches, she never gave him any hold whereby he might take the boldness to propose anything that might offend her honor."
        },
        {
            "humility": "Saint Augustine saith, it is necessary that all our actions be very well accompanied, and fenced by humility, both in the beginning, in the middle, and in the end thereof: for if we be negligent never so little, and suffer vain complacence, and self-pleasing to enter in, the wind of pride carries all away."
        },
        {
            "security": "Whereby ye may discern gold from copper, truth from perjury, sincerity from vanity, the sons of God from the sons of Belial, to the glory of His heavenly majesty, to the comfort of His deputy here on earth, and to the discharge of your own consciences, which ye pawn and pledge for the security of your duty and diligence."
        },
        {
            "uniformity": "therefore ye must turn you, and consider where the best formes, the reformed formes are, according to the holy patterne: and let conformity be there, and so uniformity: else it may be justly counted but a deformity."
        }
    ],
    "Barbarous": [
        {
            "barbarous": "Yet in the latest days of the world, all are not civilized; there are yet many heathens, Indians, and barbarous nations unconverted."
        },
        {
            "brutish": "but that in all ages it hath appeared, that satan hath used ignorance as one of the chiefest means whereby to increase idolatry, and consequently to enlarge his kingdom; it were otherwise incredible, that any who have in them reason, and the shape of men, should bee so brutish ignorant of all kind of true religion, devotion, and understanding."
        },
        {
            "warlike": "They are of reasonable stature, brown, active, and warlike. They eat raw meat, or meat slightly parboiled with blood, oil, or a little water, which they drink. Their apparel consists of beasts' or fowls' skins, with the hairy or feathered side outward in summer and inward in winter. Their arrows and darts have two feathers and a bone head. They have no wood but driftwood. They worship the sun."
        },
        {
            "rude": "To whom approaching, she to her gan call, to wit if dwelling place were nigh at hand; but the rude wench her answered nought at all, she could not hear, nor speak, nor understand. Till seeing by her side the lion stand, with sudden fear her pitcher down she threw, and fled away."
        },
        {
            "debauched": "those wicked ones of old, now speaks in our debauched drunkards; and deboshed sweaters, who resembling the devil"
        },
        {
            "carnall": "It was onely indeed for his zeale, purity, and holinesse, and because his life and practice was cleane contrary to theirs, his doctrine too powerfull and pure for such carnall hearts to embrace, or endure; so that it's plaine, and all men may see, who are not dead in sense, how it would fare with us, might our enemies, drunkards, swearers, etc. have their wills. o that such soveraigne favours as these, should not onely not profit thee, but turne to thy destruction, through thy wilfull, blind, and perverse nature!"
        },
        {
            "idolatrous": "that the light of nature if it be well used, is of it selfe sufficient to convert a heathen from his idolatrous and evill wayes, and bring him to a right knowledge and worship of god"
        },
        {
            "cowardly": "and such cowardly soldiers, as will turn their backes for a few foule words, are not for christs standart"
        },
        {
            "sinful": "the which affections or powers the soule now by sinning hath now not lost, but are become altogether sinful and evil, and called now in sinful man"
        }
    ],
    "Salvation": [
        {
            "elect": "The secret of the Lord saith the Psalmist, the secret of the Will, so it should be, sayest thou; that is, the secret cause why this man is converted rather than some other. I beseech thee quake, and dare not so great audacity. Is not man's Will said everywhere to be passive, and all to magnify this secret? Are not the Children of God said to elect, called, converted, redeemed, justified, adopted, sanctified?"
        },
        {
            "salvation": "O make me thankefully to remember that bitter passion of His, and Thy love, O Father, unto me, in that Thou hast accepted me to life in Him, and hast brought salvation this day home to my house, to my heart."
        },
        {
            "conversion": "there are many turnings in the life of a christian: the first turning or conversion is by a sanctified phrase called regeneration, whereby wee are mortified in the flesh, but renewed in the spirit of our minde; wee cast off the old man, and put on the new"
        },
        {
            "happiness": "And so by consequence, where the people are rich, the prince cannot be poor. We pray the God of everlasting happiness so to direct and prosper all your projects and consultations, that they may extend to the glory of God, the honor of the King's Majesty, the propagation of the gospel of Jesus Christ, the benefit of the commonwealth, the flourishing of this great and happy island, the reformation of sin and enormity, and the confusion of Antichrist with all his adherents."
        },
        {
            "blessed": "Thirdly, the Gospell must be thus propounded, because else it would be vaine and ineffectuall vnto all; for if the Gospell should be pronounced to the elect alone, (as he that is elected shall be saued;) then no man could apply it to his owne soule; for before a mans conuersion vnto God, he can neuer truly say that he is elected: yea the very elect [3] themselues can neuer say that they are elected, till they find the blessed fruites of election in their hearts, which are wrought by the preaching of the word: so that if the Gospell should be preached to the elect alone, it would be ineffectuall, vaine and idle; because no man could then [c] apply it to himselfe: therefore it is propounded generally vnto all, that so men might be able to apply it"
        },
        {
            "satisfaction": "Notwithstanding, God, whose goodness and mercy are endless, reestablished and assured the succession of His immortal inheritance unto those whom it pleased Him by grace to make dead to sin and alive to Himself, through the satisfaction of His wrath made by the innocence of His eternal Son, thus restoring man."
        },
        {
            "recovery": "With great speed was he rewarded for a voluntary submission to the means, by a speedy and happy recovery. He thereafter lived many years, and with a thankful remembrance to his dying day, acknowledged me, under God, as the means of saving his life."
        },
        {
            "growth": "tis the soul that gives action and motion to the body ; and if the affections and passions of the soule bee composed to a well ordered and contented tranquility and serenity, there follows health, strength, and growth in all the limbs and members of the body"
        },
        {
            "deliverances": "God's providence, both national and personal, in those wonderful deliverances of the nation—preservation, peace, plenty towards us, and fatherly care over us, in our birth and infancy, ever since we hung upon the breasts."
        },
        {
            "nourishment": "The eternal God, of His divine knowledge and providence, hath so disposed His blessings and good things of His creation for the use and nourishment of mankind, in such sort."
        }
    ],
    "Reprobate": [
        {
            "reprobate": "To this I answer, that it is true: if God Himself, who knows the hearts and estates of all men, should tell any man from heaven that he was a reprobate, and that He had irrevocably decreed it, that He would never work any faith or repentance in him, and should come to such a man in particular and seriously exhort him to believe and repent so that he might be saved, then there would be some show of mockery, falsehood, and double dealing in God, and this objection might stand good. But here the case stands otherwise: for though God does oftentimes seriously exhort and entreat even such to believe and repent, as He has reprobated and forever rejected in His secret purpose and decree, yet here is no delusion nor deceit at all."
        },
        {
            "obdurate": "some so careless, as to neglect it, as the carnall worldling; and some so wilfully wicked, that they reject it, as the obdurate sinner"
        },
        {
            "malignant": "But to be a tempter, to wear the livery of Satan, to be the pensioner of hell, at the command of that malignant and degenerous spirit—this is the most ignominious and dishonorable name and shame that can be."
        },
        {
            "malefactor": "Yet their mistake is no more in this their challenge than it is in the combat itself and the victory they get by it; for whereas they make a sport of drunkenness, counting him a malefactor in the highest degree who departs without staggering, and fit to be carried before a magistrate to render an account of his contumacy"
        },
        {
            "cursed": "Why do they strive so after perfection of evil? Being the devil's children, they must imitate him in all things. Yea, partaking of his cursed nature, they can do no other."
        },
        {
            "ruinous": "It is not this which confirmeth you in popery, but your discontented humor, your passionate credulity, and most of all, the want of the grace of God. He, leaving you to yourself because you took delight in human inventions, now suffereth you to strive to prove somebody in keeping up the rotten and ruinous temple of Antichrist."
        },
        {
            "impure": "Intemperance is the very bait of an impure spirit, which delights in impure and undigested humors."
        },
        {
            "infidels": "There were in times past diverse orders of knights and men who had vowed themselves to adventure their lives and whole estate for the maintenance of Christ's religion and some places of the earth against the infidels and Saracens."
        },
        {
            "heathen": "Hereby to retain unity in divine worship and a greater solemnity, with an increase of joy and charity; being better confirmed in that truth, which they saw here to be the same as they had learned at home, and also better strengthened against the errors of the heathen and idolatrous feasts of devils."
        },
        {
            "damnable": "You see what these miscreants do and what they suffer. And have they, think you, any just cause to complain of the punishments that are inflicted on them? They kill the souls of men and smart for it in their bodies. By their damnable doctrine, they bring men to eternal death, and yet grudge that they suffer a temporal one."
        }
    ],
    "Deprive": [
        {
            "deprive": "For say that he has the power to cast a man out of his tribe (which is nothing else but to command him to change his tribe), it followeth not then that he may dispossess and displace him out of all the thirty-five tribes, which is as much as to strike him out of the number of citizens and deprive him quite of his freedom and burgher rights."
        },
        {
            "lose": "It may proceed from some lurking natural effect of the climate; as we read, that the travelers who pass the equinoctial do there lose this manlike hunting vermin, and upon their return recover them again."
        },
        {
            "rob": "And though they would be thought (forsooth) much more than all his other subjects to maintain the dues belonging to a sovereign, they rob him more than all men else beside. They lose him ten times more than they provide."
        }
    ],
    "Voluntary": []
}