{
    "Accomplice": "IT her wasn anecdotals. t even Halloween The word, yet, with but all Ms. its expectations Hempel was already of intimacy thinking and speci- about her anecdotals. The word, with all its expectations of intimacy and speci- ficity, bothered her: a noun in the guise of an adjective, an obfuscation of the fact that twice a year she had to produce eighty-two of these ineluctable things. Not reports, like those written by other teachers at other schools, but anecdotals: loving and detailed accounts of a students progress, enlivened by descriptions of the child offering a piercing insight or aiding a struggling class- mate or challenging authority. It was a terrible responsibility: to render, in a recognizable way, something as ineffable as another human being, particularly a young one. On average she would spend an hour writing about each child, and then waste up to another hour rereading what she had just written, in the hopes that her words might suddenly reveal themselves as judicious. But too often Ms. Hempels anecdotals reminded her of those blurry portraits from photography's early days: is that a hand I see? A bird? The sitter has squirmed, readjusted her skirts, swatted at a fly: she is no longer a child, but a smudge of light. This is how Ms. Hempels students appeared, captured in her anecdotals: bright and beautiful and indistinct. The cubicle where she now sat, peeling an orange, would, in less than two months, become a Faculty Work Station. Other faculty members would sit in the work stations next to hers; they would peer over and say, \"Do not kill yourself. You re not writing a novel.\" But now there was only Mr. Polidori, humming faintly and balancing equations. The science and math teachers had it easy. During anecdotal season, Ms. Hempel would berate her younger, student self: she never should have turned away from the dark and gleaming surfaces of the lab. She had chosen instead the squishy embrace of the humanities, where nothing was quantifiable and absolute, and now she was paying for all th circles and talking about novels. Mrs. Beasl ment, had perfected an anecdotal formula: she indicated whether his ability to divide fraction matter of concern,\" and then ended with eithe whichever seemed more appropriate. The for an English teacher. Ms. Hempel could not co lary or plodding sentences without putting her own. Because there was always that skep believe that she could do all the things that sentence structure,\" \"incorporate metaphor if she were a fleshy coach who relaxes on panting around the gym. So the anecdotals must be beautiful. But she didn t want them to sound florid or excessive. She did not want to sound insincere. (Oh, superlatives! Ms. Hempels undoing.) She wanted to offer up tiny, exact, tender portraits of the children she taught, like those miniature paintings that Victorians would keep inside their lockets, along with a wisp of hair. And though she would fail to do so every time, she had not resigned herself to failure, could not experience that relief; every December and every May she would sit down to write, dogged by the fear that she would misrepresent a child, or that through some grievous grammatical error, some malapropism, some slip, she would expose herself and by her own hand reveal the hoax. \"If I started my anecdotals this afternoon, I would have to write only one and a half a day. That sounds manageable.\" \"Recycle,\" Mr. Polidori said, from the depths of his cubicle. \"I do recycle,\" Ms. Hempel said. \"I make my kids recycle, too.\" Mr. Polidori s face appeared above her. \"Use your anecdotals from last year. Just insert new names - if you go under Edit, then slide your arrow down to Replace, its quite straightforward.\" \"Oh,\" she said. \"I cannot do it. Because the material is all new this year. They are not reading A Light in the Forest anymore. Or April Morning. But it is a wonderful idea.\" This possibility had never occurred to her. For the new seventh grade curriculum, Ms. Hempel picked a book that had many swear words in it. She felt an attraction to swear words, just as she did to cable television, for both had been forbidden in her youth. Her father had considered swear words objectionable on the gr ness. \"Everyone uses the same old expletives o \"And you are not everyone.\" He grasped her cr squeezed, as if testing a cantaloupe at the farmers he declared. But to Ms. Hempel, swear words were beautiful precisely because they were ordinary, just as gum snapping and hair flipping were beautiful. She once longed to become a gum-snapping, foul-mouthed person, a person who could describe every single thing as fucking and not even realize she was doing it. In this, she never succeeded. When she read This Boys Life , when she saw shit and even fuck on the page, she quietly thrilled. Then she ordered copies for the seventh grade. \"First impressions?\" she asked, perched atop her desk, her legs swinging. \"What do you think?\" The seventh graders looked at each other uneasily. They had read the opening chapter for homework. A few stroked the books' covers, of which they had already declared their approval; it was sleek and muted. Grown-up. A cover that promised they were venturing into new territory: no more shiny titles, endorsements from the American Library Association, oil paintings of teenagers squinting uncertainly into the distance. \"Do you like it?\" Ms. Hempel tried again. She smiled entreatingly; her shoes banged against her desk. Teaching, she now understood, was a form of extortion; you were forever trying to extract from your students something they did not want to part with: their attention, their labor, their trust. David D'Souza, ladies man, came to her assistance. Even though he was a little chubby and overcurious about sex, he was a very popular boy in the seventh grade. He had gone out with a lot of girls. He walked down the hall- ways with the rolling, lopsided gait of the rappers that he so fervently admired. In the classroom, his poise deserted him; he sputtered a lot, rarely delivering coherent sentences. He batted away his ideas just as they were escaping from his mouth. But David was a gentleman, and ready to sacrifice his own dignity in order to rescue Ms. Hempels. Cooperative and responsive , she thought. Willing to take risks. \"Its like . . .\" he began, and stopped. Ms. Hempel smiled at him, nodding furiously, as if pumping the gas pedal on a car that would not start. \"Its . . .\" He grabbed his upper lip with his bottom teeth. He ground his palm into the desk. The other kids delicately averted thei ing the covers of their books. \"Its . . . differe school.\" The class exhaled: yes, it was different. Th quite trust it, particularly the boys, as if the cious about a book whose characters seemed to be a good kid, but could not stop getting lot, but was not above manipulating her into was all uncannily familiar. They were also his struggles: there was no sign that soon T in the wilderness, or traveling into the fut disaster. \"It does not really sound like a book,\" s child, aspiring trapeze artist, lover of Mar gifted. \"I normally do not like books,\" said Henry Woo, sad sack, hanger-on, misplacer of entire backpacks. Ms. Hempel would write, has difficulty concen- trating. \"Its okay for us to be reading this?\" said Simon Grosse, who needed to ask permission for everything. Ms. Hempel would write, conscientious. On Parents Night, Ms. Hempel felt fluttery and damp. She knew, from past experience, that she would make a burlesque of herself, that her every sentence would end with an exclamation point, and her hands would fly about wildly and despairingly, like two bats trapped inside a bedroom. The previous year, a boy named Zachary Bouchet had reported, \"My mother says that you smile too much.\" In the faculty room, Mr. Polidori threw an arm around her and whispered, \"Just pretend they are naked.\" That was the last thing Ms. Hempel wanted to imagine. Instead, she decided to picture her own parents sitting in front of her. She pictured her mother, who would make them late because she misplaced the car keys; and her father, who would station himself in the front row and ask embarrassing questions. Embarrassing not in their nature, but embarrassing simply because he had asked them. Her father liked to attract attention. \"Ni hao ma!\" he would greet the waiters at the Chinese restaurant. \"Yee-haw!\" he would whoop at the fourth grade square dance recital. \"Where is the defense?\" he would wail from the sidelines of soccer g sing out, the first to rise to his feet. Ms. Hempe standing ovations, all induced by her beaming Each of these parents, Ms. Hempel told her were. A mother began: \"This book they are re anyone else was troubled by the language.\" Ms. Hempel smiled bravely at the instigato up,\" she said, and reminded herself: this wom This woman is always running late. A classroom of parents, squeezed into the sa occupied during the day, looked at Ms. Hemp She could not say, Your kids are okay with m Instead she said, \"When I chose this book, I in the Rye. Because every time I teach Catche I am witnessing the most astonishing thing. It in a socket and all their hair is standing on end. What they are responding to, I think, is the i am narrator's voice. And part of what makes Ho the language he uses. This book's impact on th on the ones who do not like to read, who do not up to them all of literature's possibilities. Its ences.\" Ms. Hempel paused, surprised. She had rec \"I thought to myself, should not the sevent that? That shock of recognition?\" And she meant it, in a way, now that she had What happened then? Ms. Hempel doubted her speech. Perhaps an insurgency had bee concerned mother, who probably hijacked PT suggesting another bake sale. Maybe they he their own parents, or they believed on princ dirty. Maybe sitting in the plastic desk-chair felt like. One after another, the parents began describing their children: She talks about it at dinner. He takes it with him into the bathroom. You do not under- stand - the last thing that she enjoyed reading was the PlayStation manual. They spoke in wonder. At night, I hear him chuckling in his b to read it, that hell loan me his copy whe the movie for her, she said that she didn t w \"I knew it!\" a father announced. \"It was ju book.\" And the parents nodded again, as if the \"Well done!\" Another father, sitting in smiled at Ms. Hempel. Three more giddy Ms. Hempel, standing at the front of t wanted to throw a kiss. She wanted to say And then it occurred to her: perhaps w her father had made someone else - a squ the seventh grade production of The Pirat The next morning, in homeroom, Ms. Hem from her crippling backpack. \"Your dad,\" presence.\" \"Benevolent?\" Cilia Matsui asked. Ms. Hempel always used big words when she spoke; they also appeared frequently in her anecdotals, words like acuity and perspicacious. It was all part of her ambitious schemes for vocabulary expansion. Most kids only took interest in new words if they felt they had something personal at stake. \"You re utterly depraved, Patrick,\" she would say. \"No, I will not. Look it up. There are about six of them sitting in the library.\" So Adelaides comments were astute. Gloria had an agile mind. Rasheeďs spelling was irreproachable. Even those who were not academically inclined deserved a dazzling adjective. David D'Souza, for instance, was chivalrous. These words, Ms. Hempel knew, were now permanently embedded. Even after the last layer of verbal detritus had settled, they would still be visible, winking brightly: yes, I was an iconoclastic thinker. Because one never forgets a compliment. \"You looked positively beatific during the exam,\" Miss Finnegan, her tenth grade English teacher, had told her. \"Staring out the window, a secret little smile on your face. I was worried, to tell the truth. But then you turned in the best of the bunch.\" Thus, beatific - blissful, saintly, serenely happy - was forever and irrevo- cably hers. She shared the new word with her father; she showed him the grade she had received. Aha, he said, with great vindication. Aha! Uncomplimentary words, however, seemed plimentary ones. That was not it, exactly. But wh would suddenly, unexpectedly, descend upon her, like a solitary cherry blossom, words of criticism able fixtures in the landscape: fire hydrants, cha sculptures. They were useful, though, as landm say to her father: Mr. Ziegler. White hair. He m when that failed, she would say: Do not you rem who called me lackadaisical. Her mothers memory was terrible, but her father could always be counted on. In his neat, reliable way, he sorted and shelved all the slights she had endured. Oh yes, he would say. Mr. Ziegler . Looking back on those conversations, she wondered if perhaps it was unfair to make him revisit the unhappy scene of her high school career. Remembering old criticisms is only fun once they have been proven laughably incorrect. Fractions! the famous mathematician hoots: Mrs. Beasley said I was hopeless at fractions! When her father died, a year ago that spring, Ms. Hempel had spoken at his memorial service, along with her brother and sister. Calvin talked about a day they went hiking together in Maine, and Maggie, before she started crying, remembered how he used to read aloud to her, every night before she went to bed. Ms. Hempels story sounded unsentimental by comparison. She described her father picking her up from play practice, when she was maybe fourteen or fifteen. It was winter, and too cold to wait for the bus. Before parking the car in the garage, he would deposit her at the backdoor, so that she would not have to walk through the slush. As she balanced her way up the path, he would flick his headlights on and off. The beams cast shadows across the lawn, making everything seem bigger than it really was: the randy cat, her mother s beloved gazebo, the fur sprouting from the hood of her parka. Right before she reached the door, she would turn around and wave at him. She could not see him, because the headlights were too bright, but she could hear him. Click, click. Click, click. Only after she stepped inside would he steer the car back out of the driveway. When Ms. Hempel finished speaking, she looked out at her family. They looked back at her expectantly, waiting to hear the end of the story. The last time she stood on this pulpit, many years before, she had received the same anxious look. She was the narrator for the Christmas pageant, and though she had spoken her part clearly and with dramatic flourish, she forgot to say her final line: \"So the three wise men followed the star of Bethlehem.\" A long pause followed, and then the three wise men stumble force had propelled them. For the rest of the pageant, she had to stay she was supposed to look down on the mang expression; instead, she watched the other ch else to make a mistake more terrible than her own. No one did. It could have happened to anyone, her mother would tell her, but she knew differently: it could have happened only to her. During her narration, she had fastened her eyes on the choir loft, but as she neared the end, in anticipation of the delicious relief that she would soon feel, she allowed her gaze to slip down onto the con- gregation below. There she saw her father, leaning forward very slightly, and holding onto the pew in front of him. He was smiling at her. Hugely. She lost her bearings entirely. Now, standing in the same pulpit, she looked out at her family as they waited hopefully for a final paragraph. She looked at them in defiance: That Is all! He clicked the headlights on and off. The End. And she wished something that she used to never wish: that her father was there, on the edge of his pew. He would have liked the story; it would have made sense to him. \"Is being benevolent a good thing or a bad thing?\" Cilia Matsui asked. \"A good thing!\" said Ms. Hempel. \"Benevolent means generous and kind.\" \"Oh yes,\" Cilia said. \"That sounds like my dad.\" Dwight, Toby s stepfather, was the character in the book that her kids despised most. They shuddered at the humiliations that he made Toby endure: shucking whole boxes full of foul-smelling horse chestnuts, attending Boy Scouts in a secondhand uniform, playing basketball in street shoes because he would not fork out the money for sneakers. They hated him for coming between Toby and his mother. They hated him for being petty and insecure and cruel. \"Dwight . . .\" they would mutter helplessly. \"I want to kill the guy.\" As Toby s situation worsened, they would turn over their books and study the author s photograph: his handsome, bushy mustache, his gentle eyes. \"He teaches at Syracuse,\" they would point out. \"He lives with his family in upstate New York.\" They loved these facts, because reading about the abusive stepdad, the failures at school, the yearnings to escape, to be someone else - it made them 3I feel terrible. \"He had such a tough life,\" they really tough life.\" But, according to the back of the book, To in the felicitous pairing of picture and blurb, became a writer! He didn t turn into a drunk ised that it was possible to weather unhappy to do lots of bad things and have lots of bad damage would not be irreparable. Often, a pa Toby s struggles would conclude with this com a famous and successful writer.\" Tobias Wolff. Fame and success: did that count as reveng lively sense of justice. They wanted to see Dwi to Toby and his mother, for all the pain he h climactic, preferably violent, showdown betw Barring that, they wanted Dwight to suffer, in The fact that he had to live with the meagern considered punishment enough. \"He s probably read the book, right?\" Will \"And he knows that Tobys a famous writer They relished this idea: Dwight as an unre down to the liquor mart, pausing by the brilli there is Toby. Mustached, mischievous Toby, the s cover, only much larger. A careful pyramid of h sky. Number One Bestseller, the sign reads. man can hear the faint slamming of the cash reg taking their place in line. And he can make ou and rheumy, the title of the book that they hold \"If hes read it, he knows that millions of p Which would mean, of course, banishment papers from his latest wife. Bushels of hate m door. Furtive trips to the convenience store, over his head. \"Well,\" said Ms. Hempel. \"I think hes dead already.\" A howl filled the classroom. \"Usually writers don t publish this kind of book until the main characters have all passed away. So peoples feelings don t get hurt.\" Dwight, cold in the ground before the bo was the greatest unfairness of all. \"And Rosemary? She is dead? She did not ge son is? She didn t get to see how well he turne terribly unjust. \"No, no,\" Ms. Hempel said. \"Rosemary is front pages of your book - he thanks her, h certain facts, on the chronology of the events. \"Good.\" The class looked relieved. \"Okay.\" An opportunity for moral inquiry presented book about your life,\" Ms. Hempel asked, \"an tering light, would you wait until that perso book?\" The kids didn t see her point. \"I could not write a book. I do not have enough to write about,\" Simon Grosse said. \"That Is not true!\" said Ms. Hempel. \"Each of you could write a book. Sev- eral books, in fact.\" She tried to remember what Flannery O'Connor had said on the subject. \"Anyone who is made it through childhood has enough material to last them until the day they die.\" \"We haven t made it through yet,\" Henry Woo said. \"But you will,\" said Ms. Hempel. \"And when you do, you will have lots to write about. Everyone does interesting things when they are kids.\" \"And bad things, like Toby?\" \"And bad things. Everyone has, even if everyone will not admit it.\" The kids waited for a moment, as if they needed, for politeness' sake, to make a show of digesting this information. \"Did you do bad things, Ms. Hempel?\" She should have expected it. \"Well. Be logical. Everyone includes me, does not it?\" Greedily, the kids leaned forward. \"What kinds of bad things?\" The back legs of desk-chairs rose into the air. Ms. Hempel heaved an enormous sigh of resignation. She let her arms drop heavily to her sides. \"You really want to know?\" she groaned, as if she were finally, under great duress, capitulating to their demands. \"You are really going to make me do this?\" In truth, she loved talking about herself. Especially to her students. All heads nodded vigorously. 33 \"I watched tv when I was not supposed to. And past my curfew.\" The back legs returned to the floor. \"That Is it? \"I wasn t always considerate of my parents.\" David D'Souza offered her a wan smile. \"And I pierced my nose with a sewing needle,\" Ms. Hempel said. \"My mother turned her face away every time I walked into the room, like she does when she s watching a violent movie. She was furious at me.\" \"Caroline Pratt pierced her bellybutton,\" Adelaide observed. Caroline was an eighth grader. \"She did not even use ice.\" Ms. Hempel shuffled through her collected misdeeds, trying to find ones that she could, in good conscience, share with seventh graders. \"I used to like skateboarders. I would help them dye their hair- it made my hands all blotchy. And I was always getting in trouble for breaking the dress code at my school. Once I wore - \" \"Ms. Hempel, did you always want to be a teacher?\" It startled her, the conversation veering off in this direction. But then it made sense to her: they believed they already knew the answer. Of course she always wanted to be a teacher. They were giving her a way out. A way of explaining her unremarkable youth. \"No!\" she said. \"I certainly did not.\" \"Why not?\" And the question sounded reproachful. \"You like teaching, don t you?\" Because suddenly there was the possibility that she didn t.\" You like being a teacher. And you were good at school.\" They said it with confidence. They treated it as a commonplace, an assumption that need not be challenged. But the fact that they had said it, the fact that the issue had arisen, in the midst of this tour through Ms. Hempels offenses, suggested that somewhere, in some part of themselves, they knew differently. It was astonishing, the efficiency with which they arrived at the truth. This was probably why children were so useful in stories and films about social injustice, like To Kill a Mockingbird. But Ms. Hempel did not think that this ability was particularly ennobling. It was just something they could do, the way dogs can hear certain high-pitched sounds, or the way X-rays can see past skin and tissue, down to the ghostly blueprint of the bones. Ms. Hempel sighed. A real one, this time. \"My school- it was demanding, academically. They had very high expec- tations of us.\" 34 \"So you were a really good student?\" \"No,\" Ms. Hempel said. \"I was not.\" And this, finally, impressed them. \"I did well on all the standardized tests high on those. Anything with bubbles I w Even short answer. But it was hard for me know, stick with an argument, weave differ \"And my school placed a lot of emphasis the final question on exams. Its not becaus because I didn t have any ideas. I had lots of were hard to make sense of. \"Has anyone ever told you that you have lots of potential? But that you aren t fulfilling it? That is what I heard all throughout high school. \"So I would get terribly nervous before a paper was due. I would tell myself, I am really going to fulfill my potential on this one. I am going to make an outline, do a rough draft, write a paragraph a night. I am going to plan my time effectively. And I would spend two weeks telling myself this, and there I would be, three of the clock in the morning, the paper s due in five hours, and I can t get my ideas to sit still long enough for me to write any of them down. \"That Is why,\" Ms. Hempel concluded, \"I make you turn in your outlines. And your rough drafts. Even though you hate me for it.\" But the attempt at levity went unremarked. Her class gazed at her, soberly. \"So how did you become a good student?\" Cilia Matsui asked. \"How did you get into a good college and become a teacher?\" \"I don t know,\" Ms. Hempel said. \"Worked harder, I guess. What do they say?- I buckled down.\" It wasn t until high school that all of this unfulfilled potential was dis- covered; up until then, she had been simply great: great kid, great student. A pleasure to have in class. But beginning in the ninth grade, she felt her great- ness gently ebbing away, retreating to a cool, deep cistern hidden somewhere inside her. I think its there! her teachers hollered down into the darkness. It is there! her father insisted. But where? she felt like asking. Because there was something faintly suspicious, faintly cajoling, about the way they spoke to her, as if she alone knew the location, and was refusing to tell them for the sake of being contrary. 35 Dear Parents , You recently have received an you anecdotal \" ab might not have been immediately apparent , this an child, from the perspective of one of his or her tea dents entreaties, I did not include a note of explana the exercise to you themselves , and I hope you h your children about the letters they wrote. At this offer my own thoughts about the assignment and p understand these anecdotals. The assignment was inspired by a passage from are readings This Boys Life by Tobias Wolff. Wh is longing to escape his abusive stepfather and t When his older brother suggests that Toby apply to excited about the idea , but then discouraged when grades, he will never be accepted. Help arrives in th volunteers in the school office and supplies Toby w he needs to create his own letters of recommendati I felt full of things that had to be saidyfull of sti what I thought I was writing - the truth. It was tru hut I believed in it more than I believed in the fa I believed that in some sense not factually verifiab student. In the same wayy I believed that I was a powerful swimmer ; and a boy of integrity. These w that I had held onto for dear life. Now I gave them . . . I wrote without heat or hyperbole , in the wor have used if they had known me as I knew myself. ters. And in the boy who lived in their letters, the carried all my hopes , it seemed to me I saw, at last, I had hoped that through this exercise studen own visions of themselves, visions that might diffe parents, or friends. I wanted to give them a chance they see as their greatest strengths. During this cru kids need, I think, to articulate what they believe t The students approached the assignment with whelmed me. In their efforts to sound like their te length, in sharper detail, with more sophisticated p 36 they ever have before. Spelling and grammatical e drafts were exhaustively revised. They felt it imp appear convincing. The decision to mail these anecdotals home wa share with you these very personal and often reveali them, I found them by turns funny, poignant, and , truth. I thought that you, as parents, would value children as they see themselves. The intention was no have mistaken, to play a joke. I hope that this assignment has offered some mea child, and I deeply regret if it has been the because distress. Please feel free to contact me if you have fu * Ms. Hempel distributed the letters, each of whic \"Please,\" she said. \"Its imperative that you deliver thing tonight, before you do anything else. Its co tant.\" She had omitted certain details: the glee wit the school stationery, pulling it out from beneath he she had provided as to perfecting her signature on had leaned over her students shoulders and adjuste they had jigged up and down, and laughed wicked together in a villainous way. How she had not the h anecdotals, so carefully fashioned, would be, upo as false. They didn t sound quite right. And the signatu Ms. Hempel had contemplated forgery, once, dent. Her school instituted a new policy: througho to sign all tests and papers, so that when final gr would not be any unwelcome surprises. In accordan her essay on her father s desk, with a little note essay had earned a C+. Later that evening, she was lying face down on skin was still ruddy from the bath, and as she peeke ing the damp expanse of her own body, it reminded a walrus. But the comparison was not very complim seal, a sleek and shining seal. She imagined a great pelt. 37 But then she was interrupted: the sound of her door. Disappointingly, only her essay. She p bent down to retrieve it. It was horrible to behold. Her father had writte essay, per her instructions, but in the margins as w completely colonized the page. The phrases wer being ironic\"- agitated and without context, lik in their sleep. Upon closer inspection, she realiz response to what her teacher, Mr. Amis, had alread of \"Obscure,\" her father rejoined: \"Nicely nuan one paragraph connected to the next, her father transition to move from a general definition to logue continued until the final page, where her conclusion: that this was an essay unequaled in it leaps of imagination, its surprising twists and turn he had printed, neatly: A-. It was protected insid \"Your name!\" she bellowed down the staircase to just sign your name?\" Back inside her bedroom, she heard the meth feet, climbing the stairs. \"I do not want any part in essay inside her binder, though she would apol say, My father lost it. She stood up and spoke through the crack in t again.\" \"I am sorry, sweetheart,\" her father said, his voice muffled. He was right on the other side. \"But I cannot promise you I will not.\" It was at that moment forgery first presented itself as an option. But instead she decided to ask, from then on, for her mother's signature. It seemed much easier than fraud. And she knew, anyhow, that even if she did try, she would inevitably get caught. Teachers were alert to that sort of crime. Ms. Hempel thought that parents would be, too. They were supposed to be vigilant. They were supposed to reprogram the cable box, listen to lyrics, sniff sweaters, check under the mattress. Or, at the least, distinguish between Ms. Hempel's prose and that of a seventh grader. She had read every one of the anecdotals herself, yet she could not account for the lapse. Some were panegyrics, plain and simple: Adelaide is without a doubt the most outstanding French student I have ever encountered in my years of teaching. Some were recantations: Please ignore my phone call of last week. Matthew is no longer disrupting my class. Some su five-paragraph essay was so superb , I think he shoul recommended immediate acceleration: Judging by think that Emily is ready to take the SATs , and may Some anecdotals did everything at once. Dear Melanie Bean , I am writing to you about your son. He has be in English class. He has gotten a perfect score on eve in English. He is completely outscoring, outtalking, o the class. I look forward to spending my time elabor expertise. I would like to consider moving him up to I think would be more suited to his ability. Even t every day, I think that Spanish is an inferior class f state , and is simply ruining his skills. I have framed them all inspirational especially his poetry. William i and I will never forget him. I suggest that you en constantly. Sincerely Beatrice Hempel Will Bean looked nothing like his mother. He was small and impish and pale, and had assumed the role of a friendly, benign irritant, someone who pops up from behind desks and briskly waves. His greatest joy was a series of books about a religious community made up of mice, voles, and hedgehogs. They had taken the Benedictine vows, and created a devout but merry life for them- selves. Will frequently alluded to them. He produced a radio play in which he performed all the parts: the sonorous voice of the badger abbot, the tittering of the field mice, who were still novices and had to work in the monastery's kitchens. He pestered Ms. Hempel into borrowing a tape deck and making the whole class listen to his production. In anecdotal terms, he could be described as whimsical or inventive , or delightfully imaginative. Ms. Bean, however, was tall and gaunt and harried. When Ms. Hempel saw her, standing outside the schools gates, she was swaddled in bags: one for her computer, another for her dry cleaning, for her groceries, for Wills soccer uniform. It was strange, how clearly Ms. Hempel could picture her students' lives - Will had tae kwon do on Tuesday afternoons, and every Wednesday night he spent with his dad - and how murky comparison. All she could see in Ms. Bean was one. \"Do you have a moment,\" she said. Ms. Hempel said, of course. \"I wanted to speak with you about the assignment.\" Would she find it deceitful, and dishonest, as Mrs. Woo did? O like Mrs. Galvin, she had telephoned all the relatives, even the on fornia, to tell them the wonderful news. It was unlikely, though, that the assignment, thought it original and brilliant and bold. Only M seemed to feel that way. What Ms. Bean wanted her to know was that she felt the assignme unkind. Or maybe not unkind. Maybe just unfair. Because she had ing a long time for someone else to finally notice what she had alw about Will. And then to discover that it was an assignment, merely The disappointment was terrible - could Ms. Hempel understa Mr. Dunne, her college counselor, was the one who first noticed t ancy. Impressive scores, mediocre grades. A specialist was consult of tests administered, and a medication prescribed. The bitter pills used to call them. The prescription made her hands shake a little, but off after a while. And then: a shy, newfound composure. Her mother her with the holiday newsletter. She wrote film reviews for the unive She had a nice way with words, a neat way of telling a story. To her ears, though, her stories sounded smushed, as if they sat upon by accident. None of the interesting parts survived. Yes, flashed the headlights, and yes, she waved at him before she ste Those details were resilient. Not these: how she waved glamorously radiantly, how the headlights heralded the arrival of a star. How projected onto the snow, looked huge. \"That was beautiful,\" her grandmother said to her, when she r her pew. \"I can see Oscar doing just that- making sure you got in Beautiful was not what she intended. Her story was not about concern and anxious attentions. It was a tale of danger, intrigue; a the days before her medicine, the days of their collusion, when they c cated in code - click, click - as true accomplices do. When they wer ting to prove everyone woefully mistaken. This was the story she wanted to tell. Then how did something altogether differen even recognize as her own. Even her father been changed into someone she did not quite know. A kind and shadowy figure, sitting in the car. Benevolent Thoughtful Considerate of others.",
    "Aftermath": "In Imamiya Park the boys are playing dodge ball, a new American game. Behind them tall poplars rise up through the low-lying dusk, intercepting the last of the sun’s rays, which dazzle the leaves with white and gold. Makiko can hardly believe her son, Toshi, belongs with these older boys. Seven years old! Once, his growth had seemed commensurate with the passage of time. These last few years, however, with the war and sur- render, the changes have come too fast, skimming her consciousness like pebbles skipped over water. Makiko is grateful the war is over. But she cannot ignore a nagging sense that Japan’s surrender has spawned a new threat—one more subtle, more diffuse. She can barely articulate it, even to herself; feels unmoored, buf- feted among invisible forces surging all around her. As if caught up in these energies, her son’s thin body is rapidly lengthening. Look! Within that cir- cle in the dirt he is dodging, he is feinting; his body twists with an unfamil- iar grace, foreshadowing that of a young man. Toshi’s growth is abetted by a new lunch program at school that is sub- sidized by the American government, which has switched, with dizzying speed, from enemy to ally. Each day her son comes home with alien food in his stomach: bread, cheese, bottled milk. Last week, in the pocket of his shorts, Makiko found a cube of condensed peanut butter—an American dessert, Toshi explained—which he had meant to save for later. It was coated with lint from his pocket, which he brushed off, ignoring her plea to “get rid of that dirty thing.” And each day, Toshi comes home with questions she cannot answer: Who was Magellan? How do you say “My name is Toshi” in English? How do you play baseball? Makiko shows him the ball games her own mother taught her. She bounces an imaginary ball, chanting a ditty passed down from the Edo p e r i o d : yellow topknots of the Portuguese wives spiraled like seashells and stuck atop their heads hold one up, to your ear shake it up and down a little shrunken brain is rattling inside In the old days, she tells him, they used to put something inside the rub- ber balls—maybe a scrap of iron, she was not sure—that made a rattling noise. Toshi, too old now for this sort of amusement, sighs with impa- t i e n c e . Just four years ago, Toshi’s head had been too big for his body— endearingly out of proportion, like the head of a stuffed animal. Even then he had a manly, square-jawed face, not unlike that of a certain city-council candidate appearing on election posters at the time. Her husband, Yo s h i- tsune, nicknamed his son “Mr. Magistrate.” Before going off to war, Yo s h i- tsune had developed a little routine with their son. “Oi, Toshi! Are you a man?” Yoshitsune would prompt in his droll tone, using the word o t o k o , with its connotations of male bravery, strength, and honor. He would ask this question several times a day, often before neighbors and friends. “H a i , F a t h er! I am a man!” little Toshi would cry, stiffening at soldierly attention as he had been coached, trembling with eagerness to please. His short legs, splayed out from the knees as if buckling under the weight of his head, were still dimpled with baby fat. “M a aa! An excellent, manly answer!” the grownups praised, through peals of laughter. Makiko had laughed, too, a faint constriction in her throat, for Yo s h i- tsune had remarked to her, “When I am out ﬁghting in the Paciﬁc, that is how I am going to remember him.” After that, she began watching their child closely, trying to memorize what Yoshitsune was memorizing. Later, when her husband was gone, it comforted her to think that the same images swam in both their minds at night. Even today, Toshi’s three-year- old ﬁgure is vivid in her mind. On the other hand, she has not fully absorbed the war years, still shrinks from those memories and all that has f o l l o w e d . Foreigners, for instance, are now a familiar sight. American army jeeps with beefy red arms dangling out the windows roar down Kagane Boule- vard, the main thoroughfare just east of Toshi’s school. “Keep your young women indoors,” the neighbors say. Occasionally, Makiko has seen a sol- dier offering chocolates or peanuts to little children, squatting down to their level, holding out the treat—it seems to her they all have hairy arms —as if to a timid cat. Just yesterday Toshi came home, smiling broadly and carrying chocolates—not one square but three. Bile had surged up in Makiko’s throat, and before she knew it, she had struck them right out of his hand and onto the kitchen ﬂoor. “How could you?!” she choked as Toshi, stunned, burst into sobs. “How could you?! Those men killed your f a t h er!” This evening, Makiko has come to the park with a small box of cara- mels, bought on the black market with some of the money she was hoard- ing to buy winter yarn. “In the future,” she will tell him, “if you want some- thing so badly, you come to me. Ne? Not to them.” On a bench in the toddlers’ section, now deserted, she waits for her son to ﬁnish his game with the other boys. All the other mothers have gone home to cook dinner. The playground equipment has not been maintained since the beginning of the war. The swing set is peeling with rust; the free- standing animals—the ram, the pig, the rooster—have broken-down springs, and their carnival paint has washed away, exposing more rusted s t e e l . Ara maaa! Her Toshi has ﬁnally been hit! Makiko feels a mother’s pang. He is crossing the line to the other side now, carrying the ball. Makiko notes the ease with which the fallen one seems to switch roles in this game, heaving the ball at his former teammates without the slightest trace of dis- l o y a l t y . This year, Makiko is allowing Toshi to light the incense each evening before the family altar. He seems to enjoy prayer time much more now that he can use matches. She also regularly changes which photograph of her husband is displayed beside the miniature gong. This month’s photo- graph shows Yoshitsune in a cotton y you k a t a , smoking under the ginkgo tree in the garden. Sometimes, in place of a photograph, she displays an old letter or one of his silk scent bags, still fragrant after a bit of massaging. To keep Toshi interested, Makiko presents his father in the light of con- stant renewal. “Just talk to him inside your mind,” she tells her son. “He wants to know what you are learning in school, what games you are playing. Just like any other father, n e ? Do not leave him behind, do not ignore him, just because he is dead.” She wonders if Toshi secretly considers his father a b you r d e n, making demands from the altar, like a cripple from a wheelchair. “Your father’s very handsome in this picture, ne?” she says tonight. Within the lacquered frame, her son’s father glances up from lighting a cig- arette, a bemused half smile on his face, as if he is waiting to make a wry c o m m e n t . Toshi nods absently. Frowning, he slashes at the matchbox with the expert ﬂourish of a second-grade boy. The match rips into ﬂames. “Answer properly! You are not a little baby anymore.” “H a i , Mother.” Toshi sighs with a weary, accommodating air, squaring 96 his shoulders in a semblance of respectful attention. Makiko remembers with sorrow the big head, the splayed legs of her baby boy. It amazes her that Toshi has no memory of the routine he once per- formed with his father. “What d o you remember of him?” she prods every so often, hoping to dislodge some new memory. But all that Toshi remem- bers of his father is being carried on one arm before a sunny window. “Maaa, what a wonderful memory!” Makiko encourages him each time. “It must have been a very happy moment! ” When would this have taken place: which year, which month? Wo you l d even Yoshitsune have remembered it, this throwaway moment that, inex- plicably, has outlasted all the others in their son’s mind? She tries conjur- ing it up, as if the memory is her own. For some reason she imagines a you t you m n, the season Yoshitsune sailed away: October 1 9 42. How the after- noon sun would seep in through the nursery window, golden, almost amber, advancing with the viscous quality of Hiezan honey or of nostalgia, overtaking sluggish dust motes and even sound. She wishes Toshi could remember the old view from that upstairs window: a sea of gray tiled roofs drowsing in the autumn haze, as yet unravaged by the ﬁres of war. “I am done,” Toshi says. “What! Already? Are you sure? ” “H ai, Mother.” Already heading for the dining room, where supper lies waiting on the low table, he slides back the s h o j i door in such a hurry that it grates on the grooves. Makiko considers calling him back—his prayers are getting shorter and shorter—but the incident with the chocolates is still too recent for another reprimand. She follows him into the dining room. “A man who forgets his past,” she quotes as she scoops rice into his bowl, “stays at the level of an animal.” Toshi meets her eyes with a guilty, resentful glance. “Go on,” she says blandly, “eat it while it is hot.” Toshi falls to. In order to supplement their meager rice ration, Makiko continues to mix in chopped kabura radishes—which at least resemble rice in color—as she did during the war. Sometimes she switches to chopped turnips. At ﬁrst, before the rationing became strict, Toshi would hunch over his rice bowl with his chopsticks, fastidiously picking out one bit of vegetable after another and discarding it on another plate. Now, he eats with gusto. It cuts her, the things he has grown used to. As a grown man he will reminisce over all the wrong things, things that should never have been a part of his childhood: this shameful pauper food; a block of peanut paste covered with lint; enemy soldiers amusing themselves by tossing chocolate and peanuts to children. Later, Toshi ventures a question. Makiko has noticed that nighttime— the black emptiness outside, the hovering silence—still cows him a little, stripping him of his daytime cockiness. After his goodnight bow, Toshi remains kneeling on the t a t a m i ﬂoor. He says, “I was thinking, Mama,about how I am seven—and how I only remember things that happened after I was three. So that means I have forgotten a whole half of my life— r i g h t?” “That is right,” Makiko says. He is looking up at her, his brows puckered in a look of doleful concentration, which reminds her of his younger days. “But it is perfectly normal, Toshi-kun. It is to be expected.” He is still thinking. “So when I get older,” he says, “am I going to keep on forgetting? Am I going to forget you, too? ” Makiko reaches out and strokes his prickly crewcut. “From this age on, ” she says, “you will remember everything, Toshi-kun. Nothing more will ever be lost.” In the middle of the night, Makiko awakens from a dream in which Yoshitsune is hitting her with a ﬂy swatter. She lies paralyzed under her futon, outrage buzzing in her chest. Details from the dream wash back into her mind: Yoshitsune’s smile, distant and amused; the insolent way he wielded the swatter, as if she were hardly worth the effort. A blue sheet of moonlight, slipping in through the space between two sliding panels, glows in the dark. In the ﬁrst year or two after his death, this sort of thing would happen o f t e n, and not always in the form of dreams. There were times—but hardly ever anymore; why tonight?—when, in the middle of washing the dishes or sweeping the alley, some small injustice from her past, long forgotten, would rise up in her mind, blocking out all else till her heart beat hard and fast. Like that time, scarcely a month after their wedding, when Yo s h i t s you n e had run into his old girlfriend at Nanjin Station and made such a fuss: his absurd, rapt gaze; the intimate timbre of his voice as he inquired after her w e l f a r e . And there was the time—the only time in their entire marriage—when Yoshitsune had grabbed Makiko by the shoulders and shaken her hard. He would let go immediately, but not before she had felt the anger in his power- ful hands and her throat had choked up with fear. That, too, was early on in the marriage, before Makiko learned to tolerate his sending sizable sums of money to his mother each month. What is to be done with such memories? They get scattered, left behind. Over the past few years, more pleasant recollections have taken the lead, informing all the rest, like a ﬂock of birds, heading as one body along an altered course of nostalgia. She has tried so hard to remain true to the past. But the weight of her need must have been too great: her need to be comforted, her need to pro- vide a legacy for a small, fatherless boy. Tonight she senses how far beneath the surface her own past has sunk, its outline distorted by deceptively clear w a t e r s . 98 Toshi has been counting the days till Tanabata Day. A small festival is being held at the riverbank—the ﬁrst since the war. It will be a meager affair, of course, nothing like it used to be: no goldﬁsh scooping, no soba noodles, no fancy ﬁreworks. However, according to the housewives at the open-air market, there will be a limited number of sparklers—the nicest kind, Makiko tells her son—and traditional corn grilled with shoyu, which can be purchased out of each family’s food allowance. Because of an after-dark incident near Kubota Temple involving an American soldier and a young girl, Makiko’s younger brother has come by this evening to accompany them to the festival. Noboru is a second-year student at the local university. “N e , Big Sister! Are you ready yet?” he keeps calling from the living room. Makiko is inspecting Toshi’s nails and the back of his collar. “Big Sister,” Noboru says, looking up as Makiko ﬁnally appears in the doorway, “your house is too immaculate. I get nervous every time I come here!” He is sitting stifﬂy on a ﬂoor cushion, sipping homemade persim- mon tea. “Well,” Makiko answers, “I hate dirt.” She has switched, like most w o m e n, to Western dresses—they require less fabric—but it makes her irritable, having to expose her bare calves in public. She tugs down her knee-length dress. “A aa,” says young Noboru from his ﬂoor cushion, “but I, for one, am fascinated by it. The idea of it, I mean. What is that old saying—‘Nothing grows in a sterile pond’? Just think, Big Sister, of the things that come out of dirty water. A lotus, for example. Or a pearl. Just think: a pearl’s nothing more than a grain of dirt covered up by an oyster! And life itself, Big Sister, billions of years ago—emerging from the primordial muck! ” “Maa maa, N o b o -k you n.” She sighs, double-checking her handbag for coin purse, ration tickets, and handkerchief. “You seem to be learning some very interesting concepts at the university.” Toshi is waiting by the front door in shorts and a collared shirt, impa- tiently pulling the door open and then shut, open and then shut. Finally, they are on their way, strolling down the narrow alley in the still, muggy evening. The setting sun angles down on the east side of the alley, casting a pink and orange glow on the charred wooden lattices, where shadows stretch, like the long heads of snails, from the slightest of protru- sions. In the shadowed side of the alley, one of the bucktoothed Kimura daughters ladles water from a bucket onto the asphalt around her door, pausing, with a good-evening bow, to let them pass. The water, colliding with warm asphalt, has released a smell of many layers: asphalt, earth, scorched wood, tangy dragon’s beard moss over a mellower base of tree foliage; prayer incense and t a t a m i straw, coming from the Kimuras’ half- open door; and mixed in with it all, some scent far back from Makiko’s own childhood that falls just short of deﬁnition. 99 “ We Japanese,” Noboru is saying, “must reinvent ourselves. We must change to ﬁt the modern world. We must not remain an occupied nation.” He talks of the new constitution, of the new trade agreements. Makiko has little knowledge of politics. She is amused—disquieted, too—by this acad- emic young man, who before the war was a mere boy loping past her win- dow with a butterﬂy net over his shoulder. “Fundamental shifts . . . ,” Noboru is saying, “. . . outdated pyramidal structures.” He has just begun wearing hair pomade with an acrid metallic scent. It seems to suggest fervor, fundamental shifts. “T o s h i -k un!” Makiko calls. “Do not go too far.” The boy stops running. He walks, taking each new step in exaggerated slow motion. “So much change!” she says to Noboru as she tugs at her cotton dress. “And so fast. Other countries had centuries to do it in.” “Sö, sö, Big Sister!” Noboru says. “Sö, sö. But we have no choice— t h a t ’ s a fact. You jettison from a sinking ship if you want to survive.” The pair approach Mr. Watanabe watering his potted morning glories in the twilight. Holding his watering can in one hand, the old man gives them a genteel bow over his cane. “Yo s h i t s you n e -s a n ,” he murmurs politely, “ M a k i k o -s a n.” He then turns back to his morning glories, bending over them with the tenderness of a mother with a newborn. “Poor Wa t a n a b e -san, ne?” Noboru whispers. “He gets more and more confused every time we see him.” Yes, poor Mr. Watanabe, Makiko thinks. Bit by bit he is being pulled back in, like a slowing planet, toward some core, some necessary center of his past. Laden with memory, his mind will never catch up to Noboru’s new constitution or those trade agreements, or even the implications of that billboard with English characters—instructions for arriving soldiers? —rising above the blackened rooftops and blocking his view of the Hiezan h i l l s . Oddly, Mr. Watanabe’s greeting has triggered a memory from the past: Makiko is strolling with Yoshitsune on a summer evening. For one heart- beat she experiences exactly how things used to be—their commonplace existence, before later events imposed their nostalgia—with a stab of phys- ical recognition that is indeﬁnable, impossible to call up again. Then it is gone, like the gleam of a ﬁsh, having stirred up all the around her. They walk on in silence. “T o s h i -k un!” she calls out again. “Slow down.” Toshi pauses, waiting for them; he swings at the air with an imaginary bat. “Striku! Striku!” he hisses. It occurs to Makiko how artiﬁcial this war has been, suspending people in the same, unsustainable state of solidarity. For a while, everyone had clung together in the bomb shelter off Nijiya Street, thinking the same thoughts, breathing in the same damp earth and the same warm, uneasy currents made by bodies at close range. But that is over now. Makiko thinks of her future. She is still full of life and momentum. There 100 is no doubt that she will pass through this period and into whatever lies beyond it, but at a gradually slowing pace; a part of her, she knows, will lag behind in the honeyed light of pre-war years. “ T o s h i -k you n!” she cries. “Wa i t!” Her son is racing ahead, his long shadow sweeping the sun-lit fence as sparrows ﬂutter up from charred pal- i n g s . Makiko stands out on the veranda, fanning herself with a paper you c h i w a . Toshi is already asleep. The night garden is muggy; the mosquitoes are out in full force. She can hear their ominous whine from the hydrangea bush, in between the rasping of crickets, but they no longer target her as they did in her youth. She is thinner now, her skin harder from the sun, her blood watered down from all the rationing. It was a wonderful festival. Shadowy adults bent over their children, helping them to hold sparklers over the glassy water. The sparklers sput- tered softly in the dark, shedding white ﬂakes of light. Makiko had watched from a distance; Toshi was old enough, he had insisted, to do it by himself. She had remarked to Noboru how there is something in everyone that responds to ﬁreworks: so ﬂeeting, so lovely in the dark. It was a ﬁne night for Toshi. “This corn is so good, ne, Mama?” he kept saying, looking up from his rationed four centimeters of corncob. “This sure tastes good, ne?” The joy on his face, caught in the glow of red paper lanterns, brought a lump to her throat. Tonight there is a full moon. Earlier, at dusk, it was opaque and insub- stantial. Now, through shifting moisture in the air, it glows bright and strong, awash with light. For Makiko, the festival owed its luster to all that lay beneath, to all those other evenings of her life and their lingering phosphorescence. Which long-ago evenings exactly? They are slowly losing shape, merging together in her consciousness. Perhaps Toshi will remember this night. Perhaps it will rise up again once he is grown. Some smell, some glint of light will bring texture and emotion to a future summer evening. As will his memory of praying before his father’s picture or being carried by his father before an open window.",
    "AManLikeHim": "The girl, unlike most people photographed for fashion magazines, was not beautiful. Moreover, she had no desire to appear beautiful, as anyone looking at her could tell, and for that reason Teacher Fei stopped turning the pages and studied her. She had short, unruly hair and wide-set eyes that glared at the camera in a closeup shot. In another photo, she stood in front of a bedroom door, her back to the camera, her hand pushing the door ajar. A bed and its pink sheet were artfully blurred. Her black T-shirt, in sharp focus, displayed a line of white printed characters: “My father is less of a creature than a pig or a dog because he is an adulterer.” The girl was nineteen, Teacher Fei learned from the article. Her parents had divorced three years earlier, and she suspected that another woman, a second cousin of her father’s, had seduced him. On her eighteenth birthday, the first day permitted by law, the daughter had filed a lawsuit against him. As she explained to the reporter, he was a member of the Communist Party, and he should be punished for abandoning his family, and for the immoral act of taking a mistress in the first place. When the effort to imprison her father failed, the girl started a blog and called it A Declaration of War on Unfaithful Husbands. “What is it that this crazy girl wants?” Teacher Fei asked out loud before reaching the girl’s answer. She wanted her father to lose his job, she told the reporter, along with his social status, his freedom, if possible, and his mistress for sure; she wanted him to beg her and her mother to take him back. She would support him for the rest of his life as the most filial daughter, but he had to repent—and, before that, to suffer as much as she and her mother had. What malice, Teacher Fei thought. He flung the magazine across the room, knocking a picture frame from the bookcase and surprising himself with this sudden burst of anger. At sixty-six, Teacher Fei had seen enough of the world to consider himself beyond the trap of pointless emotions. Was it the milkman, his mother asked from the living room. Milkmen had long ago ceased to exist in Beijing, milk being sold abundantly in stores now; still, approaching ninety, she was snatched from time to time by the old fear that a neighbor or a passerby would swipe their two rationed bottles. Remember how they had twice been fined for lost bottles, she asked as Teacher Fei entered the living room, where she sat in the old armchair that had been his father’s favorite spot in his last years. Teacher Fei had not listened closely, but it was a question he knew by heart, and he said yes, he had remembered to pick up the bottles the moment they were delivered. Be sure to leave them in a basin of cold water so the milk does not turn sour, she urged. He stood before her and patted her hands, folded in her lap, and reassured her that there was no need for her to worry. She grabbed him then, curling her thin fingers around his. “I have nothing to say about this world,” she said slowly. “I know,” Teacher Fei said. He bent down and placed her hands back in her lap. “Should I warm some milk?” he asked, though he could see that already she was slipping away into her usual reverie, one that would momentarily wash her mind clean. Sometimes he made an effort, coaxing her to walk with baby steps to exercise her shrinking muscles. A few years ago, the limit of her world had been the park two blocks down the street, and later the stone bench across the street from their apartment; now it was their fifth-floor balcony. Teacher Fei knew that in time he would let his mother die in peace in this apartment. She disliked strangers, and he could not imagine her in a cold bed in a crowded hospital ward. Teacher Fei withdrew to the study, which had been his father’s domain until his death. His mother had long ago stopped visiting this room, so Teacher Fei was the one who took care of the books on the shelves, airing the yellowing pages twice a year on the balcony, but inevitably some of the books had become too old to rescue, making way for the fashion magazines that Teacher Fei now purchased. The black-clad girl taunted him from the magazine lying open on the floor. He picked her up and carefully set her on the desk, then fumbled in the drawer for an inkpot. Much of the ink in the bottle had evaporated from lack of use, and few of the brushes in the bamboo container were in good shape now. Still, with a fine brush pen and just enough ink on the tip, he was able to sketch a scorpion in the margin of the page, its pincers stabbing toward the girl’s eyes. It had been six years since he retired as an art teacher, nearly forty since he last painted out of free will. Teacher Fei looked at the drawing. His hand was far from a shaking old man’s. He could have made the scorpion an arthropod version of the girl, but such an act would have been beneath his standards. Teacher Fei had never cursed at a woman, either in words or in any other form of expression, and he certainly did not want to begin with a young girl. Later, when Mrs. Luo, a neighbor in her late forties who had been laid off by the local electronics factory, came to sit with Teacher Fei’s mother, he went to a nearby Internet café. It was a little after two, a slow time for the business, and the manager was dozing off in the warm sunshine. A few middle-school students, not much older than twelve or thirteen, were gathered around a computer, talking in tones of hushed excitement, periodically breaking into giggles. Teacher Fei knew these types of kids. They pooled their pocket money in order to spend a few truant hours in a chat room, impersonating people much older than themselves and carrying on affairs with other human beings who could be equally fraudulent. In his school days, Teacher Fei had skipped his share of classes to frolic with friends in the spring meadow or to take long walks in the autumn woods, and he wondered if, in fifty years, the children around the computer would have to base their nostalgia on a fabricated world that existed only in a machine. But who could blame them for paying little attention to the beautiful April afternoon? Teacher Fei had originally hired Mrs. Luo for an hour a day so that he could take a walk; ever since he had discovered the Internet, Mrs. Luo’s hours had been increased. Most days now she spent three hours in the afternoon taking care of Teacher Fei’s mother and cooking a meal for both of them. The manager of the Internet café had once suggested that Teacher Fei purchase a computer of his own; the man had also volunteered to set it up, saying that he would be happy to see a good customer save money, even if it meant that he would lose some business. Teacher Fei had rejected the generous offer—despite his mother’s increasing loss of her grip on reality, he could not bring himself to perform any act of dishonesty in her presence. Teacher Fei located the girl’s blog without a problem. There were more pictures of her there, some with her mother. Anyone could see the older woman’s unease in front of the camera. In her prime she would have been more attractive than her daughter was now, but perhaps it was the diffidence in her face that had softened some of the features that in her daughter’s case were accentuated by rage. Under the heading “Happier Time,” Teacher Fei found a black-and-white photo of the family. The girl, aged three or four, sat on a high stool, and her parents stood on either side. On the wall behind them was a garden, painted by someone without much artistic taste, Teacher Fei could tell right away. The girl laughed with a mouthful of teeth, and the mother smiled demurely, as a married woman would be expected to in front of a photographer. The father was handsome, with perfectly shaped cheekbones and deep-set eyes not often found in a Chinese face, but the strain in his smile and the tiredness in those eyes seemed to indicate little of the happiness the daughter believed had existed in her parents’ marriage. Teacher Fei shook his head and scribbled on a scrap of paper the man’s name and address and home phone number, as well as the address and number of his work unit, which had all been listed by the girl. A scanned image of his resident’s I.D. was displayed, too. Teacher Fei calculated the man’s age, forty-six, and noted that on the paper. When he went to the message board on the girl’s Web site, Teacher Fei read a few of the most recent posts, left by sympathetic women claiming to have been similarly hurt by unfaithful husbands or absent fathers. “Dearest Child,” one message started, from a woman calling herself “Another Betrayed Wife,” who praised the young girl as an angel of justice and courage. Teacher Fei imagined these women dialling the father’s number at night, or showing up in front of his work unit to brandish cardboard signs covered with words of condemnation. “To all who support this young woman’s mission,” he typed in the box at the bottom of the Web page, “the world will be a better place when one learns to see through to the truth instead of making hasty and unfounded accusations.” “A Concerned Man,” Teacher Fei signed his message. A different opinion was not what these women would want to hear, but any man with a brain had to accept his responsibility to make the truth known. A girl among the group of middle schoolers glanced at Teacher Fei and then whispered to a companion, who looked up at him with a snicker before letting herself be absorbed again by the screen. An old man with wrinkles and without hair. Teacher Fei assessed himself through the girls’ eyes: bored and boring, no doubt undesirable in any sense, but who could guarantee the girls that the flirtatious young man online who made their hearts speed was not being impersonated by an equally disgraceful old man? Later that evening, when Teacher Fei had wrung a warm towel to the perfect stage of moistness and passed it to his mother, who sat on another towel on her bed, a curtain separating her partly undressed body from him, he thought about the two girls and their youthful indifference. One day, if they were fortunate enough to survive all the disappointments life had in store for them, they would have to settle into their no longer young bodies. “Do you remember Carpenter Chang?” Teacher Fei’s mother asked from the other side of the curtain. Three times a week, Mrs. Luo bathed Teacher Fei’s mother, and on the other evenings Teacher Fei and his mother had to make do with the curtain as he assisted her with her sponge bath and listened to her reminisce about men and women long dead. Half an hour, and sometimes an hour, would pass, his mother washing and talking on one side of the curtain, him listening and sometimes pressing for details on the other side. This was the time of day they talked the most, when Teacher Fei knew that although his mother’s body was frail and her mind tangled by memories, she was still the same graceful woman who, with her unhurried storytelling, knew how to take the awkwardness out of a situation in which she had to be cared for by a grown son who had remained a bachelor all his life. Having his mother as his only companion in old age was not how Teacher Fei had envisioned his life, but he had accepted this with little grievance. He enjoyed conversations with her, for whom things long forgotten by the world were as present as the air she shallowly breathed: two apprentices pulling a giant paper fan back and forth in a barbershop to refresh the sweating customers, the younger one winking at her while her grandfather snored on the bench waiting for his daily shave; the machine her father had installed in the front hall of their house, operated by a pedalling servant, which cut a long tube of warm, soft toffee into small neat cubes that, once hardened, were wrapped in squares of cellophane by her and her four sisters; the cousins and second cousins who had once been playmates, fed and clothed and schooled alongside her and her sisters when they were young, but who later claimed to have been exploited as child laborers by her capitalist father; her wedding to Teacher Fei’s father, attended by the best-known scholars of the day and lamented by most of her relatives, her mother included, as a bad match. Teacher Fei’s father had been the oldest and poorest of his mother’s suitors. Twenty years her senior, he had worked as a part-time teacher in the élite high school that she and her sisters attended, and when she rejected him a renowned scholar wrote to her on his behalf, assuring the sixteen-year-old girl of what was beyond her understanding at the time: that Teacher Fei’s father would become one of the most important philosophers in the nation and, more than that, would be a devoted husband who would love her till death parted them. Teacher Fei had always suspected that his mother had agreed to see his father only to appease the scholar, but within a year the two had married, and afterward, before Teacher Fei’s father found a university position, his mother used her dowry to help her husband support his parents and siblings in the countryside. Unable to become pregnant, she had adopted a boy—Teacher Fei—from the long line of nephews and nieces who lived in close quarters in her husband’s family compound, which had been built and rebuilt in the course of four generations. She had never hidden this fact from Teacher Fei, and he remembered being saddened after a holiday in his father’s home village when he was eight and finally understood that he alone had been plucked from his siblings and cousins. His relatives, his birth parents included, had treated him with respect and even awe. It was his good fortune, his mother had said, comforting him, to have two pairs of parents and two worlds. Poor man, she said now, and for a moment, lost in his reverie, Teacher Fei wondered if he had told her about the avenging daughter. Then he realized that his mother was still talking about the carpenter, who had once carved five coffins for his children, all killed by typhoid within a week. The carpenter’s wife, who had been hired as a wet nurse for Teacher Fei when he first left his birth mother, had returned to the house years later with the news. Even as a ten-year-old, Teacher Fei could see that the woman had been driven out of her mind and would go on telling the story to any willing ears until her death. It is the innocent ones who are often preyed upon by life’s cruelty, Teacher Fei replied, and when his mother did not speak he recounted the girl’s story from the magazine. He paused when his mother, dressed in her pajamas, pulled the curtain aside. All set for the dreamland, she said. He did not know if she had heard him, but when he tucked her in she looked up from the pillow. “You should not feel upset by the girl,” she said. He was not, Teacher Fei replied; it was just that he found the girl’s hatred extraordinary. His mother shook her head slightly on the pillow, looking past his face at the ceiling, as if she did not want to embarrass him by confronting his lie. “The weak-minded choose to hate,” she said. “It is the least painful thing to do, is not it?” She closed her eyes as if exhausted. Rarely did she stay in a conversation with him with such clarity these days, and he wondered whether she had chosen to neglect the world simply because it no longer interested her. He waited, and when she did not open her eyes he wished her a night of good sleep and clicked off the bedside lamp. “The weak-minded choose to hate,” Teacher Fei wrote in his journal later that night. For years, he would had the habit of taking notes of his mother’s words. “I have nothing to say about this world,” he wrote, the line most often repeated in the journal. Twenty-five years ago, his father, after a long day of musing in his armchair, had said the same thing, his final verdict before he swallowed a bottle of sleeping pills. Teacher Fei’s mother had not sounded out of sorts when she had called him that evening to report his father’s words, nor had she cried the following morning on the phone with the news of his father’s death. Teacher Fei suspected that, if his mother had not been an active accomplice, she had, at the least, been informed of the suicide plan; either way it made no difference, for the border between husband and wife had long been obscured in his parents’ marriage. What surprised Teacher Fei was his mother’s willingness to live on. He visited her daily after his father’s death and within a year had moved in with her. He recorded and analyzed every meaningful sentence of hers, looking for hints that the words were her farewell to the world. He was intentionally careless about his pills, and hers, too, as he believed she must have been in his father’s final days—they had always been a family of insomniacs—but by the fifth anniversary of his father’s death Teacher Fei had stopped waiting. She had nothing to say about the world, she told him that day, more out of amusement than resignation, and he knew then that she would not choose to end her life. The message that Teacher Fei had left on the girl’s Web site was not there when he checked the next day at the Internet café. Why was he surprised? Still, his hands shook as he composed another message, calling the girl a manipulative liar. A young couple, seventeen or eighteen at most, cast disapproving glances at Teacher Fei from another computer, seemingly alarmed by his vehement treatment of the keyboard. Copy link to cartoon Link copied Shop The chat rooms he normally frequented held little attraction for him today. He was leaving on a business trip abroad, he told a friend in one chat room who called herself Perfume Beauty, and then repeated the news to similarly named women in other chat rooms, knowing that they would find other idling men to flirt with. The night before, he had imagined the reaction of the girl and her female allies to his message, and had composed an eloquent retort to throw at these petty-minded women. But no doubt the girl would again erase it, and he could not stop her, nor could he expose her dishonesty. Teacher Fei logged off the computer and watched the boy sneak a hand under the girl’s sweater and wiggle it around, perhaps trying to unhook her troublesome bra. She looked at the screen with a straight face, but her body, moving slightly in coöperation, betrayed her enjoyment. The girl noticed Teacher Fei’s attention first and signalled to her boyfriend to stop. Without withdrawing his hand, he mouthed a threat at Teacher Fei, who lifted his arms as if surrendering and stood up to leave. When he walked past the couple, he raised a thumb and gave the boy a smile, as if they were conspiring comrades; the boy, caught off guard, grinned disarmingly before turning his face away. Teacher Fei had never cupped his hands around a woman’s breasts, and for an instant he wished that he possessed the magic to make the boy disappear and let him take his place next to the girl. What stupidity, Teacher Fei chided himself, after he had gulped down a can of ice-cold soda water at a roadside stand. It was that angry girl and her fraudulence—that was what was depriving him of his peace. He wished that he had been his mother’s birth son, that he had her noble and calm blood running through his veins, guarding him against the ugliness of the world. The good fortune that his mother had once assured him of had not lasted long. At eighteen, he had been an ambitious art student about to enter the nation’s top art institute, but within a year his father, an exemplary member of the reactionary intellectuals, was demoted from professor to toilet cleaner, and Teacher Fei’s education had been terminated. For the next twenty years, Teacher Fei’s mother had accompanied his father from building to building, one hand carrying a bucket of cleaning tools and the other holding her husband’s arm, as if they were on their way to a banquet. Yet, in the end, even she could not save her husband from despair. Teacher Fei’s father had killed himself two years after he was restored to his position at the university. The next day, Teacher Fei saw that his second message to the girl had also been confiscated by the cyberworld. A different message, left by a woman who hailed the girl as a guardian of the morality of modern China, taunted Teacher Fei in bold type. He hastily composed another post, and then spent twenty minutes rephrasing it in a calmer tone, but a day later, when that message had also been deleted, his rage erupted. He called her a “scorpion girl” in a new message, saying that he hoped no man would make the mistake of his life by marrying her and succumbing to her poison; he took great pity on her father, since an evil daughter like her would make any father live in a hell. Her father . . . Teacher Fei paused in his typing, as the man’s unhappy face in the photo came back to him. He decided to call the man’s work unit, an institute affiliated with the Ministry of Propaganda, from a phone booth in the street. A woman answered, and when Teacher Fei asked for the man by name she inquired about the nature of his business. An old school friend who has lost touch, he said, apologizing that he did not have another number for him and so had to make the initial contact through the work unit. The woman hesitated and then told him to wait. When the phone was picked up again, Teacher Fei was surprised by the voice, which sounded as though it belonged to a much older man. It did not matter what his name was, Teacher Fei replied when the girl’s father asked for it; he was merely calling as a man who was sympathetic to a fellow-man’s situation. He then asked if there was a chance that they could meet in person. The line clicked dead while he was in midsentence. When Mrs. Luo came the next day, Teacher Fei begged her to stay till later in the evening. He would pay her double for the extra hours, he said, and Mrs. Luo, after complaining about the inconvenience, agreed, adding that a man like Teacher Fei indeed deserved an occasional break from caring for an elderly woman. Mrs. Luo had not lowered her voice, and Teacher Fei glanced at his mother, who sat in the armchair with her eyes fixed on a square of afternoon sunshine on the floor. She was obedient and quiet in front of Mrs. Luo, who, like everybody else, believed that Teacher Fei’s mother had long been lost in her own world of dementia. A man like him. In the street, Teacher Fei pondered Mrs. Luo’s words. What did that mean—a man like him—a bachelor without a son to carry on his blood, a retired art teacher whose name most of his students had forgotten the moment they graduated from elementary school, a disgraceful old man who purchased fashion magazines at the newsstand and wasted his afternoons alongside teenagers in a cyberworld, making up names and stories and sending out romantic lies? What did he deserve but this aimless walk in a world where the only reason for him to live was so that his mother could die in her own bed? There must be places for a man like him to go, inexpensive foot-massage shops where, behind an unwashed curtain, a jaded young woman from the countryside would run her hands where he directed her while she chatted with a companion behind another curtain. Or, if he was willing to spend more—and he could, for he had few expenditures beyond his magazines and the Internet café, and had long ago stopped buying expensive brushes and paper and pretending to be an artist—one of the bathing palaces would welcome him into its warmth, with a private room and a woman of his choice to wait on him. It was a few minutes after five when Teacher Fei arrived at the institute, betting that the girl’s father was not the type to leave work early, since there would be little reason for him to hurry home. While Teacher Fei waited for a guard to inform the man of his arrival, he studied the plaque at the entrance to the institute. “The Association of Marxist Dialectical Materialism,” it said, and it occurred to Teacher Fei that had his father been alive he would have said that it was the parasites in these institutes who had ended hope for Chinese philosophers. “Please do not get me wrong. I am a serious man,” Teacher Fei said to the girl’s father when he appeared. “A man most sympathetic to your situation.” “I do not know you,” the man said. Had Teacher Fei not known his age, he would have guessed him to be more than sixty; his hair was more gray than black, and his back was stooped with timidity. A man closer to death than most men his age, Teacher Fei thought. But perhaps he would have more peace to look forward to in death. A stranger could be one’s best friend just as one’s wife and daughter could be one’s deadly enemies, Teacher Fei replied, and he suggested that they go out for tea or a quick drink. A small group of workers, on their way from the institute to the bus stop across the street, passed the pair of men; two women looked back at them and then talked in whispers to the group. The girl’s father recoiled, and Teacher Fei wondered if the daughter knew that her father already lived in a prison cell, its bars invisible to the people in the street. They could go to the man’s office for a chat, Teacher Fei offered, knowing that this was the last thing he would want. The father hurriedly agreed to go to a nearby diner instead. He was the kind of man who was easily bullied by the world, Teacher Fei thought, realizing with satisfaction that he had not sought out the wrong person. At the diner, the girl’s father chose a table in the corner farthest from the entrance, and in the dim light he squinted at the bench, wiping off some grease before he sat down. When the waitress came, Teacher Fei asked for a bottle of rice liquor and a plate of assorted cold cuts. He was not a drinker, nor had he ever touched marinated pig liver or tongue, but he imagined that a friendship between two men should start over harsh liquor and variety meats. Neither spoke for a moment. When their order came, Teacher Fei poured some liquor for the girl’s father. A good drink wipes out all pain for a man, Teacher Fei said, and then poured a glass for himself, but it soon became clear that neither of them would touch the drink or the meat, the man apparently feeling as out of place in the dingy diner as Teacher Fei did. “What are you going to do?” Teacher Fei asked when the silence between them began to attract prying glances from the middle-aged proprietress of the diner, who sat behind the counter and studied the few occupied tables. The man shook his head. “I do not understand the question,” he said. “I think you should sue your daughter,” Teacher Fei said, and immediately saw the man freeze with hostility. Perhaps someone had approached him with a similar proposition already. Or perhaps that was why the young girl had sued her father in the first place, egged on by an attorney, a manipulative man using her rage for his own gain. Not that he could offer any legal help, Teacher Fei explained. He had been an art teacher in an elementary school before his retirement. He was in no position to do anything to hurt the girl’s father, nor did he have the power to help him in his situation. It was only that he had followed his daughter’s story in the media, and when he had seen the family picture he had known that he needed to do something for the girl’s father. “ ‘How many people in this world would understand this man’s pain?’ I asked myself when I saw your picture.” The girl’s father flinched. “I am not the kind of man you think I am,” he said. “What?” Teacher Fei asked, failing to understand his meaning. He was not into other men, the girl’s father said, so could Teacher Fei please stop this talk of friendship. The proprietress, who had been loitering around the nearby tables checking on the soy-sauce bottles, perked up despite the man’s hushed voice. It took Teacher Fei a moment to grasp what the man was hinting at. Nor am I who you think I am, he thought of protesting, but why should he, when he had long ago made the decision not to defend himself against this ridiculous world? The proprietress approached the table and asked about the quality of the food and drink. When the man did not reply, Teacher Fei said that they were very fine. The woman chatted for a moment about the weather, and returned to her counter. Only then did the man insist that it was time for him to go home. “Who is waiting at home?” Teacher Fei asked, and the man, taken aback, stood up and said he really needed to leave. “Please,” Teacher Fei said, looking up at the man. “Could you stay for just a minute?” If he sounded pathetic, he did not care. “You and I . . . ,” he said slowly, glancing over at the entrance to the diner, where a pair of college students, a girl and a boy, were studying the menu on the wall. “We are the kind of men who would not kick our feet or flail our arms if someone came to strangle us to death. Most people would assume that we must be guilty if we did not fight back. A few would think us crazy or stupid. A very few would perhaps consider us men with dignity. But you and I alone know that they are all wrong, do not we?” The man, who was about to leave some money on the table, tightened his fingers around the bills. Teacher Fei watched the college students take seats by the window, the boy covering the girl’s hands with his own on the table. When the man sat back down, Teacher Fei nodded gratefully. He did not want to look up, for fear that the man would see his moist eyes. “When I was twenty-four, I was accused of falling in love with a girl student,” he said. “Pedophile” had been the word used in the file at the school, the crime insinuated in the conversations taking place behind his back. The girl was ten and a half, an ordinary student, neither excelling among her classmates nor falling behind; one often encountered children like her in teaching, faces that blended into one another, names misrecalled from time to time, but there was something in the girl’s face, a quietness that did not originate from shyness or absent-mindedness, as it usually did in children of her age, that intrigued Teacher Fei. He envisioned her at different ages—fifteen, twenty, thirty—but there was little desire in that imagining other than the desire to understand a face that had moved him as no other face had. “No, do not ask any questions, just as I will not ask whether you indeed kept a mistress while being married to your wife. It does not matter what happened between your cousin and you, or my girl student and me. You see, these accusations exist for the sake of those who feel the need to accuse. If it was not your cousin, there would have been another woman to account for your not loving your wife enough, no?” The man took a sip from his glass, spilling the liquor when he put it down. He apologized for his clumsiness. “My mother used to say that people in this country were very good at inventing crimes, but, better still, we were good at inventing punishments to go with them,” Teacher Fei said. When he and his cousin were young, they had vowed to marry each other, the man said; a children’s game mostly, for when the time came they had drifted apart. She was widowed when they met again, and he had tried to help her find a job in the city, but she had never been his mistress. “You do not have to explain these things to me,” Teacher Fei said. “Had I not known to trust you, I would not have looked for you.” The man could say a thousand things to defend himself, but people, his own daughter among them, would just laugh in his face and call him a liar. The crime that Teacher Fei had been accused of amounted to nothing more than a few moments of gazing, but one of the other students, a precocious eleven-year-old, had told her parents of the inappropriate attention the young teacher had paid to her classmate; later, when other girls were questioned, they seemed to be caught easily in the contagious imagination. He had just been curious, Teacher Fei said when he was approached by the principal. About what, he was pressed, but he could not explain how a face could contain so many mysteries visible only to those who knew what to look for. His reticence, more than anything, caused fury among the parents and his fellow-teachers. In the end, he chose to be called the name that had been put in the file: a man’s dirty desire was all his accusers could grasp. “One should never hope for the unseeing to see the truth,” Teacher Fei said now. “I could have denied all the accusations, but what difference would it have made?” “So there was no . . . proof of any kind?” the man said, looking interested for the first time. “Nothing to put me in jail for,” Teacher Fei said. “And someone just reported you?” “We cannot blame a young girl’s imagination, can we?” Teacher Fei said. The man met Teacher Fei’s eyes. It was just the kind of thing his daughter would have done, the man said. “She would have made sure you lost your job,” he added with a bitter smile, surprising Teacher Fei with his humor. “Count yourself a lucky person.” Teacher Fei nodded. He had won the district mural contest for the school every year, his ambition and training in art making him a craftsman in the end, but should not he consider it good fortune that his ability to paint the best portrait of Chairman Mao in the district had saved him from losing his job? The time to think about marriage had come and then gone, his reputation such that no matchmaker wanted to bet a girl’s future on him. Still, his parents had treated him with gentle respect, never once questioning him. But, as cleaners of public toilets, they could do little to comfort him other than to leave him undisturbed in his solitude. Indeed, he was a lucky man, Teacher Fei said now; he had never married, so no one could accuse him of being an unfaithful husband or a bad father. “Unwise of me to start a family, was not it?” the girl’s father said. “Before my divorce, my daughter said there were three things she would do. First, she would sue me and put me in prison. If that failed, she would find a way to let the whole world know my crime. And if that did not make me go back to her mother she would come with rat poison. Let me tell you—now that she has done the first two things, I am waiting every day for her to fulfill her promise, and I count it as my good fortune to have little suspense left in my life.” Teacher Fei looked at the college students paying at the counter, the boy counting money for the proprietress and the girl scanning the restaurant, her eyes passing over Teacher Fei and his companion without seeing them. “I have nothing to say about this world,” Teacher Fei said. Neither did he, the man replied, and they sat for a long time in silence till the proprietress approached again and asked if they needed more food. Both men brought out their wallets. “Let me,” Teacher Fei said, and though the man hesitated for a moment, he did not argue. In the dusk, a thin mist hung in the air. The two men shook hands as they parted. There was little more for them to say to each other, and Teacher Fei watched the man walk down the street, knowing that nothing would be changed by their brief meeting. He thought about his mother, who would be eager to see him return, though she would not show her anxiety to Mrs. Luo. He thought about his girl student: fifty-two she would be now, no doubt a wife and mother herself, and he hoped that he had not been mistaken and she had grown into a woman like his mother. She—the girl student, whom he had never seen again—would outlive him, just as his mother had outlived his father, their beauty and wisdom the saving grace for a man like him, a man like his father. But for the other man, who would be watching the night fall around the orange halo of the street lamps with neither longing nor dread, what did the future offer but the comfort of knowing that he would, when it was time for his daughter to carry out her plan of revenge, coöperate with a gentle willingness?",
    "FindingsImpressions": "My first glimpse of her was of a single small breast. Flashed on the X-ray screen. Lit in contrast. A hint, just a bump of fatty tissue against the chest cavity. Next to it, its close twin. Asymmetrical like most women's breasts. A far cry from spectacular. Straninsky, Alicia: the way her name first appeared to me, across a computerized label on her medical chart. A name that brought back memories of my Polish grandmother stuffing pierogis with thick fingers, the faint smells of the Baltic Sea that wafted from her sweat ers, the way she swayed her hips as she sang \"Hej, g?rale, nie bijcie siy. Ma g?ralka dwa warkocze podzielicie siyl\" Other information I learned: Age 32; Single; No history of breast irregularities; No children; Allergies to penicillin. What I saw: The usual striations indicating a buildup of calcium. What I also saw: Just past the spiculated masses of microcalcification, something that fanned out to form a white mass. An uneven density in the left quadrant of the right breast. About cancer: Mention this word, and people talk about randomness, about mystery. But the guesswork is mostly in why it forms. Once it hits you, charting the course of the disease is pretty much a mat ter of exact science, despite the runaround health professionals will give, despite the stories of miraculous recoveries. Even as a radiologist, I can predict who will make it and who will be a goner and it is of little surprise when the condemned grow weaker with each visit and then simply stop showing up. Where I have been wrong: It still stuns me to see the 82-year-old World War II vet who shuffles in every six months, his steps made small by the humongous growth on his hipbone the doctors left him to carry to his grave three years ago. Then there was the soccer player, a sixteen-year-old with more muscles in her calves than most men could flex in the length of their legs. She should have fallen into the category of healthy children who recover largely unscathed from acute lymphoblastic leukemia. She came in every few months with a flock of friends, their heads shaven in solidarity. They practically sprinted into the office, death for them a thing too distant even in a hospital basement. But in less than a year, the slippery thing in her bones had burrowed its way into her head and her brain began to swell and then she wobbled in, first on a cane, and then a walker, even its four legs not proving sturdy enough for her trembling hands. Her mother stopped calling for appointments and then, when a year passed, I had the intern call her doctor and move her files to one of the cabinets marked deceased. What a radiologist does: Nick, my seven-year-old, periodically asks me to explain. I look at pictures of sick people, I tell him. There are the one-timers: fractures, sprains, chest X-rays for pneumonia. But mostly, I search for benign tumors, lesions, and cancer. I suggest biopsies to seal diagnoses. I look for patterns of tissue density. The skill of a radiologist is in determining what is harmless and what will have to be cut out or irradiated. For years, I have not been able to sleep with a woman without subjecting her to thorough analysis. I poke in the usual spots and work three fingers in circular motion. My onetime wife, good Lillian with her sense of humor, would offer me her breasts, cupping them while I searched for sinister growth under her soft skin. What I failed to diagnose: The slickness of the roads in an intense April rain, the impatience of Baltimore drivers after a 17-20 loss by the Ravens against the Titans in overtime, the sudden, illogical curvature of I-95 near the Russell Street ramp, Lillian's eyes fatigued after filing another late-night report for the wxip eleven of the clock news. How easy it must have been for her to sink into the plush leather seat, to let her eyes glaze over the sea of red brake lights, to let her mind settle onto the party for Nick's third birthday, how effortlessly the impact would have crushed her beautiful skull. I should have been prepared for: The cruelty of grief. 3 For months, Nick looked for Lillian on the evening news. When he saw Lillian's replacement?an eerily close copy of my wife with shoulder-length blond hair, he yelled, Mommy! pointing to the TV. Mommy! he demanded several times a day, often just as I would gathered enough focus to vacuum or wash a load of laundry. I took the boy through the talk, telling him of the changing seasons, of molting snakes, of butterflies and cocoons, of how everything that lives must die. I took him down to the river where we would said goodbye to what could be salvaged of Mommy, and finally when the boy could not be made to understand, I turned on the TV night after night, putting him to sleep with his digital mom. Say good bye to Mommy, I would say when he struggled to keep his eyes open until the end of the newscast, and he would wave a chunky, sleepy hand to Linda Jones of wxip. When he kissed his surrogate mother good night, his thin hair turned all static. Maybe I took the easy way out. Tell Mommy you love her, I encour aged. And he would babble incomprehensible reviews of his day and declare all kinds of love and ask for promises impossible to keep. After a few months, he asked with a tired voice one Saturday morn ing, When is Mommy coming home? And I said, doing my best to look him straight in his eyes, She cannot leave the TV, my little man. I called him what Lillian would when he would done something exceptionally good for her, like pouring milk into her cereal long before she would sat down at the table or offering half-melted M&M's from his palm. Nick began to look for Lillian inside the TV. He clawed at it with pink fingers. What friends suggested: Get out there again. Married friends, espe cially, said with feigned enthusiasm, \"One of us has to keep this interesting.\" They flattered me, called me Sean the Man. Lady Killer Miller. They envied my brief relationship with a part-time lingerie model. But after the accident, they held their wives closer. Transition into relationships: It sounded doable, almost. But there seemed no clear end to grief and the beginning of happiness. I expected the fluttering of the heart on first dates. I allowed myself to turn into a romantic. I put on freshly ironed shirts. I spritzed cologne and felt for butterflies in my stomach. But even with Tanya, even after sex with a model, the kind of sex that made me shudder 4 with force, something would creep up?an image, a recollection of a graze, the way Lillian and I giggled like teenagers after making loud love into the pillow to keep Nick from waking?and, always, it would make me turn my back in a heavy way while Tanya stroked my back and said she understood, that I should talk to somebody about loss, about starting anew. When Alicia Straninsky appears: She surprises me by coming in person to pick up the CT report. Normally, I send these off directly to the doctors. I am surprised to see that Alicia's shockingly short?only about five feet tall. But more than that, I am unprepared to see so much vitality. Her cheeks are ruddy in a way that must make her seem permanently embarrassed. She looks like she might never have stretched out properly from a child's portly body. She has sub stantial arms and legs, like those of hefty old women who can chop wood and move a refrigerator. Something about her smells vaguely like cinnamon. All I can think is, I have never seen a chubby woman with small breasts. \"Did you have a question, Miss?\" \"Yes. I would like this explained.\" No patient has questioned me on my reports. The normal course of things involves a statement of my findings and impressions. I make recommendations, suggest checkups. I make no promises and no advisements. So-and-so has been diagnosed with terminal brain cancer, I write in my reports. It is the oncologists who will talk to newly retired couples about debilitating therapies. It is they who are left to explain to teary-eyed parents why modern medicine could not save their children. But Alicia reads over my report, right in front of me. Although I forget my brother's birthday and seldom call the parents of Nick's playmates by their correct names, I can mouth along with every word Alicia reads. Findings: Malignant tumor with diameter measuring 5cm in the lower left quadrant of right breast. Infiltrating ductal carcinoma, grade 3. Metastatic carcinoma involving two of thirteen axillary lymph nodes. No nipple involvement noted. No indication of abnor mal growth in the contralateral breast. 5 Impressions: Stage ni invasive carcinoma of the breast. \"So what does this mean?\" Alicia asks, her cheeks impossibly pinker than before. \"You will have to talk to your doctor.\" \"You are an MD, right?\" she asks, and I tell her this is true. \"It is Friday. You are going to make me wait all weekend? Monday's a holiday.\" I agree with her again. There is something about that face, a cer tain helplessness that inexplicably reminds me of Nick after he is dropped his ice cream cone. I am not sure why I give in, but I explain the major thrust of the pathology report and wait a minute for her to digest this. Nothing changes in her expression. All she says is, \"How can you be so sure? Just from pictures?\" \"And from your biopsy.\" \"I see. The little needle can tell all this?\" \"That is right.\" \"In my ducts?\" \"That is where it often starts.\" \"I guess I am never breastfeeding.\" \"Do you have children?\" \"No. But I guess this rules that out.\" \"Not necessarily. You should talk to your doctor.\" After a while, she says. \"So what does this mean, though? I mean, what are my prospects here?\" \"You have to talk to your doctor. He can tell you better what to do from here.\" \"Right. I do not suppose I can ask that of you. Thanks. It was kind of you to explain this.\" A week passes. I do not think about Alicia, but I do pull into work each morning with some vague anticipation. When she next appears: \"Hey,\" Alicia says to me, a woman with a yel low parka pulled over her head. I am returning from lunch and had broken into a jog because I have forgotten my umbrella at the restau rant. \"You are the radiologist.\" \"Hi,\" I reply before I recognize her. She has the same ruddiness in the cheeks, but dressed in yellow, she looks like one of the plastic ducks I use to lure Nick into the bath. 6 \"About to go in for my first radiation,\" she says. \"You were right, I guess. I got something in there that is not good news.\" \"Good luck to you,\" I say and then wonder what more appropri ate, reassuring things might be expected from someone with years of medical training. \"What is the deal with these hospitals? They have a different per son doing every part of your treatment. I thought I would be seeing you, but I see a radiologist who just does radiation oncology?\" \"That is right. We are all one-trick ponies, I guess.\" She does not laugh. I catch a glimpse of a cigarette between her fingers. \"You know, you should give those up.\" She offers me one and says, \"It is only ex-smokers who say things like that. You born-agains.\" There is nothing for me to say. We let the soft patter of the rain do our work. I try to keep my lungs from burning as I inhale hard on the damp Camels. When I pull out of the parking lot at the end of the day, the rain has died down, leaving a general mist. I recognize Alicia right away. Her yellow parka is bright even through the haze. She is sitting at the bus stop, a newspaper folded under her to absorb the rainwater. \"Alicia,\" I call out. It takes her a minute to realize where the voice is coming from. She spots my open window and stares hard, squints. She walks over and ducks her head toward me, keeping herself well within running distance. \"It is Sean, the radiologist.\" It is odd to identify myself this way. \"Hi,\" she says, not moving. \"It is raining. Where are you headed?\" \"Home. Morrell Park,\" she adds. \"I am driving that way,\" I offer, but she gives no response. \"Well, jump in if you want.\" Alicia enters slowly, planting herself squarely in the seat before swinging her legs in. We drive out of the lot and into traffic in silence until it occurs to me to ask about her treatment. \"You feeling OK?\" \"It was not as bad as they say. Although your first time's supposed to be the easiest.\" \"That is what they say.\" 7 I follow her sparse directions, and when I pull up to a block of row houses, she says, \"This is good\" in front of a fading tan unit. We sit in silence, staring ahead. \"Nice house.\" \"There is not that much inside. I just moved down here. I would planned on fixing it up a bit.\" \"Looks fine to me as is,\" I say. She catches me watching a torrent of water bypass a gutter that hangs broken off the roof. She presses her lips, trying to suppress a laugh. \"Feel better,\" I manage to mutter. \"Thanks,\" she says, and I am not sure if she means this for the ride or the failed compliment. The second time she comes in: Alicia takes me by surprise because it is been only weeks since her last exam. On the form, I see she is scrawled, next to changes since last exam, \"subcutaneous mastectomy.\" And indeed, her breast has been scooped out, sparing her nipple but leaving her with even less tissue than before. Still, this is enough flesh to require routine monitoring. \"How've you been?\" I ask, unable to make the moment less awk ward, this attempt at exchanging pleasantries before I crush the remainder of her breasts between glass plates. She is clutching the back of the thin hospital gown, making laborious efforts to keep its ends together. I help Alicia position one breast at a time onto the bottom plate. \"Sorry. It will be cold,\" I warn her. I switch on the machine and let the compressor do its work. In the end, I have to manually squeeze the plates to spread the meager amount of fat across the glass. She takes it heroically, wincing briefly. Other women, big-busted women for whom this is a less painful process, yell and curse. \"You know, it might be easier, it would hurt less if you came in when you are not so tender. The week after your menstruation,\" I say as I help her retie her gown. \"Thank you.\" \"You might be sore today. If it gets really bad, take a Tylenol.\" I prepare my patients for everything. Everything except how the dis ease itself will ravage them. 8 There were no ways to prep Nick for the mourning. Lillian simply did not come home one night; there was no process to his mother's dying. Each year, on Nick's birthday, we go to the Patapsco to visit Lillian on the anniversary of her river burial. Afterwards, we go for cheeseburgers and I buy Nick the works, everything off the menu. Last year, he asked between bites, \"So she is just swimming around?\" This took me by surprise, and I had to sip my soda for a while before I could formulate an answer. \"Mom never wanted to be boxed in.\" \"Dad.\" He did not say anything until he had my full attention again. \"Can I have my ashes spread?\" \"Hey, that is no way for a boy to talk,\" I said sternly. When the waitress came around, I ordered us banana splits. I even insisted on brownies?Nick's favorite. When Nick asks Why did Mommy have to go away?, I have no reasons to give him. I command him to take a bath and go to sleep. I watch his pajama legs disappear down the hall and wonder how even his walk could be like that of the mother he could not possibly remember in physical detail. I can hardly look at him when he stands with the sun slanting onto his head, his hair a shade like Lillian's. After I buried Lillian, I found I could not get rid of even the things I would sworn I hated. The dog that pissed on the couch reminded me of Lillian showing up one day with the terrier, saying, \"She is lost. Look, no tags,\" as if that were all the explanation needed. The pot pourri she would introduced to the bathroom I could not throw away even after it had disintegrated to red dust. The miniature toys lined on the windowsill were reminders of our trip to Belgium, where, instead of cerise and framboise, we ate too many egg-shaped choco lates that opened to reveal plastic surprises. I would had to move to another part of the city just so Lillian would not pop up suddenly while I was on line at the supermarket, show her face in the bath room mirror as I shaved, slip her way to the side of the bed at night as I willed myself to sleep. The routine we have fallen into: I see Alicia every week now. Since Radiation Oncology is next to my office, I drive her home. It is no way for a weak woman to travel, waiting for a public bus, inhaling 9 exhaust, and pushing through the crowd for a seat. She thanks me profusely. They have stepped up her treatment so that in addition to the radia tion, she is on chemotherapy. She is thinning out, not so much in her torso, but in unexpected places like her neck and elbows. Her ankles and knees look like skin coming loose. Since I will not take money for gas, Alicia insists on stopping for coffee and muffins, though she usually does not buy anything for herself. As the summer progresses, we drive to the harbor. She is from Chicago and says the ocean opens her lungs up. The chemo makes her skin turn a dry brown in the sun, and so we sit in the car and roll down the windows and breathe in the ocean. These are not dates. But when there is the protection of clouds, we walk along the water and eat ice cream. Later, when she becomes too weak, we sit in the car and watch joggers and bicycles zip by. I wonder if Lillian's traveled this far, or if she is already passed out of the Atlantic, floated down to the Caribbean Sea. Things have an odd way of traveling in open water. Perhaps the bits of Lillian have swum their way to all parts of the world. I would once read about toy ducks that fell off a freighter container and all over South America, Northern Europe, and Africa, beachgoers found armies of smil ing yellow ducks bobbing in over the surf and nesting among the seagulls. \"What did you do in Chicago?\" I ask Alicia as the early evening strollers begin to descend en masse. \"You name it. I have done it. I was a nanny. I worked as a secretary to a pervert. I walked a herd of dogs for yuppies. You know Ann Sathers?\" \"The cinnabuns?\" \"I worked in the factory.\" \"Really?\" \"Quality assurance. I ate a lot of cinnabuns.\" I wonder if that is why she still smells like cinnamon. On days when Alicia is well enough, she is famished. Today, she wants hot dogs. \"You cannot deny food to a woman who has cancer!\" She has no qualms about playing the sympathy card. She piles on mustard and ketchup and then sauerkraut on two franks. \"Ketard! Get it?\" she jabs me with a weak elbow and I let out a small laugh. She is chewing grape gum?something that she says 10 helps her nausea?and from time to time, I catch flashes of purple between teeth and tongue. \"Where is your little boy?\" she asks as we sit down at a bench table. \"I mean, when you are not watching him. Is there somebody who takes care of him?\" She spits out the gum into her hands and I cannot focus on anything because I am wondering what she is done with it. I am tempted to duck my head under the table to see if she is playing with it between her fingers. \"Where there are colleges, there are babysitters,\" I say, and she seems satisfied. \"So I am freezing my eggs. Do you think it will work? It is still not a sure thing, but you can conserve them. You know, fertilize them later. A lot of women on chemo are doing it now.\" \"That is a smart thing to do.\" \"They basically drain the eggs out of you and keep them floating in liquid nitrogen.\" \"That sounds splendid. Sounds like one of Nick's science proj ects.\" \"Your son must be great. Kids are great.\" \"Most of the time.\" \"I thought I would have plenty of time to have kids.\" I am not sure how to respond, and when she sees me just staring at the water, she says, \"I had chances to, you know?\" She smiles. \"Shit happens, as they say.\" Alicia chews hungrily, only intermittently bothering to wipe the orange mix of ketard from the corners of her mouth. There is some thing admirable in her embrace of joy, however temporary. Even if it will make her sick, even if in two hours she could throw it all up, she will not be denied satiation. When I tell Alicia about Tanya, she is amazed. We are comparing our biggest bragging rights. She says she once guessed the number of jellybeans in a giant jar and won two thousand dollars, and I come back with, I once dated a woman who made a living in bra and panties. She wants pictures of her. \"You are bullshiting,\" she says. \"That is the oldest lie in the book.\" For the next week, I search for Tanya in Macy's flyers. She mod eled regularly for their lingerie section, and now she is apparently moved on to modeling business suits for them. 11 \"You are kidding,\" Alicia says when I hand her the clipped flyer. Today, we have driven to a different pier to watch the late afternoon sun paint the bay in shifting colors of emerald green and pink. \"I am not a pictures guy.\" She flashes a smile. \"A true romantic. Wow. Is that her?\" \"It was not a big deal.\" \"Gosh. I have never looked like that in my life.\" With the dramatic weight loss, Alicia's deep-set eyes seem to burrow toward the back of her head. Her thinning hair is now brassy. She leafs through the rest of the flyer. \"This is depressing. I have never been in a dress that resembles anything like these, you know?\" \"What do you mean?\" \"You know, I have never felt?pretty. Like one of those girls with perfect hair and skin. The kind that know how to flirt with guys.\" She catches me open and close my mouth, fishing for something to say. \"The only good thing about getting sick is I am finally skinny.\" \"I remember,\" she continues when I do not respond, \"I went to the prom with a family friend my mother basically strongarmed into taking me. Mortifying, right? Well, I thought, hey, I will make the best of it. I will at least get a nice black dress. I thought those were so elegant. So royal. But of course the only thing that fit me and I could afford was this puffy magenta thing. It made me look like a giant cherry! I spent half the night in the bathroom. I just wanted to disappear down the toilet.\" \"Do not talk like that,\" I say and Alicia looks at me with some expectation. \"Do not ever think that again. You are beautiful,\" I add after a while. The way her face opens up, the way Alicia's eyes become liquid, suddenly make even the possibility of her disappearance unbear able. I think, maybe I have never realized the possible permutations of beauty. For her birthday, Alicia has decided to throw herself a backyard barbeque party. She is insisted I come with Nick. I would love to meet your son, and there will be other kids, she urged. She is set up an inflatable pool and a trampoline. When we get there, the only kids I see are infant twins. There are fewer than ten people, all neighbors. Alicia emerges from the kitchen with a tray of hot dogs. She has on a sundress and a wide 12 brimmed hat. She is wearing makeup, and she smiles at me with two lines of thin red lips. For the first time, I notice freckles that fan out from one ear to the other. \"Hey there,\" she says when Nick hands her a bouquet of flowers. \"Are not you just a charmer! Well, I heard you like brownies. Guess what we are making!\" She let us Nick mix the batter. He licks his fin gers while Alicia clowns around, smearing chocolate on his cheeks. They turn on the oven light and watch the brownies rise. While we eat, Nick has his run of the yard. He does impossible jumps on the trampoline. \"Wonderful,\" Alicia says. \"It must be wonderful having him in your life. We should do this more. My nephews are back in Chicago. I miss having kids around.\" She lights a cigarette. \"I do not know why I have put my life on hold for so long. You know, now it is like I do not want to waste another minute. I am doing all these things I have always wanted to do, because what am I waiting for? Carpe diem.\" \"What kinds of things?\" I ask. \"Oh, the South Pacific. I have been watching these travel videos. I have always wanted to go there.\" \"What else?\" I ask. I do not imagine even she can see herself get ting on a long plane ride any time soon. \"Well, getting involved with somebody, I guess.\" She crushes her cigarette under her sandals. \"So how come you never moved on? You, know, really moved on? I mean, do you ever think Nick would want someone in his life again?\" As if summoned by his mention, Nick runs up to us, asking Alicia to jump with him on the trampoline. \"Oh, Nick, I do not know if I can do that,\" she says. \"But do you want to watch videos? Have you been to an island where there are pirates?\" Nick stops talking and his eyes widen. \"You know what they have in the South Pacific? Cocoa trees. That is where chocolates come from.\" From the confusion on his face, I see Nick cannot imagine chocolate that is not wrapped in foil. \"I am planning to go there. Maybe we can all go together if your dad let us you. Would you like that?\" she asks with a wink. On the drive back, Nick recounts the ways in which he loves Alicia. I like her pool. I like her jumping thing, he says. She is the best brownie maker. \"Can we come play next Saturday?\" he pleads. \"Maybe, Nick.\" \"She said I can come over anytime.\" 13 \"We will see about that.\" \"Why do we have to see?\" he asks in a voice like a goat's bleat. I see in the rearview mirror his eyes begin to tear. What three-month checkups reveal: In the fall, Alicia comes in for her exam, cheerful as though she. were only stopping by for a social visit. \"I am having another get together this weekend,\" she says, sliding up to me while I help a patient with his forms. I tell her that things are too busy and she says, \"OK, sure,\" but she lingers. \"Another time then?\" she asks when the assistant comes to lead her away. She does not seem a bit embarrassed while the intern helps her at the machine. She does not cringe as the stranger's hands shift her breasts now here and then there. It is the response of a woman whose body has become a thing of science, who is stripped repeated ly for doctors and nurses and technicians. Her body has been poked at, argued about by oncologists, examined with cold instruments, described only in clinical terms. I catch a glimpse of her bra as she redoes her gown. It is a white cotton thing. No frills. No contrap tions to lift and push together. Plain as day. I stand over the technician as he processes her pictures. I want to shut my eyes when a new mass comes to life, because there it is, in her thigh, a stubborn growth that has planted despite the dual attacks by radiation and chemicals. I file an updated report: Distant osteolytic metastasis to femur in left leg. What I want to tell her: You should be spared. If I had the power to rip this thing out of you, if only I could sieve the little cells of poison swimming around in your lymph and blood. What is ahead: Bone pain. And the slow perforation of the skeleton. I call to tell her the news myself. She says, \"Give it to me straight, doc.\" \"Do not call me that.\" \"OK, Sean. Lay it on me. Tell me how bad it is going to be.\" H \"It is spread.\" There is no way to soften the blow \"It is gone into your bones.\" \"I see.\" \"You will probably have to increase the treatment. I called your doc tor already. This is not uncommon. They have medicines for every complication.\" I let myself believe what my patients often say: that fighting cancer is 99% mental. \"You are a sweetie. Give my love to Nick. I would love to see him again.\" What I withhold from her: Only 10-20% make it at this stage. After the leg, the cancer will wind its way to the pelvis. Then: to the lungs and then shortness of breath. Next: the liver. Her skin will yellow and become puffy. There will be an unprecedented loss of weight until finally, Alicia will not be able to eat. Then: the brain. With her new treatment, I cannot drive Alicia home because she is in and out by the early afternoon. But when I catch glimpses of her in the hospital, I see there is a definite yellowness to her face. The roundness of her cheeks is gone. Her skin, darkened by the chemi cals pumped into her body, is dry. It reminds me of cracked African earth after years of drought. Today, she has a fantastic green scarf on her head. She looks like some odd goddess heralding in the spring, except there is no trace of vitality about her anymore. We comment on the rain and she jokes about her hair falling out. \"Positive attitude's the cure, right?\" she asks. \"That is the key.\" \"Hey, how about a ball game sometime? Nick would like that, would not he?\" \"We should do that,\" I say, my tone betraying the conviction of my words. Alicia let us out a small laugh. \"Sean,\" she says. \"Did I do some thing? I mean, I thought we were all getting along great.\" \"It is not that.\" \"What is it then?\" I let a minute pass while we walk down the hall. After a few paces, she says, \"C'mon, I can handle it.\" \"It is just that,\" I say, then cannot finish. 15 \"What is it just?\" She stares, unflinching. \"What?\" she asks more sharply. \"It is Nick. He latches on.\" She scrutinizes my face, waiting for more explanation, and I have to look away. \"I do not want to hurt him again.\" The resolution of my voice surprises me. \"Oh. I see.\" She twirls the ends of her scarf. \"Ah, now I got you.\" \"Alicia.\" I reach to touch her arm but she shies away. \"No, that is all right. It is all right.\" We have reached the hospital exit, and she peers out the glass doors, checking the rain outside. \"See you around,\" she says. When she walks away, all she leaves is a muddy boot print. Months later, I am woken up by a call. \"This is Ed. I am Alicia Straninsky's ex,\" a deep voice announces. \"Ex?\" \"Husband. Geez. Did I wake you? I did not think you would be sleep ing.\" \"No, no.\" I start to explain how I have been working late hours. \"Is she OK?\" I manage to mumble. I cannot find my glasses. \"Not quite. She is had a fall, doc. She broke her hip. You were listed on her emergency contact form.\" I put on my glasses and the room comes into sudden focus. \"Husband?\" I ask in a more clear tone. \"Well, from years ago.\" I would not know it is sleeting except the minute I am out of the car, my wet clothes freeze onto my skin. I do not even remember turning on the wipers. In the emergency room, the nurse points me to Ed, a man consider ably older than Alicia. A woman in her twenties is holding his hand. Ed has a scruffy look like most people here, but with him, it seems possible that even without an emergency, he might look exactly this way His hair is a nest of dark brown and he is wearing a Black Sabbath T-shirt with Paranoid written across his chest. The shirt is tattered in unexpected places: near the bellybutton, on his upper arm, by the clavicle. He shakes my hand vigorously and thanks me. \"How is she doing?\" 16 \"We have not been told anything, except to wait.\" The young woman nods her head. She cannot be more than a college kid. \"I wish she would told me. I had no idea.\" Ed scratches his head for a long time. \"Thank god she still had me on the forms. We made each other health proxies, but that is when we were married. That is Alicia for you. Good with planning. Not so good with the follow through.\" We make small talk. Ed teaches sociology. He and Alicia were married for less than a year. He wanted children. She did not. We chat about the weather. \"It is not my business, I suppose, but I thought you were her doc tor. I would not have woken you. It said Dr. Sean so I thought we would better call you.\" \"Well, I am her radiologist.\" \"I see,\" Ed says, looking puzzled. \"Like you take her X-rays?\" When we are finally taken to see Alicia, she is lying with a pillow between her legs. They will take her into surgery, reconnect her hips with screws. \"Oh, hi,\" she says, not directed at either of us. She looks to Ed and says, \"Good to see you,\" and waves to me. \"I cannot believe you both are here,\" she says shyly, as if we have thrown her some surprise party. Ed fills her in on the new college where he teaches. I show them pictures of Nick in his Halloween costume. So it takes a little boy to make you a pictures guy, Alicia says. I stay to help Ed with the forms, but leave before they wheel Alicia back, still fractured, in pain, held up with metal. I have never known how to say a proper goodbye. In March, Alicia is back to check for more distant metastasis. She comes in in a wheelchair. Even seated, she seems barely capable of holding up her weight. Her lips are pale and cracked. Her breathing is labored for the brief time we chat. She asks if Nick is well and I say we should go to the harbor sometime, grab hot dogs. Sure, she says, emptily. Later, Alicia waves a wan hand and mouths a soft Bye. I pretend I am busy with paperwork and nod a quick acknowledg ment. Heartless, we call oncologists who abandon the patients they cannot save. Cowards, we say of husbands who flee rather than see their wives suffer. I place the X-ray vest too hard on a fifty-five year-old man who is come in for a pelvic exam. I shuffle through his charts with some force. 17 What would otherwise be a perfect day: When the second call comes from Ed, it is a beautiful, dry June day. Nick has agreed to try a baseball day camp and I am plotting the rest of our summer?Little League, season tickets behind the dugout at Camden Yards, and a trip to Hershey Park where Nick can discover chocolate heaven. It is been weeks since he is asked about Alicia. There is no hint of humidity, no heavy rains, and I sit in my car and wait patiently for the traffic to thin out from the afternoon game. In all of Baltimore, it is a perfectly ordinary day. I see Ed in the hospital ward, next to a young woman rubbing his shoulders. I cannot be sure it is the same girlfriend from the winter. He gets up to shake my hand. He is a broken man. \"Thanks for coming. I know she would have wanted you here. She considered you a friend. She did not really have a network here.\" His eyes fill with tears. The girlfriend strokes his arm and Ed holds up a hand to signal that he is OK. \"Anyway, you were on the short list. Told you she was organized. There was a sort of phone chain. Well, she did not know that many people. I have no fucking idea how these things work,\" he says, waving an arm over the empty corridor. There is the distinctive odor of antiseptic, evidence of eradication, of something made absent. For days, I take the long way from the basement elevator to my office, knowing she is somewhere in the morgue's drawers smelling of all kinds of noxious chemicals. The memorial the night before the burial is a New Age thing arranged by Ed. It is not an open casket event, but I am still surprised to see there is not even a coffin, no photos of Alicia as a kid or smil ing with Ed in healthier days. Ed has asked everyone to bring things that remind them of Alicia. I could not settle on anything, and on the way over, bought a cheese danish when I could not find a cinnamon bun. A woman walks up to the lectern holding an almanac. \"Alicia was all brains,\" she says rather gravely, and people clap. A man produces a bamboo stick and says, \"Alicia was all strength.\" Another woman waves a copy of To Kill a Mockingbird. \"For our stubborn tomboy,\" she says to a room that breaks out in laughter. I hold onto my Dunkin' Donuts bag while people shoot me curious looks. 18 When the ceremony is over, Ed is surrounded by people extend ing condolences. He spots me and says, \"Ah, the good doc. Great that you made it.\" \"Would not have missed it. Nice event. I mean, you know, for what it is.\" We let a soundless minute pass while Ed nods to several people. \"No pictures?\" \"Alicia wanted it this way. She was never showy. Never thought she was much to look at.\" \"Is there anything I can do?\" I ask. \"No, no. You have done so much already. Thank you.\" Outside, I cool my temple against the window of the Camry as car after car turns on its lights and winds its way out of the parking lot. Ed catches me as I am about to turn the keys in the ignition. He angles his head in. \"Actually, Sean, could you do me this one big favor? I have been going nuts here. Her mom is flying in and then her cousins are coming, and of course I have to pick them all up. Since you live in the neighborhood, would you mind dropping this off at the funeral home in the morning? It is her clothes.\" \"Anything to help.\" Then, as if remembering something, he blurts, \"Can you believe her mother did not come to the memorial? She thinks we are hippies, I suppose. That is Mrs. Straninsky for you. She hated me, that despi cable old woman,\" he says with a distant look. \"Do not worry. I got it, Ed.\" \"Yes, tomorrow, if you can go to the Funeral King, it would be great.\" He hands me a shopping bag. The end of the college semester has snuck up on me, and I cannot find a babysitter for the weekend. I drive to the Morell Park Funeral Home with Nick asleep in the back seat. It is a stately Gothic Revival manor, a castle-like structure that sits on acres of manicured gardens and reflecting pools. The funeral director is a colorful man widely known as the Funeral King, in part because he holds a monopoly on the burial business, and because he appears in TV ads promising, \"We treat your loved ones like royalty.\" It takes a long while before the Funeral King himself answers the bell. \"I am sorry for your loss,\" he says in a deep voice. \"Thank you.\" I hand over the bag. \"This is for Ms. Straninsky.\" 19 \"Ah. Lady Straninsky. Come in, come in, please.\" I walk a few steps into the parlor and point to Nick in the car. We watch Nick press his mouth against the window and puff his cheeks out like a blowfish. \"I am sorry, you are ?\" \"Her radiologist. I was also a friend. Is she...\" I begin to mutter but cannot stomach the thought that she is steps away in the base ment on some cold, metal table, her body drained of its fluids and her face powdered and rouged to an obscene color. \"She is almost ready,\" the Funeral King says, placing a hand on my arm. \"She is comfortable now.\" I think of how comfortable she might have been in her last days. I wonder whether Ed would have known to increase the pain medi cation only as needed to maximize its numbing effect. I wonder whether he would have soaked her feet in warm water, changed her sheets twice a day, massaged her sores, made her final moments somehow bearable. In her last week, she would have been incapable of communicating her most basic wishes?a shave of ice for her dry mouth, another drop of morphine, the need to be shifted in bed every few hours to relieve the pressure of one limb pressing on another. It should have been me there to listen for the mysterious rhythm of her final breaths. \"She is almost ready,\" the Funeral King says in a soothing baritone, his voice seeming to travel to me from somewhere far away. \"I will just make sure that everything's here.\" He ruffles through the bag. \"Well, actually, you seem to have forgotten her...undergarments. Do not worry,\" he says when I stare, puzzled. \"You are not the first. It is usual ly the thing people will forget.\" He opens the bag for me to examine. There is a white hat and gloves, along with a blue dress?a real '50's outfit. I wonder if Ed is out of his mind. There are even nylon stock ings, but no underwear. \"We usually keep some extras around, but I am sorry, we have been so busy and this is really cutting it close. If you would not mind just bringing some of her garments, we can take care of everything.\" He anticipates my objection. \"I would suggest, there is a mall a mile or so away. Do not worry,\" he says again. I must have looked terrified then. \"This happens all the time.\" In the Victoria's Secret, Nick tries to don a giant pair of angel wings. \"Oh, honey,\" a flustered saleswoman yells, \"those wings are not for 20 playing.\" Then she turns in my direction. The smell of her perfume hits me before she reaches me. I apologize and she says with a broad smile, \"All the kids love that. Are you looking for anything in particular?\" \"Yes, I am looking for underwear. And bras.\" \"Sure.\" \"It should be something special.\" \"Of course.\" She eyes Nick, who is now tugging the arm of a teddy bear that is part of a display. I make a face at him to stop. \"No. Something very special. For a beautiful woman.\" \"Well, we have many special things. We have these of course,\" she says, holding up a thong. \"These are very popular.\" \"We need something classy.\" \"Is there a specific color you had in mind?\" \"Let us see. Her dress is blue.\" \"Well, how about this in royal blue?\" She holds up a modest set of satin underwear. \"Classy but beautiful. It is what she is wearing.\" The saleswoman points to a large poster of a thin, voluptuous model she explains is Brazilian. \"Quite stunning,\" she says to her self. I buy the set and have her throw in the straps the model sports that seem to do nothing but to connect her stockings to her under wear. \"Practical and elegant,\" the saleswoman admires. \"Would you like some body lotion? It is called Amazon Goddess. It smells like the rainforest.\" I want to ask if she is ever smelled the rainforest, but I purchase a small bottle anyway. I think, For one day, Alicia, you will be the princess of Morrell Park, of ketard on hot dogs, of small breasts.",
    "NawabdinElectrician": "He flourished on a signature ability: a technique for cheating the electric company by slowing down the revolutions of its meters, so cunningly performed that his customers could specify to the hundred-rupee note the desired monthly savings. In this Pakistani desert, behind Multan, where the tube wells pumped from the aquifer day and night, Nawab’s discovery eclipsed the philosopher’s stone. Some thought he used magnets, others said heavy oil or porcelain chips or a substance he found in beehives. Skeptics reported that he had a deal with the meter men. In any case, this trick guaranteed Nawab’s employment, both off and on the farm of his patron, K. K. Harouni. The farm lay strung along a narrow and pitted farm-to-market road, built in the nineteen-seventies, when Harouni still had influence in the Islamabad bureaucracy. Buff or saline-white desert dragged out between fields of sugarcane and cotton, mango orchards and clover and wheat, soaked daily by the tube wells that Nawabdin Electrician tended. Beginning the rounds of Nurpur Harouni on his itinerant mornings, summoned to a broken pump, Nawab and his bicycle bumped along, decorative plastic flowers swaying on wires sprouting from the frame. His tools, notably a three-pound ball-peen hammer, clanked in a greasy leather bag suspended from the handlebars. The farmhands and the manager waited in the cool of the banyans, planted years earlier to shade each of the tube wells. “No tea, no tea,” Nawab insisted, waving away the steaming cup. Hammer dangling from his hand like a savage’s axe, Nawab entered the oily room housing the pump and its electric motor. Silence. The men crowded the doorway till he shouted that he must have light. He approached the offending object warily but with his temper rising, circled it, pushed it about a bit, began to take liberties with it, settled in with it, called for a cup of tea next to it, and finally began disassembling it. With his long, blunt screwdriver he cracked the shields hiding the machine’s penetralia, a screw popping loose and flying into the shadows. He took the ball-peen and delivered a crafty blow. The intervention failed. Pondering the situation, he ordered one of the farmworkers to find a really thick piece of leather and to collect sticky mango sap from a nearby tree. So it went, all morning and into the afternoon, Nawab trying one thing and then another, heating the pipes, cooling them, joining wires together, circumventing switches and fuses. And yet somehow, in fulfillment of the local genius for crude improvisation, the pumps continued to run. Unfortunately or fortunately, Nawab had married early in life a sweet woman of unsurpassed fertility, whom he adored, and she proceeded to bear him children spaced, if not less than nine months apart, then not that much more. And all daughters, one after another after another, until finally the looked-for son arrived, leaving Nawab with a complete set of twelve girls, ranging from toddler to age eleven, and one odd piece. If he had been governor of the Punjab, their dowries would have beggared him. For an electrician and mechanic, no matter how light-fingered, there seemed no question of marrying them all off. No moneylender in his right mind would, at any rate of interest, advance a sufficient sum to buy the necessary items for each daughter: beds, a dresser, trunks, electric fans, dishes, six suits of clothes for the groom, six for the bride, perhaps a television, and on and on and on. Another man might have thrown up his hands—but not Nawabdin. The daughters acted as a spur to his genius, and he looked with satisfaction in the mirror each morning at the face of a warrior going out to do battle. Nawab of course knew that he must proliferate his sources of revenue—the salary he received from K. K. Harouni for tending the tube wells would not even begin to suffice. He set up a one-room flour mill, run off a condemned electric motor—condemned by him. He tried his hand at fish-farming in a pond at the edge of one of his master’s fields. He bought broken radios, fixed them, and resold them. He did not demur even when asked to fix watches, although that enterprise did spectacularly badly, and earned him more kicks than kudos, for no watch he took apart ever kept time again. K. K. Harouni lived mostly in Lahore and rarely visited his farms. Whenever the old man did visit, Nawab would place himself night and day at the door leading from the servants’ sitting area into the walled grove of ancient banyan trees where the old farmhouse stood. Grizzled, his peculiar aviator glasses bent and smudged, Nawab tended the household machinery, the air-conditioners, water heaters, refrigerators, and pumps, like an engineer tending the boilers on a foundering steamer in an Atlantic gale. By his superhuman efforts, he almost managed to maintain K. K. Harouni in the same mechanical cocoon, cooled and bathed and lighted and fed, that the landowner enjoyed in Lahore. Harouni, of course, became familiar with this ubiquitous man, who not only accompanied him on his tours of inspection but could be found morning and night standing on the master bed rewiring the light fixture or poking at the water heater in the bathroom. Finally, one evening at teatime, gauging the psychological moment, Nawab asked if he might say a word. The landowner, who was cheerfully filing his nails in front of a crackling rosewood fire, told him to go ahead. “Sir, as you know, your lands stretch from here to the Indus, and on these lands are fully seventeen tube wells, and to tend these seventeen tube wells there is but one man, me, your servant. In your service I have earned these gray hairs”—here he bowed his head to show the gray—“and now I cannot fulfill my duties as I should. Enough, sir, enough. I beg you, forgive me my weakness. Better a darkened house and proud hunger within than disgrace in the light of day. Release me, I ask you, I beg you.” The old man, well accustomed to these sorts of speeches, though not usually this florid, filed away at his nails and waited for the breeze to stop. “What is the matter, Nawabdin?” “Matter, sir? Oh, what could be the matter in your service? I have eaten your salt for all my years. But, sir, on the bicycle now, with my old legs, and with the many injuries I have received when heavy machinery fell on me—I cannot any longer bicycle about like a bridegroom from farm to farm, as I could when I first had the good fortune to enter your service. I beg you, sir, let me go.” “And what is the solution?” Harouni asked, seeing that they had come to the crux. He did not particularly care one way or the other, except that it touched on his comfort—a matter of great interest to him. “Well, sir, if I had a motorcycle, then I could somehow limp along, at least until I train up some younger man.” The crops that year had been good, Harouni felt expansive in front of the fire, and so, much to the disgust of the farm managers, Nawab received a brand-new motorcycle, a Honda 70. He even managed to extract an allowance for gasoline. The motorcycle increased his status, gave him weight, so that people began calling him Uncle and asking his opinion on world affairs, about which he knew absolutely nothing. He could now range farther, doing much wider business. Best of all, now he could spend every night with his wife, who early in the marriage had begged to live not in Nawab’s quarters in the village but with her family in Firoza, near the only girls’ school in the area. A long straight road ran from the canal headworks near Firoza all the way to the Indus, through the heart of the K. K. Harouni lands. The road ran on the bed of an old highway built when these lands lay within a princely state. Some hundred and fifty years ago, one of the princes had ridden that way, going to a wedding or a funeral in this remote district, felt hot, and ordered that rosewood trees be planted to shade the passersby. Within a few hours, he forgot that he had given the order, and in a few dozen years he in turn was forgotten, but these trees still stood, enormous now, some of them dead and looming without bark, white and leafless. Nawab would fly down this road on his new machine, with bags and streamers hanging from every knob and brace, so that the bike, when he hit a bump, seemed to be flapping numerous small vestigial wings; and with his grinning face, as he rolled up to whichever tube well needed servicing, with his ears almost blown off, he shone with the speed of his arrival. Nawab’s day, viewed from the air, would have appeared as aimless as that of a butterfly: to the senior manager’s house in the morning, where he diligently paid his respects, then to one or another of the tube wells, kicking up dust on the unpaved field roads, into the town of Firoza, zooming beneath the rosewoods, a bullet of sound, moseying around town, sneaking away to one of his private interests—to cement a deal to distribute ripening early-season honeydews from his cousin’s vegetable plot, or to count before hatching his half share in a flock of chickens—then back to Nurpur Harouni, and out again. The maps of these days, superimposed, would have made a tangle, but every morning he emerged from the same place, just as the sun came up, and every evening he returned there, tired now, darkened, switching off the bike, rolling it over the wooden threshold of the door leading into the courtyard, the engine ticking as it cooled. Nawab leaned the bike on its kickstand each evening and waited for his girls to come, all of them, around him, jumping on him. His face at this moment often had the same expression—an expression of childish innocent joy, which contrasted strangely and even sadly with the heaviness of his face and its lines and stubble. He would raise his nose and sniff the air to see if he could guess what his wife had cooked for dinner, and then he went in to her, finding her always in the same posture, making him tea, fanning the fire in the hearth. “Hello, my love, my chicken piece,” he said tenderly one evening, walking into the dark hut that served as a kitchen, the mud walls black with soot. “What is in the pot for me?” He opened the cauldron, which had been displaced by the kettle onto the beaten-earth floor, and began to search around in it with a wooden spoon. “Out! Out!” she said, taking the spoon and, dipping it into the curry, giving him a taste. He opened his mouth obediently, like a boy receiving medicine. The wife, despite having borne thirteen children, had a lithe strong body, her vertebrae visible beneath her tight tunic. Her long mannish face still glowed from beneath the skin, giving her a ripe ochre coloring. Even now that her hair was thin and graying, she wore it in a single long braid down to her waist, like a young woman in the village. Although this style did not suit her, Nawab saw in her still the girl he had married twenty years before. He stood in the door, watching his daughters playing hopscotch, and when his wife went past he stuck out his butt, so that she rubbed against it as she squeezed through. Nawab ate first, then the girls, and finally his wife. He sat out in the courtyard, burping and smoking a cigarette, looking up at the crescent moon just visible on the horizon. I wonder what the moon is made of? he thought, without exerting himself. He remembered listening to the radio when the Americans said they had walked on it. His thoughts wandered off onto all sorts of tangents. The dwellers around him in the hamlet had also finished their dinners, and the smoke from cow-dung fires hung over the darkening roofs, a harsh spicy smell, like rough tobacco. Nawab’s house had numerous ingenious contrivances—running water in all three rooms, a duct that brought cool air into the rooms at night, and even a black-and-white television, which his wife covered with a doily that she had embroidered with flowers. Nawab had constructed a gear mechanism so that the antenna on the roof could be turned from inside the house to improve reception. The children sat inside watching it, with the sound blaring. His wife came out and sat primly at his feet on the sagging ropes of the woven bed, swinging her legs. “I have got something in my pocket—would you like to know what?” He looked at her with a pouting sort of smile. “I know this game,” she said, reaching up and straightening his glasses on his face. “Why are your glasses always crooked? I think one ear’s higher than the other.” “If you find it, you can have it.” Looking to see that the children were still absorbed in the television, she kneeled next to him and began patting his pockets. “Lower . . . lower . . . ,” he said. In the pocket of the greasy vest that he wore under his kurta she found a wrapped-up newspaper holding chunks of raw brown sugar. “I have got lots more,” he said. “Look at that. None of this junk you buy in the bazaar. The Dashtis gave me five kilos for repairing their sugarcane press. I will sell it tomorrow. Make us some parathas. For all of us? Pretty please?” “I put out the fire.” “So light it. Or, rather, you just sit here—I will light it.” “You can never light it. I will end up doing it anyway,” she said, getting up. The smaller children, smelling the ghee cooking on the griddle, crowded around, watching the brown sugar melt, and finally even the older girls came in, though they stood haughtily to one side. Nawab, squatting and huffing on the fire, gestured to them. “Come on, you princesses, none of your tricks. I know you want some.” They began eating, pouring the brown crystallized syrup onto pieces of fried bread, and after a while Nawab went to his motorcycle and pulled from the panniers another hunk of the sugar, challenging the girls to see who would eat most. One evening a few weeks after his family’s little festival of sugar, Nawab was sitting with the watchman who kept guard over the grain stores at Nurpur Harouni. A banyan planted alongside the threshing floor only thirty years ago had grown a canopy of forty or fifty feet, and all the men who worked in the stores tended it carefully, watering it with cans. The old watchman sat under this tree, and Nawab and the other younger men would sit with him at dusk, teasing him, trying to make his violent temper flare up, and joking around with one another. They would listen to the old man’s stories, of the time when only dirt tracks led through these riverine tracts and the tribes stole cattle for sport, and often killed each other while doing it, to add piquancy. Although spring weather had come, the watchman still kept a fire burning in a tin pan to warm his feet and to give a center to the group that gathered there. The electricity had failed, as it often did, and the full moon climbing the sky lit the scene indirectly, reflecting off the whitewashed walls, throwing dim shadows around the machinery strewn about, plows and planters, drags, harrows. “Here it is, old man,” Nawab said to the watchman. “I will tie you up and lock you in the stores to make it look like a robbery, and then I will top off my tank at the gas barrel.” “Nothing in it for me,” the watchman said. “Go on, I think I hear your wife calling you.” “I understand, sire. You wish to be alone.” Nawab jumped up and shook the watchman’s hand, making a bow, touching his hands deferentially to the old man’s knee, as he would to the feudal K. K. Harouni—a running joke, lost on the watchman these last ten years. “Be careful, boy,” the watchman said, standing up and leaning on his bamboo staff, clad in steel at the tip. Nawab leapt on the kick-starter of his motorcycle, and in one smooth motion flicked on the lights and shot out of the threshing-floor gates, onto the quarter-mile driveway leading from the heart of the farm to the road. He felt cold and liked it, knowing that at home the room would be baking, the two-bar heater running day and night on pilfered electricity, the family luxuriating in excess warmth, even though the spring weather had come. Turning onto the dark main road, he sped up, outrunning the weak headlight, obstacles appearing faster than he could react, feeling as if he were racing forward in the flame of a moving lantern. Nightjars perching on the road as they hunted moths ricocheted into the dark, almost under his wheel. Nawab locked his arms, fighting the bike as he flew over potholes, enjoying the pace, standing on the pegs. Among low-lying fields, where the sugarcane had been heavily watered, mist rose and cool air enveloped him. He slowed, turning onto the smaller road running beside the canal, hearing the water rushing over the locks of the headworks. A man stepped from beside one of the locks, waving down at the ground, motioning Nawab to stop. “Brother,” the man said, over the puttering engine, “give me a ride into town. I have got business, and I am late.” Strange business at this time of night, Nawab thought, the tail-light of the motorcycle casting a reddish glow around them on the ground. They were far from any dwellings. A mile away, the village of Dashtian crouched beside the road—before that there was nothing. He looked into the man’s face. “Where are you from?” The man looked straight back at him, his face pinched and therefore overstated, but unflinching. “From Kashmor. Please, you are the first person to come by for over an hour. I have walked all day.” Kashmor, Nawab thought. From the poor country across the river. Every year, those tribes came to pick the mangoes at Nurpur Harouni and other nearby farms, working for almost nothing, let go as soon as the harvest thinned. The men would give a feast, a thin feast, at the end of the season, a hundred or more going shares to buy a buffalo. Nawab had been several times, and was treated as if he were honoring them, sitting with them and eating the salty rice flecked with bits of meat. He grinned at the man, gesturing with his chin to the seat behind him. “All right, then, get on the back.” Balancing against the weight behind him, which made driving along the rutted canal road difficult, Nawab pushed on, under the rosewood trees. Half a mile from the headworks, the man shouted into Nawab’s ear, “Stop!” “What is wrong?” Nawab could not hear over the rushing wind. The man jabbed something hard into his ribs. “I have got a gun. I will shoot you.” Panicked, Nawab skidded to a stop and jumped to one side, pushing the motorcycle away from him, so that it tipped over, knocking the robber to the ground. The carburetor float hung open, and the engine raced for a minute, the wheel jerking, until the engine sputtered and died, extinguishing the headlight. “What are you doing?” Nawab babbled. “I will shoot you if you do not stand back,” the robber said, rising up on one knee, the gun pointed at Nawab. They stood obscured in the sudden woolly dark, next to the fallen motorcycle, which leaked raw-smelling gasoline into the dust underfoot. Water running through the reeds in the canal beside them made soft gulping sounds as it swirled along. His eyes adjusting to the dark, Nawab saw the man sucking at a cut on his palm, the gun held in his other hand. When the man went to pick up the bike, Nawab approached a step toward him. “I told you, I will shoot you.” Nawab put his hands together in supplication. “I beg you, I have got little girls, thirteen children. I promise, thirteen. I tried to help you. I will drive you to Firoza, and I will not tell anyone. Do not take the bike—it is my daily bread. I am a man like you, poor as you.” “Shut up.” Without thinking, a flash of cunning in his eyes, Nawab lunged for the gun, but missed. For a moment the two men grappled, until the robber broke free, stepped back, and fired. Nawab fell to the ground, holding his groin with both hands, entirely surprised, shocked, as if the man had slapped him for no reason. The man dragged the bike away, straddled it, and tried to start it, bobbing up and down, pitching his weight onto the lever, the engine whirring but not catching. It had flooded, and he held the throttle wide open, which made it worse. At the sound of the shot, the dogs in Dashtian had begun to bark, the sound fitful in the breeze. Lying on the ground, at first Nawab thought the man had killed him. The pale moonlit sky, seen through the branches of the rosewood tree, tilted back and forth like a bowl of swaying water. He had fallen with one leg bent under him, and now he straightened it. His hand came away sticky when he touched the wound. “O God, O Mother, O God,” he moaned, not very loudly, in a singsong voice. He looked at the man, whose back was turned, vulnerable, kicking wildly at the starter, not six feet away. Nawab could not let him take it away—not the bike, his toy, his freedom. He stood up again and stumbled forward, but his injured leg buckled and he fell, his forehead hitting the rear bumper of the motorcycle. Turning in the seat, holding the gun at arm’s length, the robber fired five more times, one two three four five, with Nawab looking up into his face in disbelief, seeing the repeated flame in the revolver’s mouth. The man had never used weapons, had fired this unlicensed revolver only one time, to try it out when he bought it from a bootlegger. He could not bear to point at the torso or the head, but shot at the groin and the legs. The last two bullets missed wildly, throwing up dirt in the road. The robber rolled the motorcycle forward twenty feet, grunting, and again tried to start it. From Dashtian a torch jogged quickly down the road. Throwing the bike to the ground, the man ran into a stand of reeds that bordered a field. Nawab lay in the road, not wanting to move. When the bullets first hit him, they did not so much hurt as sting, but now the pain grew worse. The blood felt warm in his pants. It seemed very peaceful. In the distance, the dogs kept barking, and all around the cicadas called, so many of them that they blended into a single gentle sound. In a mango orchard across the canal, some crows began cawing, and he wondered why they were calling at night. Maybe a snake up in the tree, in the nest. Fresh fish from the spring floods of the Indus had just come onto the market, and he kept remembering that he had wanted to buy some for dinner, perhaps the next night. As the pain grew worse, he thought of that, the smell of frying fish. Two men from the village came running up, one much younger than the other, both of them bare-chested. The elder, potbellied, carried an ancient single-barrelled shotgun, the butt mended crudely with wire. “Oh God, they have killed him. Who is it?” The younger man kneeled down next to the body. “It is Nawab, the electrician, from Nurpur Harouni.” “I am not dead,” Nawab said insistently, without raising his head. He knew these men, a father and son—he had arranged the lighting at the son’s wedding. “The bastard’s right there in those reeds.” Stepping forward, aiming into the center of the clump, the older man fired, reloaded, and fired again. Nothing moved among the green leafy stalks, which were head high and surmounted by feathers of seed. “He is gone,” the young man said, sitting next to Nawab, holding his arm. The father walked carefully forward, holding the gun to his shoulder. Something moved, and he fired. The robber fell forward into the open ground. He called, “Mother, help me,” and got up on his knees, holding his hands to his waist. Walking up to him, the father hit him once in the middle of the back with the butt of the gun, and then threw down the gun and dragged him roughly by his collar onto the road. Raising the bloody shirt, he saw that the robber had taken half a dozen buckshot pellets in the stomach—black angry holes seeping blood in the light of the torch. The robber kept spitting, without any force. The son got up and started the motorcycle by pushing it down the road with the gears engaged, until the engine came to life. Shouting that he would get some transport, he raced off, and Nawab winced, hearing the man, in his hurry, shifting without using the clutch. “Do you want a cigarette, Uncle?” the old villager said to Nawab, offering the pack. Nawab rolled his head back and forth. “Fuck, look at me.” In the silence, a forgotten thought kept bothering Nawab, something important. Then he remembered. “Find the guy’s revolver, Bholay. You are going to need it for the cops.” “I cannot leave you,” he said. But after a minute he threw away his cigarette and got up. The old man was still searching in the reeds when the lights of a pickup materialized at the canal headworks and bounced wildly down the road. The driver, doubtful of the whole affair, stood by while the father and son lifted Nawab and the motorcycle thief into the back. They drove to Firoza, to a private clinic there, run by a mere pharmacist, who nevertheless kept a huge clientele because of his abrupt and sure manner and his success at healing all the prevalent diseases with the same few medicines. The clinic smelled of disinfectant and of bodily fluids, a heavy sweetish odor. Four beds stood in a room, dimly lit by a fluorescent tube. As the father and son carried him in, Nawab, alert to the point of strain, observed blood on some rumpled sheets, a rusty blot. The pharmacist, who lived above the clinic, had come down wearing a loincloth and undershirt. He seemed perfectly unflustered, if anything slightly cross at having been disturbed. “Put them on those two beds.” “As salaam aleikum, Dr. Sahib,” said Nawab, who felt as if he were speaking to someone very far away. The pharmacist seemed an immensely grave and important man, and Nawab spoke to him formally. “What happened, Nawab?” “He tried to snatch my motorbike, but I did not let him.” The pharmacist pulled off Nawab’s shalwar, got a rag, and washed away the blood, then poked around quite roughly, while Nawab held the sides of the bed and willed himself not to scream. “You will live,” he said. “You are a lucky man. The bullets all went low.” “Did it hit . . .” The pharmacist dabbed with the rag. “Not even that, thank God.” The robber must have been hit in the lung, for he kept breathing up blood. “You will not need to bother taking this one to the police,” the pharmacist said. “He is a dead man.” “Please,” the robber begged, trying to raise himself up. “Have mercy, save me. I am a human being also.” The pharmacist went into the office next door and wrote the names of drugs on a pad, sending the villager’s son to a dispenser in the next street. “Wake him and tell him it is Nawabdin the electrician. Tell him I will make sure he gets the money.” Nawab looked over at the robber for the first time. There was blood on his pillow, and he kept snuffling, as if he needed to blow his nose. His thin and very long neck hung crookedly on his shoulder, as if out of joint. He was older than Nawab had thought, not a boy, dark-skinned, with sunken eyes and protruding yellow smoker’s teeth, which showed whenever he twitched for breath. “I did you wrong,” the robber said weakly. “I know that. You do not know my life, just as I do not know yours. Even I do not know what brought me here. Maybe you are a poor man, but I am much poorer than you. My mother is old and blind, in the slums outside Multan. Make them fix me, ask them to and they will do it.” He began to cry, not wiping away the tears, which drew lines on his dark face. “Go to hell,” Nawab said, turning away. “Men like you are good at confessions. My children would have begged in the streets.” The robber lay heaving, moving his fingers by his sides. The pharmacist seemed to have gone away somewhere. “They just said that I am dying. Forgive me for what I did. I was brought up with kicks and slaps and never enough to eat. I have never had anything of my own, no land, no house, no wife, no money, never, nothing. I slept for years on the railway-station platform in Multan. My mother’s blessing on you. Give me your blessing, do not let me die unforgiven.” He began snuffling and coughing even more, and then started hiccupping. Now the disinfectant smelled strong and good to Nawab. The floor seemed to shine. The world around him expanded. “Never. I will not forgive you. You had your life, I had mine. At every step of the road I went the right way and you the wrong. Look at you now, with bubbles of blood stuck in the corner of your lips. Do you think this is not a judgment? My wife and children would have wept all their lives, and you would have sold my motorbike to pay for six unlucky hands of cards and a few bottles of poison home brew. If you were not lying here now, you would already be in one of the gambling camps along the river.” The man said, “Please, please, please,” more softly each time, and then he stared up at the ceiling. “It is not true,” he whispered. After a few minutes, he convulsed and died. The pharmacist, who had come back in by then and was cleaning Nawab’s wounds, did nothing to help him. Yet Nawab’s mind caught at this, at the man’s words and his death, like a bird hopping around some bright object, meaning to peck at it. And then he did not. He thought of the motorcycle, saved, and the glory of saving it. Six shots, six coins thrown down, six chances, and not one of them had killed him, not Nawabdin Electrician.",
    "TheBridegroom": "Before Beina’s father died, I promised him that I would take care of his daughter. He and I had been close friends for twenty years. He left his only child with me because my wife and I had no chil- dren of our own. It was easy to keep my word when Beina was still a teenager. As she grew older, it became more difﬁcult, not because she was willful or troublesome, but because no man was interested in her, a short, homely girl. When she turned twenty- three and still had no boyfriend, I began to worry. Where could I ﬁnd her a husband? Timid and quiet, she did not know how to get close to a man. I was afraid she would end up an old maid. Then, out of the blue, Huang Baowen proposed to her. I found myself at a loss, because they would hardly known each other. How could he be serious about his offer? I feared he might make a fool of Beina, so I insisted they get engaged if he meant busi- ness. He came to my home with two trussed-up capons, four car- tons of Ginseng cigarettes, two bottles of Five Grains’ Sap, and one tall tin of oolong tea. I was pleased, though not very i am- pressed by his gifts. Two months later they got married. My colleagues congratu- lated me, saying, “That was fast, Old Cheng.” What a relief to me. But to many young women in our sewing machine factory, Beina’s marriage was a slap in the face. They would say, “A hen cooped up a peacock.” Or, “A fool always lands in the arms of fortune.” True, Baowen had been one of the most hand- some unmarried men in the factory, and nobody had expected that Beina, stocky and stout, would win him. What is more, Baowen was good-natured and well educated—a middle school graduate—and he did not smoke or drink or gamble. He had ﬁne manners and often smiled politely, showing his bright, straight teeth. In a way he resembled a woman, delicate, clear-skinned, and soft-spoken; he even could knit things out of wool. But no men dared bully him because he was skilled at martial arts. Three times in a row he had won the ﬁrst prize for kung fu at our factory’s annual sports meet. He was very good at the long sword and freestyle boxing. When he was in middle school, bigger boys had often picked on him, so his stepfather had sent him to the martial arts school in their hometown. A year later, nobody would bug him again. Sometimes I could not help wondering why Baowen had fallen for Beina. What in her had caught his heart? Did he really like her ﬂeshy face, which often reminded me of a blowﬁsh? Al- though we had our doubts, my wife and I could not say anything negative about the marriage. Our only concern was that Baowen might be too good for our adopted daughter. Whenever I heard that somebody had divorced, I would feel a sudden ﬂutter of panic. 92 As the head of the Security Section in the factory, I had some pull and did what I could to help the young couple. Soon after their wedding, I secured them a brand-new two-bedroom apart- ment, which angered some people waiting in line for housing. I was not daunted by their criticism. I would do almost anything to make Beina’s marriage a success, because I believed that if it survived the ﬁrst two years, it might last decades—once Baowen became a father, it would be difﬁcult for him to break loose. But after they would been married for eight months, Beina still was not pregnant. I was afraid that Baowen would soon grow tired of her and run after another woman, as many young women in the factory were still attracted to him. A brazen one even declared she would leave her door open for him all night long. Some of them frequently offered him movie tickets and meat coupons. It seemed that they were determined to wreck Beina’s marriage. I hated them, and just the thought of them would give me an earache or a sour stomach. Fortunately, Baowen had not yet done anything out- side the bounds of a decent husband. One morning in early November, Beina stepped into my of- ﬁce. “Uncle,” she said in a tearful voice, “Baowen did not come home last night.” I tried to remain calm, though my head began to swim. “Do you know where he is been?” I asked. “I do not know. I looked for him everywhere.” She licked her cracked lips and took off her green work cap, her hair in a huge bun. “When did you see him last?” “At dinner yesterday evening. He said he was going to see somebody. He has lots of buddies in town.” “Is that so?” I did not know he had many friends. “Do not worry. Go back to your workshop and do not tell anybody about this. I will call around and ﬁnd him.” She dragged herself out of my ofﬁce. She must have gained at least a dozen pounds since the wedding. Her blue dungarees had become so tight that they seemed about to burst. Viewed from be- hind, she looked like a giant turnip. I called the Rainbow Movie Theater, Victory Park, and a few restaurants in town. They all said they had not seen anyone matching Baowen’s description. Before I could phone the City Library where Baowen sometimes spent much of his weekends, a call came in. It was from the city’s Public Security Bureau. The man on the phone said they would detained a worker of ours, named Huang Baowen. He would not tell me what had happened. He just said, “Indecent activity. Come as soon as you can.” It was a cold day. As I cycled toward downtown, the shrill north wind kept ﬂipping up the front ends of my overcoat. My knees were sore, and I could not help shivering. Soon my asthma tight- ened my throat and I began moaning. I could not stop cursing Baowen. “I knew it. I just knew it,” I said to myself. I had sensed that sooner or later he would seek pleasure with another woman. Now he was in the hands of the police, and the whole factory would talk about him. How would Beina take this blow? At the Public Security Bureau I was surprised to see that about a dozen ofﬁcials from other factories, schools, and compa- nies were already there. I knew most of them—they were in charge of security affairs at their workplaces. A policewoman conducted us into a conference room upstairs where green silk curtains hung in the windows. We sat down around a long ma- hogany table and waited to be briefed about the case. The glass tabletop was brand-new, its edge still sharp. I saw worry and con- fusion on the other men’s faces. I ﬁgured Baowen must have been involved in a major crime—either an orgy or a gang rape. On second thought, I was sure he could not have been a rapist; by na- 94 ture he was kindhearted, very gentle. I hoped this was not a po- litical case, which would be absolutely unpardonable. Six or seven years ago, a half-wit and a high school graduate had started an association in our city, named the China Liberation Party, which eventually recruited nine members. Although the sparrow is small, it has a complete set of organs—their party elected a chairman, a secretary, and even a prime minister. But before they could print their manifesto, which expressed their intention to overthrow the government, the police rounded them up. Two of the top leaders were executed, and the rest of the members were jailed. As I was wondering about the nature of Baowen’s crime, a middle-aged man came in. He had a solemn face, and his eyes were half-closed. He took off his dark-blue tunic, hung it on the back of a chair, and sat down at the end of the table. I recog- nized him; he was Chief Miao of the Investigation Department. Wearing a sheepskin jerkin, he somehow reminded me of Gen- ghis Khan, thick-boned and round-faced. His hooded eyes were shrewd, though they looked sleepy. Without any opening re- marks he declared that we had a case of homosexuality on our hands. At that, the room turned noisy. We would heard that term be- fore but did not know what it meant exactly. Seeing many of us puzzled, Chief Miao explained, “It is a social disease, like gam- bling, or prostitution, or syphilis.” He kept on squirming as if itchy with hemorrhoids. A young man from the city’s Fifth Middle School raised his hand. He asked, “What do homosexuals do?” Miao smiled and his eyes almost disappeared. He said, “People of the same sex have a sexual relationship.” “Sodomy!” cried someone. The room turned quiet for at least ten seconds. Then some- body asked what kind of crime this was. 95 Chief Miao explained, “Homosexuality originated in Western capitalism and bourgeois lifestyle. According to our law it is dealt with as a kind of hooliganism. Therefore, every one of the men we arrested will serve a sentence, from six months to ﬁve years, depending on the severity of his crime and his attitude toward it.” A truck blew its horn on the street and made my heart twinge. If Baowen went to prison, Beina would live like a widow, unless she divorced him. Why had he married her to begin with? Why did he ruin her this way? What had happened was that a group of men, mostly clerks, artists, and schoolteachers, had formed a club called Men’s World, a salon of sorts. Every Thursday evening they would meet in a large room on the third ﬂoor of the ofﬁce building of the Forestry Institute. Since the club admitted only men, the police suspected that it might be a secret association with a leaning toward vio- lence, so they assigned two detectives to mix with the group. True, some of the men appeared to be intimate with one another in the club, but most of the time they talked about movies, books, and current events. Occasionally music was played, and they danced together. According to the detectives’ account, it was a bizarre, emotional scene. A few men appeared in pairs, un- ashamed of necking and cuddling in the presence of others, and some would say with tears, “At last we men have a place for our- selves.” A middle-aged painter wearing earrings exclaimed, “Now I feel alive! Only in here can I stop living in hypocrisy.” Every week, two or three new faces would show up. When the club grew close to thirty men, the police took action and arrested them all. After Chief Miao’s brieﬁng, we were allowed to meet with the criminals for ﬁfteen minutes. A policeman led me into a small room in the basement and let me read Baowen’s confession while he went to fetch him. I glanced through the four pages of interro- 96 gation notes, which stated that Baowen had been new to the club, and that he would joined them only twice, mainly because he was in- terested in their talks. Yet he did not deny he was a homosexual. As it was next to a bathroom, the room smelled of urine. The policeman brought Baowen in and ordered him to sit opposite me at the table. Baowen, in handcuffs, avoided looking at me. His face was bloated, covered with bruises. A broad welt left by a baton, about four inches long, slanted across his forehead. The collar of his jacket was torn open. Yet he did not appear fright- ened. His calm manner angered me, though I felt sorry for him. I kept a hard face and said, “Baowen, do you know you com- mitted a crime?” “I did not do anything. I just went there to listen to them talk.” “You mean you did not do that thing with any man?” I wanted to make sure, so that I could help him. He looked at me, then lowered his eyes, saying, “I would thought about doing something, but, to be honest, I did not.” “What is that supposed to mean?” “I—I liked a man in the club, a lot. If he would asked me, I might have agreed.” His lips curled upward as if he prided himself on what he had said. “You are sick!” I struck the table with my knuckles. To my surprise, he said, “So? I am a sick man. You think I do not know that?” I was bewildered. He went on, “Years ago I tried everything to cure myself. I took a lot of herbs and boluses, and even ate baked scorpions, lizards, and toads. Nothing helped me. Still I am fond of men. I do not know why I am not interested in women. Whenever I am with a woman my heart is as calm as a stone.” Outraged by his confession, I asked, “Then why did you marry my Beina? To make fun of her, eh? To throw mud in my face?” 97 “How could I be that mean? Before we got married, I told her I did not like women and might not give her a baby.” “She believed you?” “Yes. She said she would not mind. She just wanted a husband, a home.” “She is an idiot!” I unfolded my hanky and blew my clogged nose into it, then asked, “Why did you choose her if you had no feelings for her at all?” “What was the difference? For me she was similar to other women.” “You are a scoundrel!” “If I did not marry her, who would? The marriage helped us both, covering me and saving face for her. Besides, we could have a good apartment—a home. You see, I tried living like a normal man. I have never been mean to Beina.” “But the marriage is a fake! You lied to your mother too, did not you?” “She wanted me to marry.” The policeman signaled that our meeting was over. In spite of my anger, I told Baowen that I would see what I could do, and that he would better cooperate with the police and show a sincere attitude. What should I do? I was sick of him, but he belonged to my family, at least in name, and I was obligated to help him. On the way home I pedaled slowly, my mind heavy with thoughts. Gradually I realized that I might be able to do some- thing to prevent him from going to jail. There were two steps I must take: ﬁrst, I would maintain that he had done nothing in the club, so as to isolate him from the real criminals; second, I would present him as a sick man, so that he might receive med- ical treatment instead of a prison term. Once he became a crimi- nal, he would be marked forever as an enemy of society, no longer redeemable. Even his children would suffer. I ought to save him. 98 Fortunately both the Party secretary and the director of our fac- tory were willing to accept Baowen as a sick man, particularly Secretary Zhu, who liked Baowen’s kung fu style and had once let him teach his youngest son how to use a three-section cudgel. Zhu suggested we make an effort to rescue Baowen from the po- lice. In the men’s room inside our ofﬁce building, he said to me, “Old Cheng, we must not let Baowen end up in prison.” I was grateful for his words. All of a sudden homosexuality became a popular topic in the factory. A few old workers said that some actors of the Beijing Opera had slept together as lovers in the old days, because no women were allowed to perform in any troupe and the actors could associate only with other men. Secretary Zhu, who was well read, said that some emperors in the Han Dynasty had kept male lovers in addition to their large harems. Director Liu had heard that the last emperor, Puyi, had often ordered his eunuchs to suck his penis and caress his testicles. Someone even claimed that homosexuality was an upper-class thing, not something for ordinary people. All this talk sickened me. I felt ashamed of my so-called son-in-law. I would not join them in talking, and just lis- tened, pretending I was not bothered. As I expected, rumors ran wild in the factory, especially in the foundry shop. Some people said Baowen was impotent. Some be- lieved he was a hermaphrodite, otherwise his wife would have been pregnant long ago. To console Beina, I went to see her one evening. She had a pleasant home, in which everything was in order. Two bookcases, ﬁlled with industrial manuals, biographies, novels, and medical books, stood against the whitewashed wall, on each side of the window. In one corner of the living room was a coat tree on which hung the red down parka Baowen had bought her before 99 their wedding, and in another corner sat a ﬂoor lamp. At the op- posite end of the room two pots of blooming ﬂowers, one of cy- clamens and the other of Bengal roses, were placed on a pair of low stools kept at an equal distance from each other and from the walls on both sides. Near the inner wall was a large sofa uphol- stered in orange imitation leather, and next to it, a yellow enamel spittoon. A black-and-white TV perched on an oak chest against the outer wall. I was impressed, especially by the ﬂoor, inlaid with bricks and coated with bright red paint. Even my wife did not keep a home so neat. No doubt it was Baowen’s work, because Beina could not be so tidy. Already the room showed the trace of her sloppy habits— in a corner were scattered an empty ﬂour sack and a pile of soiled laundry. Sipping the tea she had poured me, I said, “Beina, I am sorry about Baowen. I did not know he was so bad.” “No, he is a good man.” Her round eyes looked at me with a steady light. “Why do you say that?” “He is been good to me.” “But he cannot be a good husband, can he?” “What do you mean?” I said bluntly, “He did not go to bed with you very often, did he?” “Oh, he cannot do that because he practices kung fu. He said if he slept with a woman, all his many years’ work would be gone. From the every beginning his master told him to avoid women.” “So you do not mind?” I was puzzled, saying to myself, What a stupid girl. “Not really.” “But you two must have shared the bed a couple of times, have not you?” “No, we have not.” “Really? Not even once?” 100 “No.” She blushed a little and looked away, twisting her ear- lobe with her ﬁngertips. My head was reeling. After eight months’ marriage she was still a virgin! And she did not mind! I lifted the cup and took a large gulp of the jasmine tea. A lull settled in. We both turned to watch the evening news; my numb mind could not take in what the anchorwoman was say- ing about a border skirmish between Vietnamese and Chinese troops. A moment later I told Beina, “I am sorry he has such a prob- lem. If only we had known.” “Do not feel so bad, Uncle. In fact he is better than a normal man.” “How so?” “Most men cannot stay away from pretty women, but Baowen just likes to have a few buddies. What is wrong with that? It is bet- ter this way, because I do not have to worry about those shameless bitches in our factory. He does not bother to give them a look. He will never have a lifestyle problem.” I almost laughed, wondering how I should explain to her that he could have a sexual relationship with a man and that he would been detained precisely because of a lifestyle problem. On second thought, I realized it might be better for her to continue to think that way. She did not need more stress at the moment. Then we talked about how to help Baowen. I told her to write a report emphasizing what a good, considerate husband he would been. Of course she must not mention his celibacy in their mar- riage. Also, from now on, however vicious her fellow workers’ remarks were, she should merely ignore them and never talk back, as if she would heard nothing. That night when I told my wife about Beina’s silly notions, she smiled, saying, “Compared to most men, Baowen is not so bad. Beina’s not a fool.” 101 I begged Chief Miao and a higher-ranking ofﬁcer to treat Baowen leniently and even gave each of them two bottles of brandy and a coupon for a Butterﬂy sewing machine. They seemed willing to help, but would not promise me anything. For days I was so anx- ious that my wife was afraid my ulcer might recur. One morning the Public Security Bureau called, saying they had accepted our factory’s proposal and would have Baowen transferred to the mental hospital in a western suburb, provided our factory agreed to pay for his hospitalization. I accepted the offer readily, feeling relieved. Later, I learned that there was not enough space in the city’s prison for twenty-seven gay men, who could not be mixed with other inmates and had to be put in soli- tary cells. So only four of them were jailed; the rest were either hospitalized (if their work units agreed to pay their medical ex- penses) or sent to some labor farms to be reformed. The two Party members among them did not go to jail, though they were expelled from the Party, a very severe punishment that ended their political lives. The moment I put down the phone, I hurried to the assembly shop and found Beina. She broke into tears at the good news. She ran back home and ﬁlled a duffel bag with Baowen’s clothes. We met at my ofﬁce, then together set out for the Public Security Bu- reau. I pedaled my bicycle and she sat behind me, embracing the duffel as if it were a baby. With a strong tailwind, the cycling was easy and fast, so we arrived before Baowen left for the hospital. He was waiting for a van in front of the police station, accompa- nied by two policemen. The bruises on his face had healed, and he looked handsome again. He smiled at us and said rather secretively, “I want to ask you a favor.” He rolled his eyes as the dark-green van rounded the street corner, coming toward us. 102 “What?” I said. “Do not let my mother know the truth. She is too old to take it. Do not tell her, please!” “What should we say to her, then?” I asked. “Just say I have a temporary mental disorder.” Beina could not hold back her tears anymore, saying loudly, “Do not worry. We will not let her know. Take care of yourself and come back soon.” She handed him the duffel, which he accepted without a word. I nodded to assure him that I would not reveal the truth. He smiled at her, then at me. For some reason his face turned rather sweet—charming and enticing, as though it were a mysterious female face. I blinked my eyes and wondered if he was really a man. It ﬂashed through my mind that if he were a woman, he would have been quite a beauty—tall, slim, muscular, and slightly languid. My thoughts were cut short by a metallic screech as the van stopped in front of us. Baowen climbed into it; so did the police- men. I walked around the van and shook his hand, saying that I would visit him the next week, and that meanwhile, if he needed anything, just to give me a ring. We waved goodbye as the van drew away, its tire chains clat- tering and ﬂinging up bits of snow. After a blasting toot, it turned left and disappeared from the icy street. I got on my bicycle as a gust of wind blew up and almost threw me down. Beina followed me for about twenty yards, then leaped on the carrier, and to- gether we headed home. She was so heavy. Thank heaven, I was riding a Great Golden Deer, one of the sturdiest makes. During the following week I heard from Baowen once. He said on the phone that he felt better now and less agitated. Indeed his voice sounded calm and smooth. He asked me to bring him a few books when I came, speciﬁcally his Dictionary of Universal Knowl- 103 edge, which was a hefty, rare book translated from the Russian in the late ﬁfties. I had no idea how he had come by it. I went to see him on Thursday morning. The hospital was on a mountain, six miles southwest of Muji City. As I was cycling on the asphalt road, a few tall smokestacks fumed lazily beyond the larch woods in the west. To my right, the power lines along the roadside curved, heavy with ﬂuffy snow, which would drop in little chunks whenever the wind blew across them. Now and then I overtook a horse cart loaded with earless sheaves of wheat, followed by one or two foals. After I pedaled across a stone bridge and turned in to the mouth of a valley, a group of brick buildings emerged on a gentle slope, connected to one another by straight cement paths. Farther up the hill, past the buildings, there was a cow pen, in which about two dozen milk cows were grazing on dry grass while a few others huddled together to keep warm. It was so peaceful here that if you had not known this was a mental hospital, you might have imagined it was a sanatorium for ranking ofﬁcials. Entering Building 9, I was stopped by a guard, who then took me to Baowen’s room on the ground ﬂoor. It happened that the doctor on duty, a tall fortyish man with ta- pering ﬁngers, was making the morning rounds and examining Baowen. He shook hands with me and said that my son-in-law was doing ﬁne. His surname was Mai; his whiskered face looked very intelligent. When he turned to give a male nurse instruc- tions about Baowen’s treatment, I noticed an enormous wart in his ear, almost blocking the earhole like a hearing aid. In a way he looked like a foreigner. I wondered if he had some Mongolian or Tibetan blood. “We give him the electric bath,” Dr. Mai said to me a moment later. “What?” I asked, wincing. “We treat him with the electric bath.” 104 I turned to Baowen. “How is it?” “It is good, really soothing.” He smiled, but there was a churl- ish look in his eyes, and his mouth tightened. The nurse was ready to take him for the treatment. Never having heard of such a bath, I asked Dr. Mai, “Can I see how it works?” “All right, you may go with them.” Together we climbed the stairs to the second ﬂoor. There was another reason for me to join them. I wanted to ﬁnd out whether Baowen was a normal man. The rumors in our factory had got- ten on my nerves, particularly the one that said he had no penis— that was why he had always avoided bathing in the workers’ bathhouse. After taking off our shoes and putting on plastic slippers, we entered a small room that had pea-green walls and a parquet ﬂoor. At its center lay a porcelain bathtub, a ghastly thing, like an instrument of torture. Afﬁxed along the interior wall of the tub were rectangles of black, perforated metal. Three thick rubber cords connected them to a tall machine standing by the wall. A control board full of buttons, gauges, and switches was mounted atop the machine. The young nurse, burly and square-faced, turned on the faucet; steaming water began to tumble into the tub. Then he went over to operate the machine. He seemed good-natured; his name was Long Fuhai. He said he came from the countryside, apparently of peasant stock, and had graduated from Jilin Nursing School. Baowen smiled at me while unbuttoning his zebra-striped hospital robe. He looked ﬁne now—all the bruises had disap- peared from his face, which had become pinkish and smooth. I was frightened by the tub, however. It seemed more suitable for electrocuting a criminal. No matter how sick I might be, I would never lie in it with my back resting against that metal groove. What if there were a problem with the wiring? 105 “Does it hurt?” I asked Baowen. “No.” He went behind a khaki screen in a corner and began taking off his clothes. When the water half ﬁlled the tub, the nurse took a small bag of white powder out of a drawer, cut it open with scis- sors, and poured the stuff into the water. It must be salt. He tucked up his shirt sleeves and bent double to agitate the solution with both hands, which were large and sinewy. To my dismay, Baowen came out in a clean pair of shorts. Without hesitation he got into the tub and lay down, just as one would enter a lukewarm bathing pool. I was amazed. “Have you given him electricity yet?” I asked Nurse Long. “Yes, some. I will increase it little by little.” He turned to the ma- chine and adjusted a few buttons. “You know,” he said to me, “your son-in-law is a very good patient, always cooperative.” “He should be.” “That is why we give him the bath. Other patients get electric cuffs around their limbs or electric rods on their bodies. Some of them scream like animals every time. We have to tie them up.” “When will he be cured?” “I am not sure.” Baowen was noiseless in the electriﬁed water, with his eyes shut and his head resting on a black rubber pad at the end of the tub. He looked ﬁne, rather relaxed. I drew up a chair and sat down. Baowen seemed reluctant to talk, preferring to concentrate on the treatment, so I remained silent, observing him. His body was wiry, his legs hairless, and the front of his shorts bulged quite a bit. He looked all right physically. Once in a while he breathed a feeble sigh. As the nurse increased the electric current, Baowen began to squirm in the tub as if smarting from something. “Are you all right?” I asked but dared not touch him. 106 “Yeah.” He kept his eyes shut. Glistening beads of sweat gathered on his forehead. He looked pale, his lips curling now and again as though he were thirsty. Then the nurse gave him more electricity. Baowen began writhing and moaning a little. Obviously he was suffering. This bath could not be so soothing as he would claimed. With a white towel Nurse Long wiped the sweat off Baowen’s face and whispered, “I will turn it down in a few minutes.” “No, give me more!” Baowen said resolutely without opening his eyes, his face twisted. I felt as though he were ashamed of himself. Perhaps my pres- ence made this section of the treatment more uncomfortable for him. His hands gripped the rim of the tub, his arched wrists trembling. For a good three minutes nobody said a word; the room was so quiet that its walls seemed to be ringing. As the nurse gradually reduced the electricity, Baowen calmed down. His toes stopped wiggling. Not wanting to bother him further with my presence, I went out to look for Doctor Mai, to thank him and ﬁnd out when Baowen would be cured. The doctor was not in his ofﬁce, so I walked out of the building for a breath of air. The sun was high and the snow blazingly white. Once outside, I had to close my eyes for a minute to adjust them. I then sat down on a bench and lit a cigarette. A young woman in an ermine hat and army mit- tens passed by, holding an empty milk pail and humming the song “Comrade, Please Have a Cup of Tea.” She looked hand- some, and her crisp voice pleased me. I gazed at the pair of thick braids behind her, which swayed a little in the wind. My heart was full of pity for Baowen. He was such a ﬁne young man that he ought to be able to love a woman, have a fam- ily, and enjoy a normal life. Twenty minutes later I rejoined him in his room. He looked 107 tired, still shivering a little. He told me that as the electric cur- rents increased, his skin had begun prickling as though stung by hundreds of mosquitoes. That was why he could not stay in the tub for longer than half an hour. I felt for him and said, “I will tell our leaders how sincere your attitude is and how cooperative you are.” “Oh, ﬁne.” He tilted his damp head. “Thanks for bringing the books.” “Do you need something else?” “No.” He sounded sad. “Baowen, I hope you can come home before the New Year. Beina needs you.” “I know. I do not want to be locked up here forever.” I told him that Beina had written to his mother, saying he would been away on a business trip. Then the bell for lunch rang in the building, and outside the loudspeaker began broadcasting the ﬁery music of “March of the Volunteers.” Nurse Long walked in with a pair of chopsticks and a plate containing two corn buns. He said cheerily to Baowen, “I will bring you the dish in a minute. We have tofu stewed with sauerkraut today, also bean sprout soup.” I stood up and took my leave. When I reported Baowen’s condition to the factory leaders, they seemed impressed. The term “electric bath” must have given their imagination free rein. Secretary Zhu kept shaking his head and said, “I am sorry Baowen has to go through such a thing.” I did not explain that the electric bath was a treatment less se- vere than the other kinds, nor did I describe what the bath was like. I just said, “They steep him in electriﬁed water every day.” Let the terror seize their brains, I thought, so that they might be more sympathetic toward Baowen when he is discharged from the hospital. 108 It was mid-December, and Baowen had been in the hospital for a month already. For days Beina went on saying that she wanted to see how her husband was doing; she was eager to bring him home before the New Year. Among her fellow workers rumors persisted. One said the electric bath had blistered Baowen; an- other claimed that his genitals had been shriveled up by the treat- ment; another added that he had become a vegetarian, nauseated at the mere sight of meat. The young woman who had once de- clared she would leave her door open for him had just married and proudly told everybody she was pregnant. People began to be kind and considerate to Beina, treating her like an abused wife. The leaders of the assembly shop assigned her only the daytime shift. I was pleased that Finance still paid Baowen his wages as though he were on sick leave. Perhaps they did this because they did not want to upset me. On Saturday, Beina and I went to the mental hospital. She could not pedal, and it was too far for me to carry her on my bicy- cle, so we took the bus. She had been there by herself two weeks ago to deliver some socks and a pair of woolen pajamas she would knitted for Baowen. We arrived at the hospital early in the afternoon. Baowen looked healthy and in good spirits. It seemed the bath had helped him. He was happy to see Beina and even cuddled her in my presence. He gave her two toffees; knowing I disliked candies, he did not offer any to me. He poured a large mug of malted milk for both of us, since there was only one mug in the room. I did not touch the milk, unsure whether homosexuality was communica- ble. I was glad to see that he treated his wife well. He took a gen- uine interest in what she said about their comrades in our factory, and now and then laughed heartily. What a wonderful husband he could have been if he were not sick. 109 Having sat with the couple for a few minutes, I left so that they could be alone. I went to the nurses’ ofﬁce upstairs and found Long Fuhai writing at a desk. The door was open, and I knocked on its frame. Startled, he closed his brown notebook and stood up. “I did not mean to scare you,” I said. “No, Uncle, only because I did not expect anyone to come up here.” I took a carton of Peony cigarettes out of my bag and put it on the desk, saying, “I will not take too much of your time, young man. Please keep this as a token of my regards.” I did not mean to bribe him; I was sincerely grateful to him for treating Baowen well. “Oh, do not give me this, please.” “You do not smoke?” “I do. Tell you what, give it to Dr. Mai. He will help Baowen more.” I was puzzled. Why did not he want these top-quality ciga- rettes if he smoked? Seeing that I was confused, he went on, “I will be nice to Baowen without any gift from you. He is a good man. It is the doctor’s wheels that you should grease.” “I have another carton for him.” “One carton’s nothing here. You should give him at least two.” I was moved by his thoughtfulness, thanked him, and said goodbye. Dr. Mai happened to be in his ofﬁce. When I walked in, he was reading the current issue of Women’s Life, whose back cover carried a large photo of Madame Mao on trial—she wore black and stood, handcuffed, between two young policewomen. Dr. Mai put the magazine aside and asked me to sit down. In the room, tall shelves loaded with books and ﬁles lined the walls. A smell of rotten fruit hung in there. He seemed pleased to see me. 110 After we exchanged a few words, I took out both cartons of cigarettes and handed them to him. “This is just a small token of my gratitude, for the New Year,” I said. He took the cigarettes and put them away under his desk. “Thanks a lot,” he whispered. “Dr. Mai, do you think Baowen will be cured before the holi- day?” I asked. “What did you say? Cured?” He looked surprised. “Yes.” He shook his head slowly, then turned to check that the door was shut. It was. He motioned me to move closer. I pulled the chair forward a little and rested my forearms on the edge of his Bakelite desktop. “To be honest, there is no cure,” he said. “What?” “Homosexuality is not an illness, so how can it have a cure? Do not tell anyone I said this.” “Then why torture Baowen like that?” “The police sent him here and we could not refuse. Besides, we ought to make him feel better and hopeful.” “So it is not a disease?” “Unfortunately, no. Let me say this again: there is no cure for your son-in-law, Old Cheng. It is not a disease. It is just a sexual preference; it may be congenital, like being left-handed. Got it?” “Then why give him the electric bath?” Still I was not con- vinced. “Electrotherapy is prescribed by the book—a standard treat- ment required by the Department of Public Health. I have no choice but to follow the regulations. That is why I did not give him any of those harsher treatments. The bath is very mild by com- parison. You see, I have done everything in my power to help him. Let me tell you another fact: according to the statistics, so far elec- trotherapy has cured only one out of a thousand homosexuals. I 111 bet cod liver oil, or chocolate, or fried pork, anything, could pro- duce a better result. All right, enough of this. I have said too much.” At last his words sank in. For a good while I sat there motion- less with a numb mind. A ﬂock of sparrows were ﬂitting about in the naked branches outside the window, chasing the one that held a tiny ear of millet in its bill. Another of them dragged a yellow string tied around its leg, unable to ﬂy as nimbly as the others. I rose to my feet and thanked the doctor for his candid words. He stubbed out his cigarette in the ashtray on the win- dowsill and said, “I will take special care of your son-in-law. Do not worry.” I rejoined Beina downstairs. Baowen looked quite cheerful, and it seemed they would had a good time. He said to me, “If I cannot come home soon, do not push too hard to get me out. They will not keep me here forever.” “I will see what I can do.” In my heart I was exasperated, because if Dr. Mai’s words were true, there would be little I could do for Baowen. If homosexual- ity was not a disease, why had he felt sick and tried to have himself cured? Had he been shamming? It was unlikely. Beina had been busy cleaning their home since her last visit to the hospital. She bought two young drakes and planned to make drunk duck, the dish she said Baowen liked best. My heart was heavy. On the one hand, I would have loved to have him back for the holiday; on the other hand, I was unsure what would happen if his condition had not improved. I dared not reveal my thoughts to anybody, not even to my wife, who had a big mouth. Because of her, the whole factory knew that Beina was still a virgin, and some people called her Virgin Bride. For days I pondered what to do. I was confused. Everybody said that homosexuality was a disease except for Dr. Mai, whose opinion I dared not mention to others. The factory leaders would 112 be mad at me if they knew there was no cure for homosexuality. We had already spent over three thousand yuan on Baowen. I kept questioning in my mind, If homosexuality is a natural thing, then why are there men and women? Why cannot two men get married and make a baby? Why did not nature give men another hole? I was beset by doubts. If only I could have seen a trustwor- thy doctor for a second opinion. If only I had a knowledgeable, honest friend to talk with. I had not yet made up my mind about what to do when, ﬁve days before the holiday, Chief Miao called from the Public Secu- rity Bureau. He informed me that Baowen had repeated his crime, so the police had taken him out of the hospital and sent him to the prison in Tangyuan County. “This time he did it,” said the chief. “Impossible!” I cried. “We have evidence and witnesses. He does not deny it him- self.” “Oh.” I did not know how to continue. “He has to be incarcerated now.” “Are you sure he is not a hermaphrodite?” I mentioned that as a last resort. Miao chuckled drily. “No, he is not. We had him checked. Physically he is a man, healthy and normal. Obviously it is a men- tal, moral disease, like an addiction to opium.” Putting down the phone, I felt dizzy, cursing Baowen for having totally ruined himself. What had happened was that he and Long Fuhai had developed a relationship secretly. The nurse often gave him a double amount of meat or ﬁsh at dinner. Baowen, in return, unraveled his woolen pajamas and knitted Long a pullover with the wool. One evening when they were lying in each other’s arms in the nurses’ ofﬁce, an old cleaner passed by in the corridor and coughed. Long Fuhai was terriﬁed, convinced that the man saw what they had been doing. For days, 113 however hard Baowen tried to talk him out of his conviction, Long would not change his mind, blaming Baowen for having misled him. He said that the old cleaner often smiled at him meaningfully and was sure to turn them in. Finally Long Fuhai went to the hospital leaders and confessed everything. So unlike Baowen, who got three and a half years in jail, Nurse Long was merely put on probation; if he worked harder and criticized him- self well, he might keep his current job. That evening I went to tell Beina about the new development. As I spoke, she sobbed continually. Although she would been cleaning the apartment for several days, her home was a shambles, most of the ﬂowers half dead, and dishes and pots piled in the sink. Mop- ping her face with a pink towel, she asked me, “What should I tell my mother-in-law?” “Tell her the truth.” She made no response. I said again, “You should consider a divorce.” “No!” Her sobbing turned into wailing. “He—he is my hus- band and I am his wife. If I die my soul belongs to him. We have sworn never to leave each other. Let others say whatever they want, I know he is a good man.” “Then why did he go to bed with Long Fuhai?” “He just wanted to have a good time. That was all. It is noth- ing like adultery or bigamy, is it?” “But it is a crime that got him put in jail,” I said. Although in my heart I admitted that Baowen in every way was a good fellow except for his fondness for men, I had to be adamant about my position. I was in charge of security for our factory; if I had a criminal son-in-law, who would listen to me? Would not I be re- moved from my ofﬁce soon? If I lost my job, who would protect Beina? Sooner or later she would be laid off, since a criminal’s wife was not supposed to have the same employment opportuni- 114 ties as others. Beina remained silent; I asked again, “What are you going to do?” “Wait for him.” I took a few spiced pumpkin seeds from a bowl, stood up, and went over to the window. Under the sill the radiator was hissing softly with a tiny steam leak. Outside, in the distance, ﬁrecrack- ers, one after another, scattered clusters of sparks in the indigo dusk. I turned around and said, “He is not worth waiting for. You must divorce him.” “No, I will not,” she moaned. “Well, it is impossible for me to have a criminal as my son-in- law. I have been humiliated enough. If you want to wait for him, do not come to see me again.” I put the pumpkin seeds back into the bowl, picked up my fur hat, and dragged myself out the door. 115",
    "TheDayTheCandersCame": "As soon as Fil woke up, he noticed a whiteness outside, quite unusual for the November mornings they had been having. That fall, Chicago was sandman’s town, sleepy valley, drowsy gray, slumberous mistiness from sunup till noon when the clouds drifted away in cauliflower clusters and suddenly it was evening. The lights shone on the avenues like soiled lamps centuries old and the skyscrapers became monsters with a thousand sore eyes. Now there was a brightness in the air land Fil knew what it was and he shouted, “Snow! It is snowing!” Tony, who slept in the adjoining room, was awakened. “What is that?” he asked. “It is snowing,” Fil said, smiling to himself as if he had ordered this and was satisfied with the prompt delivery. “Oh, they will love this, they will love this.” “Who will love that?” Tony asked, his voice raised in annoyance. “The dancers, of course,” Fil answered. “They are arriving today. Maybe they have already arrived. They will walk in the snow and love it. Their first snow, I am sure.” “How do you know it was not snowing in New York while they were there?” Tony asked. “Snow in New York in early November?” Fil said. “Are you crazy?” “Who is crazy?” Tony replied. “Ever since you heard of those dancers from the Philippines, you have been acting nuts. Loco. As if they are coming here just for you. Tony chuckled. Hearing him, Fil blushed, realizing that he had, indeed, been acting too eager, but Tony had said it. It felt that way–as if the dancers were coming here only for him. Filemon Acayan, Filipino, was fifty, a YOU.S., citizen. He was a corporal in the YOU.S. Army, training at San Luis Obispo, on the day he was discharged honorably, in 1945. A few months later, he got his citizenship papers. Thousands of them, smart and small in their uniforms, stood at attention in drill formation, in the scalding sun, and pledged allegiance to the flat and the republic for which it stands. Soon after he got back to work. To a new citizen, work meant many places and many ways: factories and hotels, waiter and cook. A timeless drifting: once he tended a rose garden and took care of a hundred year old veteran of a border war. As a menial in a hospital in Cook Country, all day he handled filth and gore. He came home smelling of surgical soap and disinfectant. In the hospital, he took charge of row of bottles on a shelf, each bottle containing a stage of the human embryo in preservatives, from the lizard-like fetus of a few days, through the newly born infant, with its position unchanged, cold and cowering and afraid. He had nightmares through the years of himself inside a bottle. l That was long ago. Now he had a more pleasant job as special policemen in the post office. He was a few years younger than Tony-Antonio Bataller, a retired pullman porter but he looked older in inspite of the fact that Tony had been bedridden most of the time for the last two years, suffering from a kind of wasting disease that had frustrated doctors. All over Tony’s body, a gradual peeling was taking place. l At first, he thought it was merely tiniaflava, a skin disease common among adolescent in the Philippines. It had started around the neck and had spread to his extremities. His face looked as if it was healing from sever burns. Nevertheless, it was a young face much younger than Fil’s, which had never looked young. “I am becoming a white man,” Tony had said once, chuckling softly. It was the same chuckle Fil seemed to have heard now, only this time it sounded derisive, insulting. Fil said, “I know who is nuts. It is the sick guy with the sick thoughts. You do not care for nothing but your pain, your imaginary pain.” “You are the imagining fellow. I got the real thing,” Tony shouted from the room. He believed he had something worse than the whiteness spreading on his skin. There was a pain in his insides, like dull scissors scraping his intestines. Angrily he added, “What for I got retired?” “You are old, man, old, that is what, and sick, yes, but not cancer,” Fil said turning towards the snow-filled sky. He pressed his faced against the glass window. There is about an inch now on the ground, he thought, maybe more. Tony came out of his room looking as if he had not slept all night. “I know what I got,” he said, as if it were an honor and a privilege to die of cancer and Fill was trying to deprive him of it. “Never a pain like this. One day, I am just going to die.” “Naturally. Who says you will not?” Fil argued, thinking how wonderful it would be if he could join the company of dancers from the Philippines, show them around walk with them in the snow, watch their eyes as they stared about them, answer their questions, tell them everything they wanted to know about the changing seasons in this strange land. They would pick up fistfuls of snow, crunch it in their fingers or shove it into their mouths. He had done just that the first time, long, long ago, and it had reminded him of the grated ice the Chinese sold near the town plaza where he had played tatching with an older brother who later drowned in a squall. How his mother had grieved over that death, she who has not cried too much when his father died, a broken man. Now they were all gone, quick death after a storm, or lingeringly, in a season of drought, all, all of them he had loved. He continued, “All of us will die. One day. A medium bomb marked Chicago and this whole dump is tapus, finished. Who will escape then?” “Maybe your dancers will,” Fil answered, now watching the snow himself. “Of course, they will,” Fil retorted, his voice sounding like a big assurance that all the dancers would be safe in his care. “The bombs will not be falling on this night. And when the dancers are back in the Philippines…” He paused, as if he was no longer sure of what he was going to say. “But maybe, even in the Philippines the bombs going to fall, no?” he said, gazing sadly at the falling snow. “What is that to you?” Tony replied. “You got no more folks over ‘der right? I know it is nothing to me. I will be dead before that.” “Let us talk about something nice,” Fil said, the sadness spreading on his face as he tried to smile. “Tell me, how will I talk, how am I going to introduce myself?” He would go ahead with his plans, introduce himself to the dancers and volunteer to take them sight-seeing. His car was clean and ready for his guests. He had soaped the ashtrays, dusted off the floor boards and thrown away the old mats, replacing them with new plastic throw rugs. He had got himself soaking wet while spraying the car, humming, as he worked, faintly-remembered tunes from the old country. Fill shook his head as he waited for Tony to say something. “Gosh, I wish I had your looks, even with those white spots, then I could face everyone of them,” he said, “but this mug.” “That is the important thing, you mug. It is your calling card. It says, Filipino. Countrymen,” Tony said. “You are not fooling me, friend,” Fil said. “This mug says, Ugly Filipino. It says, old-timer, muchacho. It says Pinoy, bejo.” For Fil, time was the villain. In the beginning, the words he often heard were: too young, too young; but all of a sudden, too young became too old, too late. What happened in between, a mist covering all things. You do not have to look at your face in a mirror to know that you are old, suddenly old, grown useless for a lot of things land too late for all the dreams you had wrapped up w ell against a day of need. “It also says sucker,” Fil answered, “but who wants a palace when they can have the most delicious adobo here ands the best stuffed chicken… yum…yum…” Tony was angry, “Yum, yum, you are nuts,” he said, “plain and simple loco. What for you want to spend? You have been living on loose change all your life and now on dancing kids who do not know you and will not even send you a card afterwards.” “Never mind the cards,” Fil answered. “Who wants cards? But do not you see, they will be happy; and then, you know what? I am going to keep their voices, their words and their singing and their laughter in my magic sound mirror.” He had a portable tape recorder and a stack of recordings, patiently labeled, songs and speeches. The songs were in English, but most of the speeches were in the dialect, debates between him and Tony. It was evident Tony was the better speaker of the two in English, but in the dialect, Fil showed greater mastery. His style, however, was florid, sentimental, poetic. Without telling Tony, he had experimented on recording sounds, like the way a bed creaked, doors opening and closing, rain or sleet tapping on the window panes, footsteps through the corridor. He was beginning to think that they did. He was learning to identify each of the sounds with a particular mood or fact. Sometimes, like today, he wished that there was a way of keeping a record of silence because it was to him the richest sound, like snow falling. He wondered as he watched the snow blowing in the wind, what took care of that moment if memory did not. Like time, memory was often a villain, a betrayer. “Fall, snow, fall,” he murmured and, turning to Tony, said, “As soon as they accept my invitation, I will call you up. No, you do not have to do anything, but I would want to be here to meet them.” “I am going out myself,” Tony said. “And I do not know what time I will be back.”Then he added. “You are not working today. Are you on leave?” “For two days. While the dancers are here.” Fil said. “It still do not make sense to me,” Tony said. “But good luck, any way.” “Are not you going to see them tonight? Our reserved seats are right out in front, you know.” “I know. But I am not sure I can come.” “What? You are not sure?” Fil could not believe it. Tony was indifferent. Something must be wrong with him. He looked at him closely, saying nothing. “I want to, but I am sick Fil. I tell you, I am not feeling so good. My doctor will know today. He will tell me.” Tony said. “What will he tell you?” “How do I know?” “I mean, what is he trying to find out?” “If it is cancer,” Tony said. l Without saying another word, he went straight back to is room. Fil remembered those times, at night, when Tony kept him awake with his moaning. When he called out to him, asking, “Tony, what is the matter?” his sighs ceased for a while, but afterwards, Tony screamed, deadening his cries with a pillow against his mouth. When Fill rushed to his side, Tony dove him about the previous night, he would reply, “I was dying,” but it sounded more like disgust overt a nameless annoyance. Fil has misgivings, too, about the whiteness spreading on Tony’s skin. He had heard of leprosy. Every time he thought of that dreaded disease, he felt tears in his eyes. In all the years he had been in America, he had not has a friend until he meet Tony whom he liked immediately and, in a way, worshipped, for all the things the man had which Fil knew he himself lacked. They had shared a lot together. They made merry on Christmas, sometimes got drunk and became loud. Fil recited poems in the dialect and praised himself. Tony fell to giggling and cursed all the railroad companies of America. But last Christmas, they had not gotten drunk. They had not even talked to each other on Christmas day. Soon, it would be Christmas again. The snow was still falling. “Well, I will be seeing you,” Fil said, getting ready to leave. “Try to be home on time. I shall invites the dancers for luncheon or dinner maybe, tomorrow. But tonight, let us go to the theater together, ha?” “I will try,” Tony answered. He did not need boots. He loved to walk in the snow. The air outside felt good. Fil lifted his face to the sky and closed his eyes as the snow and a wet wind drench his face. He stood that way for some time, crying, more, more to himself, drunk with snow and coolness. His car was parked a block away. As he walked towards it, he plowed into the snow with one foot and studied the scar he made, a hideous shape among perfect footmarks. He felt strong as his lungs filled with the cold air, as if just now it did not matter too much that he was the way he looked and his English way the way it was. But perhaps, he could talk to the dancers in his dialect. Why not? A heavy frosting of snow covered his car and as he wiped it off with his bare hands, he felt light and young, like a child at play, and once again, he raised his face to the sky and licked the flakes, cold and tasteless on his tongue. When Fil arrived at the Hamilton, it seemed to him the Philippine dancers had taken over the hotel. They were all over the lobby on the mezzanine, talking in groups animatedly, their teeth sparkling as they laughed, their eyes disappearing in mere slits of light. Some of the girls wore their black hair long. For a moment, the sight seemed too much for him who had but all forgotten how beautiful Philippine girls were. He wanted to look away, but their loveliness held him. He must do something, close his eyes perhaps. As he did so, their laughter came to him like a breeze murmurous with sounds native to his land. Later, he tried to relax, to appear inconspicuous. True, they were all very young, but there were a few elderly men and women who must have been their chaperons or well-wishers like him. He would smile at everyone who happened to look his way. Most of them smiled back, or rather, seemed to smile, but it was quick, without recognition, and might not have been for him but for someone else near or behind him. His lips formed the words he was trying to phrase in his mind: Ilocano ka? Bicol? Ano na, paisano? Comusta? Or should he introduce himself—How? For what he wanted to say, the words did not come too easily, they were unfamiliar, they stumbled and broke on his lips into a jumble of incoherence. Suddenly, he felt as if he was in the center of a group where he was not welcome. All the things he had been trying to hide now showed: the age in his face, his horny hands. He knew it the instant he wanted to shake hands with the first boy who had drawn close to him, smiling and friendly. Fil put his hands in his pocket. Now he wished Tony had been with him. Tony would know what to do. He would harm these young people with his smile and his learned words. Fil wanted to leave, but he seemed caught up in the tangle of moving bodies that merged and broke in a fluid strangle hold. Everybody was talking, mostly in English. Once in a while he heard exclamations in the dialect right out of the past, conjuring up playtime, long shadows of evening on the plaza, barrio fiestas, misa de gallo. Time was passing and he had yet to talk to someone. Suppose he stood on a chair and addressed them in the manner of his flamboyant speeches recorded in his magic sound mirror? “Beloved countrymen, lovely children of the Pearl of the Orient Seas, listen to me. I am Fil Acayan. I have come to volunteer my services. I am yours to command. Your servant. Tell me where you wish to go, what you want to see in Chicago. I know every foot of the lakeshore drive, all the gardens and the parks, the museums, the huge department stores, the planetarium. Let me be your guide. That is what I am offering you, a free tour of Chicago, and finally, dinner at my apartment on West Sheridan Road–pork adobo and chicken relleno, name your dish. How about it, paisanos?” No. That would be a foolish thing to do. They would laugh at him. He felt a dryness in his throat. He was sweating. As he wiped his face with a handkerchief, he bumped against a slim, short girl who quite gracefully, stepped aside, and for a moment he thought he would swoon in the perfume that enveloped him. It was fragrance, essence of camia, of ilang-ilang, and dama de noche. Two boys with sleek, pomaded hair were sitting near an empty chair. He sat down and said in the dialect, “May I invite you to my apartment?” The boys stood up, saying, “Excuse us, please,” and walked away. He mopped his brow, but instead of getting discouraged, he grew bolder as though he hand moved one step beyond shame. Approaching another group, he repeated his invitation, and a girl with a mole on her upper lip, said, “Thank you, but we have no time.” As he turned towards another group, he felt their eyes on his back. Another boy drifted towards him, but as soon as he began to speak, the boy said, “Pardon, please,” and moved away. They were always moving away. As if by common consent, they had decided to avoid him, ignore his presence. Perhaps it was not their fault. They must have been instructed to do so. Or was it his looks that kept them away? The though was a sharpness inside him. After a while, as he wandered about the mezzanine, among the dancers, but alone, he noticed that they had begun to leave. Some had crowded noisily into the two elevators. He followed the others going down the stairs. Through the glass doors, he saw them getting into a bus parked beside the subway entrance on Dearborn. The snow had stopped falling; it was melting fast in the sun and turning into slush. As he moved about aimlessly, he felt someone touch him on the sleeve. It was one of the dancers, a mere boy, tall and thin, who was saying, “Excuse, please.” Fil realized he was in the way between another boy with a camera and a group posing in front of the hotel. “Sorry,” Fill said, jumping away awkwardly. The crowd burst out laughing. Then everything became a blur in his eyes, a moving picture out of focus, but gradually, the figure cleared, there was mud on the pavement on which the dancers stood posing, and the sun throw shadows at their feet. Let them have fun, he said to himself, they are young and away from home. I have no business up their schedule, forcing my company on them. He watched the dancers till the last of them was on the bus. The voices came to him, above the traffic sounds. They waved their hands and smiled towards him as the bus started. Fil raised his hand to wave back, but stopped quickly, aborting the gesture. He turned to look behind him at whomever the dancers were waving their hands to. There was no one there except his own reflection in the glass door, a double exposure of himself and a giant plant with its thorny branches around him like arms in a loving embrace. Even before he opened the door to their apartment, Fil knew that Tony had not yet arrived. There were no boots outside on the landing. Somehow he felt relieved, for until then he did not know how he was going to explain his failure. From the hotel, he had driven around, cruised by the lakeshore drive, hoping he could see the dancers somewhere, in a park perhaps, taking pictures of the mist over the lake and the last gold on the trees now wet with melted snow, or on some picnic grounds, near a bubbling fountain. Still taking pictures of themselves against a background of Chicago’s gray and dirty skyscrapers. He slowed down every time he saw a crowd, but the dancers were nowhere along his way. Perhaps they had gone to the theater to rehearse. He turned back before reaching Evanston. He felt weak, not hungry. Just the same, he ate, warming up some left-over food. The rice was cold, but the soup was hot and tasty. While he ate, he listened for footfalls. Afterwards, he lay down on the sofa and a weariness came over him, but he tried hard not to sleep. As he stared at the ceiling, he felt like floating away, but he kept his eyes open, willing himself hard to remain awake. He wanted to explain everything to Tony when he arrived. But soon his eyes closed against a weary will too tired and weak to fight back sleep–and then there were voices. Tony was in the room, eager to tell his own bit of news. “I have discovered a new way of keeping afloat,” he was saying. “Who wants to keep afloat?” Fil asked. “Just in case. In a shipwreck, for example,” Tony said. “Never mind shipwrecks. I must tell you about the dancers,” Fil said. “But this is important,” Tony insisted. “This way, you can keep floating indefinitely.” “What for indefinitely?” Fil asked. “Say in a ship… I mean, in an emergency, you are stranded without help in the middle of the Pacific or the Atlantic, you must keep floating till help comes…” Tony explained. “More better,” Fil said, “find a way to reach shore before the sharks smells you. You discover that.” “I will,” Tony said, without eagerness, as though certain that there was no such way, that, after all, his discovery was worthless. “Now you listen to me,” Fil said, sitting up abruptly. As he talked in the dialect, Tony listened with increasing apathy. “There they were,” Fil began, his tone taking on the orator’s pitch, “Who could have been my children if I had not left home– or yours, Tony. They gazed around them with wonder, smiling at me, answering my questions, but grudgingly, edging away as if to be near me were wrong, a violation in their rule book. But it could be that every time I opened my mouth, I gave myself away. I talked in the dialect, Ilocano, Tagalog, Bicol, but no one listened. They avoided me. They had been briefed too well: Do not talk to strangers. Ignore their invitations. Be extra careful in the big cities like New York and Chicago, beware of the old-timers, the Pinoys. Most of them are bums. Keep away ;from them. Be on the safe side–stick together, entertain only those who have been introduced to you properly. “I am sure they had such instructions, safety measures, they must have called them. What then could I have done, scream out my good intentions, prove my harmlessness and my love for them by beating my breast? Oh, but I loved them. You see, I was like them once. I, too, was nimble with my feet, graceful with my hands; and I had the tongue of a poet. Ask the village girls and the envious boys from the city–but first you have to find them. After these many years, it will not be easy. You will have to search every suffering pace in the village gloom for a hint of youth and beauty or go where the grave-yards are and the tombs under the lime trees. One such face…oh, God, what am I saying… “All I wanted was to talk to them, guide them around Chicago, spend money on them so that they would have something special to remember about us here when they return to our country. They would tell their folks: We melt a kind, old man, who took us to his apartment. It was not much of a place. It was old-like him. When we sat on the sofa in the living room, the bottom sank heavily, the broken springs touching the floor. But what a cook that man was! And how kind! We never thought that rice and adobo could be that delicious. And the chicken relleno! When someone asked what the stuffing was–we had never tasted anything like it, he smiled saying, ‘From heaven’s supermarket’ touching his head and pressing his heart like a clown as if heaven were there. He had his tape recorder which he called a magic sound mirror, and he had all of us record our voices. Say anything in the dialect, sing, if you please, our kundiman, please, he said, his eyes pleading, too. Oh, we had fun listening to the playback. When you are gone, the old man said, I shall listen to your voices with my eyes closed and you will be here again and I will not ever be alone, no, not anymore, after this. We wanted to cry, but he looked very funny, so we laughed and he laughed with us. “But, Tony, they would not come. They thanked me, but they said they had no time. Others said nothing. They looked through me. I did not exist. Or worse, I was unclean. Basura. Garbage. They were ashamed me. How could I be Filipino?” The memory, distinctly recalled, was a rock on his breast. He grasped for breath. “Now, let me teach you how to keep afloat,” Tony said, but is was not Tony’s voice. Fil was alone and gasping for air. His eyes opened slowly till he began to breathe more easily. The sky outside was gray. He looked at his watch–a quarter past five. The show would begin at eight. There was time. Perhaps Tony would be home soon. The apartment was warming up. The radiators sounded full of scampering rats. He had a recording of that in his sound mirror. Fil smiled. He had an idea. He would take the sound mirror to the theater, take his seat close to the stage, and make tape recordings of the singing and the dances. Now he was wide-awake and somehow pleased with himself. The more he thought of the idea, the better he felt. If Tony showed up now… He sat up, listening. The radiators were quiet. There were no footfalls, no sound of a key turning. Late that night, back from the theater, Fill knew at once that Tony was back. The boots were outside the door. He, too, must be tired, and should not be disturb. He was careful not to make any noise. As he turned on the floor lamp, he thought that perhaps Tony was awake and waiting for him. They would listen together to a playback of the dances and songs Tony had missed. Then he would tell Tony what happened that day, repeating part of the dream. From Tony’s bedroom came the regular breathing of a man sound asleep. To be sure, he looked into the room and in the half-darkness, Tony’s head showed darkly, deep in a pillow, on its side, his knees bent, almost touching the clasped hands under his chin, an oversized fetus in the last bottle. Fill shut the door between them and went over to the portable. Now. He turned it on to low. At first nothing but static and odd sounds came through, but soon after there was the patter of feet to the rhythm of a familiar melody. All the beautiful boys and girls were in the room now, dancing and singing. A boy and a girl sat on the floor holding two bamboo poles by their ends flat on floor, clapping them together, then apart, and pounding them on the boards, while dancers swayed and balanced their lithe forms, dipping their bare brown legs in and out of the clapping bamboos, the pace gradually increasing into a fury of wood on wood in a counterpoint of panic among the dancers and in a harmonious flurry of toes and ankles escaping certain pain–crushed bones, and bruised flesh, and humiliation. Other dances followed, accompanied by songs and live with the sounds of life and death in the old country; I go rot natives in G-strings walking down a mountainside; peasants climbing up a hill on a rainy day; neighbors moving a house, their sturdy legs showing under a moving roof; a distant gong sounding off a summons either to a feast for a wake. And finally, prolonged ovation, thunderous, wave upon wave… “Turn that thing off!” Tony’s voice was sharp above the echoes of the gongs and the applause settling into silence. Fil switched off the dial and in the sudden stillness, the voices turned into faces, familiar and near, like gesture and touch that stayed on even as the memory withdrew, bowing out, as it were, in a graceful exit, saying, thank you, thank you, before a ghostly audience that clapped hands in silence and stomped their feet in a such emptiness. He wanted to join the finale, such as it was, pretend that the curtain call included him, and attempt a shamefaced imitation of a graceful adieu, but he was stiff and old, incapable of grace; but he said, thank you, thank you, his voice sincere and contrite, grateful for the other voices and the sound of singing and the memory. “Oh, my God…” the man in the other room cried, followed by a moan of such anguish that Fil fell on his knees, covering the sound mirror with his hands to muffle the sounds that had started again, it seemed to him, even after he had turned it off. Then he remembered. “Tony, what did the doctor say? What did he say?” he shouted and listened, holding his breath, no longer able to tell at the moment who had truly waited all day for the final sentence. There was no answer. Meanwhile, under his hands, there was Tony saying? That was his voice, no? Fil wanted to hear, he must know. He switched dials on and off, again and again, pressing buttons. Suddenly, he did not know what to do. The spool were live, they kept turning. His arms went around the machine, his chest pressing down on the spools. In the quick silence, Tony’s voice came clear. “So they did not come after all?” “Tony, what did the doctor say?” Fil asked, straining hard to hear. “I knew they would not come. But that is okay. The apartment is old anyhow. And it smells of death.” “How you talk. In this country, there is a cure for everything.” “I guess we cannot complain. We had it good here all the time. Most of the time, anyway.” “I wish, though, they had come. I could…” “Yes, they could have. They did not have to see me, but I could have seen them. I have seen their pictures, but what do they really look like?” “Tony, they are beautiful, all of them, but especially the girls. Their complexion, their grace, their eyes, they were what we call talking eyes, they say, things to you. And the scent of them!” There was a sigh from the room soft, hardly like a sigh. A louder, grating sound, almost under his hands that had relaxed their hold, called his attention. The sound mirror had kept going, the tape was fast unraveling. “Oh, no! he screamed, noticing that somehow, he had pushed the eraser. Frantically, he tried to rewind and play back the sounds and the music, but there was nothing now but the full creaking of the tape on the spool and meaningless sounds that somehow had not been erased, the thud of dancing feet, a quick clapping of hands, alien voices and words: in this country… everything… all of them… talking eyes… and the scent… a fading away into nothingness, till about the end when there was a screaming, senseless kind of finale detached from the body of a song in the background, drums and sticks and the tolling of a bell. “Tony! Tony!” Fil cried, looking towards the sick man’s room, “I have lost them all.” Biting his lips, Fil turned towards the window, startled by the first light of the dawn. He had not realized till then the long night was over.",
    "TheWhiteUmbrella": "When I was twelve, my mother went to work without telling me or my little sister. “Not that we need the second income.” The lilt of her accent drifted from the kitchen up to the top of the stairs, where Mona and I were listening. “No,” said my father, in a barely audible voice. “Not like the Lee family.” The Lees were the only other Chinese family in town. I remembered how sorry my parents had felt for Mrs. Lee when she started waitressing downtown the year before; and so when my mother began coming home late, I did not say anything and tried to keep Mona from saying anything either. “But why should not I?” she argued. “Lots of people’s mothers work.” “Those are American people,” I said. “So what do you think we are? I can do the pledge of allegiance with my eyes closed.” Nevertheless, she tried to be discreet; and if my mother was not home by 5:30, we would start cooking by ourselves, to make sure dinner would be on time. Mona would wash the vegetables and put on the rice; I would chop. For weeks we wondered what kind of work she was doing. I imagined that she was selling perfume, testing dessert recipes for the local newspaper. Or maybe she was working for the florist. Now that she had learned to drive, she might be delivering boxes of roses to people. “I do not think so,” said Mona as we walked to our piano lesson after school. “She would have hit something by now.” A gust of wind littered the street with leaves. “Maybe we better hurry up,” she went on, looking at the sky. “It is going to pour.” “But we are too early.” Her lesson did not begin until 4:00, mine until 4:30, so we usually tried to walk as slowly as we could. “And anyway, those are not the kind of clouds that rain. Those are cumulus clouds.” We arrived out of breath and wet. “Oh you poor, poor dears,” said old Miss Crosman. “Why do not you call me the next time it is like this out? If your mother will not drive you, I can come pick you up.” “No, that is okay,” I answered. Mona wrung her hair out on Miss Crossman’s rug. “We just could not get the roof our car to close, is all. We took it to the beach last summer and got sand in the mechanism.” I pronounced this last word carefully, as if the credibility of my lie depended on its middle syllable. “It is never been the same.” I thought for a second. “It is a convertible.” “Well the make yourselves at home.” She exchanged looks with Eugenie Roberts, whose lesson we were interrupting. Eugenie smiled good-naturedly. “The towels are in the closet across from the bathroom.” Huddling at the end of Miss Crosman’s nine-foot leather couch, Mona and I watched Eugenie play. She was a grade ahead of me and, according to school rumor, had a boyfriend in high school. I believed it… She had auburn hair, blue eyes, and, I noted with a particular pang, a pure white folding umbrella. “I cannot see,” whispered Mona. “So clean your glasses.” “My glasses are clean. You are in the way.” I looked at her. “They look dirty to me.” “That is because your glasses are dirty.” Eugenie came bouncing to the end of her piece. “Oh! Just stupendous!” Miss Crosman hugged her, then looked up as Eugenie’s mother walked in. “Stupendous!” she said again. “Oh! Mrs. Roberts! Your daughter has a gift, a real gift. It is an honor to teach her.” Mrs. Roberts, radiant with pride, swept her daughter out of the room as if she were royalty, born to the piano bench. Watching the way Eugenie carried herself, I sat up and concentrated so hard on sucking in my stomach that I did not realize until the Robertses were gone that Eugenie had left her umbrella. As Mona began to play, I jumped up and ran to the window, meaning to call to them – only to see their brake lights flash then fade at the stop sign at the corner. As if to allow them passage, the rain had let up; a quivering sun lit their way. The umbrella glowed like a scepter on the blue carpet while Mona, slumping over the keyboard, managed to eke out a fair rendition of a cat fight. At the end of the piece, Miss Crosman asked her to stand up. “Stay right there,” she said, then came back a minute later with a towel to cover the bench. “You must be cold,” she continued. “Shall I call your mother and have her bring over some dry clothes?” “No,” answered Mona. “She will not come because she…” “She is too busy,” I broke in from the back of the room. “I see.” Miss Crosman sighed and shook her head a little. “Your glasses are filthy, honey,” she said to Mona. “Shall I clean them for you?” Sisterly embarrassment seized me. Why had not Mona wiped her lenses when I told her to? As she resumed abuse of the piano, I stared at the umbrella. I wanted to open it, twirl it around by its slender silver handle; I wanted to dangle it from my wrist on the way to school the way the other girls did. I wondered what Miss Crosman would say if I offered to bring it to Eugenie at school tomorrow. She would be impressed with my consideration for others; Eugenie would be pleased to have it back; and I would have possession of the umbrella for an entire night. I looked at it again, toying with the idea of asking for one for Christmas. I knew, however, how my mother would react. “Things,” she would say. “What is the matter with a raincoat? All you want is things, just like an American.” Sitting down for my lesson, I was careful to keep the towel under me and sit up straight. “I will bet you cannot see a thing wither,” said Miss Crosman, reaching for my glasses. “And you can relax, you poor dear…This is not a boot camp.” When Miss Crosman finally allowed me to start playing, I played extra well, as well as I possibly could. See, I told her with my fingers. You do not have to feel sorry for me. “That was wonderful,” said Miss Crosman. “Oh! Just wonderful.” An entire constellation rose in my heart. “And guess what,” I announced proudly. “I have a surprise for you.” Then I played a second piece for her, a much more difficult one that she had not assigned. “Oh! That was stupendous,” she said without hugging me. “Stupendous! You are a genius, young lady. If your mother had started you younger, you would be playing like Eugenie Roberts by now!” I looked at the keyboard, wishing that I had still a third, even more difficult piece to play for her. I wanted to tell her that I was the school spelling bee champion, that I was not ticklish, that I could do karate. “My mother is a concert pianist,” I said. She looked at me for a long moment, then finally, without saying anything, hugged me. I did not say anything about bringing the umbrella to Eugenie at school. The steps were dry when Mona and I sat down to wait for my mother. “Do you want to wait inside?” Miss Crosman looked anxiously at the sky. “No,” I said. “Our mother will be here any minute.” “In a while,” said Mona. “Any minute,” I said again, even though my mother had been at least twenty minutes late every week since she started working. According to the church clock across the street we had been waiting twenty-five minutes when Miss Crosman came out again. “Shall I give you ladies a ride home?” “No,” I said. “Our mother is coming any minute. “Shall I at least give her a call and remind her you are here? Maybe she forgot about you.” “I do not think she forgot,” said Mona. “Shall I give her a call anyway? Just to be safe?” “I bet she already left,” I said. “How could she forget about us?” Miss Crosman went in to call. “There is no answer,” she said, coming back out. “See, she is on her way,” I said. “Are you sure you would not like to come in?” “No,” said Mona. “Yes,” I said. I pointed at my sister. “She meant yes too. She meant no, she would not like to go in.” Miss Crosman looked at her watch. “It is 5:30 now, ladies. My pot roast will be coming out in fifteen minutes. Maybe you would like to come in and have some then?” “My mother’s almost here,” I said. “She is on her way.” We watched and watched the street. I tried to imagine what my mother was doing; I tried to imagine her writing messages in the sky, even though I knew she was afraid of planes. I watched as the branches of Miss Crosman’s big willow tree started to sway; they had all been trimmed to exactly the same height off the ground, so they looked beautiful, like hair in the wind. It started to rain. “Miss Crosman is coming out again,” said Mona. “Do not let her talk you into going inside,” I whispered. “Why not?” “Because that would mean Mom really is not coming any minute.” “But she is not,” said Mona. “She is working.” “Shhh! Miss Crosman’s going to hear you.” “She is working! She is working! She is working!” I put my hand over her mouth, but she licked it, and so I was wiping my hand on my wet dress when the front door opened. “We are getting even wetter,” said Mona right away. “Wetter and wetter.” “Shall we all go in?” Miss Crosman pulled Mona to her feet. “Before you young ladies catch pneumonia? You have been out here an hour already.” “We are freezing.” Mona looked up at Miss Crosman. “Do you have any hot chocolate? We are going to catch pneumonia.” “I am not going in,” I said. “My mother’s coming any minute.” “Come on,” said Mona. “Use your noggin.” “Any minute.” “Come on, Mona,” Miss Crosman opened the door. “Shall we get you inside first? “See you in the hospital,” said Mona as she went in. “See you in the hospital with pneumonia.” I stared out into the empty street. The rain was prickling me all over; I was cold; I wanted to go inside. I wanted to be able to let myself go inside. If Miss Crosman came out again, I decided, I would go in. She came out with a blanket and the white umbrella. I could not believe that I was actually holding the umbrella, opening it. It sprang up by itself as if it were alive, as if that were what it wanted to do – as if it belonged in my hands, above my head. I stared up at the network of silver spokes, then spun the umbrella around and around and around. It was so clean and white that it seemed to glow, to illuminate everything around it. “It is beautiful,” I said. Miss Crosman sat down next to me, on one end of the blanket. I moved the umbrella over so that it covered that too. I could feel the rain on my left shoulder and shivered. She put her arm around me. “You poor, poor dear.” I knew that I was in store for another bolt of sympathy, and braced myself by staring up into the umbrella. “You know, I very much wanted to have children when I was younger,” she continued. “You did?” She stared at me a minute. Her face looked dry and crusty, like day-old frosting. “I did. But then I never got married.” I twirled the umbrella around again. “This is the most beautiful umbrella I have ever seen,” I said. “Ever, in my whole life.” “Do you have an umbrella?” “No. But my mother’s going to get me one just like this for Christmas.” “Is she? I tell you what. You do not have to wait until Christmas. You can have this one.” “But this one belongs to Eugenie Roberts,” I protested. “I have to give it back to her tomorrow in school.” “Who told you it belongs to Eugenie? It is not Eugenie’s. It is mine. And now I am giving it to you, so it is yours.” “It is mine?” I did not know what to say. “Mine?” Suddenly I was jumping up and down in the rain. “It is beautiful! Oh! It is beautiful!” I laughed. Miss Crosman laughed too, even though she was getting all wet. “Thank you, Miss Crosman. Thank you very much. Thanks a zillion. It is beautiful. It is stupendous!” “You are quite welcome,” she said. “Thank you,” I said again, but that did not seem like enough. Suddenly I knew just what she wanted to hear. “I wish you were my mother.” Right away I felt bad. “You should not say that,” she said, but her face was opening into a huge smile as the lights of my mother’s car cautiously turned the corner. I quickly collapsed the umbrella and put it up my skirt, holding onto it from the outside, through the material. “Mona!” I shouted into the house. “Mona! Hurry up! Mom’s here! I told you she was coming!” Then I ran away from Miss Crosman, down to the curb. Mona came tearing up to my side as my mother neared the house. We both backed up a few feet so that in case she went onto the curb, she would not run us over. “But why did not you go inside with Mona?” my mother asked on the way home. She had taken off her own coat to put over me and had the heat on high. “She was not using her noggin,” said Mona, next to me in the back seat. “I should call next time,” said my mother. “I just do not like to say where I am.” That was when she finally told us that she was working as a checkout clerk in the A&P. She was supposed to be on the day shift, but the other employees were unreliable, and her boss had promised her a promotion if she would stay until the evening shift filled in. For a moment no one said anything. Even Mona seemed to find the revelation disappointing. “A promotion already!” she said, finally. I listened to the windshield wipers. “You are so quiet.” My mother looked at me in the rear view mirror. “What is the matter?” “I wish you would quit,” I said after a moment. She sighed. “The Chinese have a saying: one beam cannot hold the roof up.” “But Eugenie Roberts’s father supports their family.” She sighed once more. “Eugenie Roberts’s father is Eugenie Roberts’s father,” she said. As we entered the downtown area, Mona started leaning hard against me every time the car turned right, trying to push me over. Remembering what I had said to Miss Crosman, I tried to maneuver the umbrella under my leg so she would not feel it. “What is under your skirt?” Mona wanted to know as we came to a traffic light. My mother, watching us in the rear view mirror again, rolled slowly to a stop. “What is the matter?” she asked. “There is something under her skirt,” said Mona, pulling at me. “Under her skirt.” Meanwhile, a man crossing the street started to yell at us. “Who do you think you are, lady?” he said. “You are blocking the whole crosswalk.” We all froze. Other people walking by stopped to watch. “Did not you hear me?” he went on, starting to thump on the hood with his fist. “Do not you speak English?” My mother began to back up, but the car behind us honked. Luckily, the light turned green right after that. She sighed in relief. “What were you saying, Mona?” she asked. We would not have hit the car behind us that hard if he had not been moving too but as it was, our car bucked violently, throwing us all first back and then forward. “Uh oh,” said Mona when we stopped. “Another accident.” I was relieved to have attention diverted from the umbrella. Then I noticed my mother’s head, tilted back onto the seat. Her eyes were closed. “Mom!” I screamed. “Mom! Wake up!” She opened her eyes. “Please do not yell,” she said. “Enough people are going to yell already.” “I thought you were dead,” I said, starting to cry. “I thought you were dead.” She turned around, looking at me intently, then put her hand to my forehead. “Sick,” she confirmed. “Some kind of sick is giving you crazy ideas.” As the man from the car behind us started tapping on the window, I moved the umbrella away from my leg. Then Mona and my mother were getting out of the car. I got out after them; and while everyone else was inspecting the damage we would done, I threw the umbrella down a sewer."
}