{
    "A16864": {
        "Metadata": [
            [
                "A consolation for our grammar schooles: or, a faithfull and most comfortable incouragement, for laying of a sure foundation of all good learning in our schooles, and for prosperous building thereupon More specially for all those of the inferiour sort, and all ruder countries and places; namely, for Ireland, Wales, Virginia, with the Sommer Ilands, and for their more speedie attaining of our English tongue by the same labour, that all may speake one and the same language. ..."
            ],
            [
                "Brinsley, John"
            ],
            [
                1622,
                1620
            ]
        ],
        "christ": [
            [
                "worke",
                0.6628525257110596,
                "I haue not rashly attempted to en∣ter into this so great a worke, but, I hope, that I may tru∣ly say, that the Lord our louing God, who hath holpen me hitherto, hath called me vnto it."
            ],
            [
                "way",
                0.6623942852020264,
                "this (I trust) shall bring a blessing in due time to euerie one, when this way of at∣taining to learning, shall become so plaine and direct, as that each poore mans child may with a litle cost and labour get some vnderstanding, to know how to serue the high God, and his owne necessary occasions: and that the children, and posteritie of those, may come to the knowledge of the truth, who themselues haue li∣ued in most grosse ignorance, and extreame blindnesse."
            ],
            [
                "truth",
                0.6616501212120056,
                "If we had bene as carefull to season our youth, in the truth of Christ, and to settle them in the grounds of his holy religion, truly professed amongst vs, to their saluation, as the Po∣pish schoolemaisters are to corrupt them with Idolatry, and superstition, vnto perdition, the knowledge and loue of Gods true worship, and pietie, had flourished amongst vs, euery where long ago, all Popery and A∣theisme rooted out."
            ],
            [
                "such",
                0.6697952151298523,
                "Neither let this terrifie you, that in this age, as well learning as learned men are in such contempt."
            ],
            [
                [
                    "seeking",
                    0.6722838282585144,
                    "And what is their purpose in seeking out the most excellent courses of getting most speedily all good learning as they would pretend?"
                ],
                [
                    "seeking",
                    0.6616642475128174,
                    "More specially by causing me to haue an earnest desire, and an hope by this meanes to answer the loue of cer∣taine worthie friends, in seeking that good to theirs, which I was not able to performe vnto themselues."
                ]
            ],
            [
                "saui∣our",
                0.6725146770477295,
                "for that I haue him who searcheth & trieth the hearts, and whose good hand hath bene with me in goodnesse, in all this worke, to beare witnesse vnto my conscience, that I haue not either in this, or anie other my trauels, aimed at vaine praise or commendation (for that our holy God would turne into shame) or at anie other sinister end; but that I haue striuen with all my heart, so farre as in my weaknesse I haue bene able, to aime at those verie ends alone, which our blessed Saui∣our hath taught me, in that diuine patterne of heauenly prayer, which hath bene in all my labours my principall direction."
            ],
            [
                "report",
                0.6690798997879028,
                "Whether this report was true in each parti∣cular, I cannot certainly affirme, yet for the generall, we all who vnderstand anie thing, do know that it is most certaine."
            ],
            [
                [
                    "religion",
                    0.6910173892974854,
                    "To be acquainted with the grounds of Religion, and to haue the summe, and all the chiefe Histories of the Bible."
                ],
                [
                    "religion",
                    0.6725344061851501,
                    "For the first principles or iudiments in Religion, For the p in∣ciples besides those by law appointed, Maister Per∣kins ixe Prin∣ciples ex∣pounded."
                ],
                [
                    "religion",
                    0.8114895820617676,
                    "To be acquainted with the grounds of Religion, and to haue the summe, and all the chiefe Histories of the Bible."
                ],
                [
                    "religion",
                    0.7930023670196533,
                    "Concerning Religion; Religion, for laying surely the grounds ."
                ]
            ],
            [
                [
                    "profession",
                    0.6639825701713562,
                    "How should these things touch euery one of vs, euen to the very hearts, and cause vs to bethinke our selues at length, of this our weighty function, to the end to take away all this reproch, and to begin to recouer the credit of our worthy profession."
                ],
                [
                    "profession",
                    0.7912171483039856,
                    "How should these things touch euery one of vs, euen to the very hearts, and cause vs to bethinke our selues at length, of this our weighty function, to the end to take away all this reproch, and to begin to recouer the credit of our worthy profession."
                ]
            ],
            [
                "persius",
                0.6706328392028809,
                "Iuvenal, Persius, Lucan, Senecaes tragedies."
            ],
            [
                [
                    "men",
                    0.678641140460968,
                    "Or to gain moe experi∣ments, which men are so hardly drawn to commu∣nicate."
                ],
                [
                    "men",
                    0.8006665110588074,
                    "Or to gain moe experi∣ments, which men are so hardly drawn to commu∣nicate."
                ]
            ],
            [
                "martinius",
                0.6619946360588074,
                "Or in stead of Martinius, Maister Vdals Grammar."
            ],
            [
                [
                    "man",
                    0.6736740469932556,
                    "But wholly to conuince all sorts, Learning is the glorie of man, in the verie naturall mans account that learning is the true light, and that principall part of mans glorie; let any naturall man aske of his owne heart, whether if he would haue his child brought vp to make a worthie man, he would not haue him trained vp in the most excellent learning, notwithstanding all the abuses of it, and what∣soeuer can be deuised against it."
                ],
                [
                    "man",
                    0.6693288087844849,
                    "If anie man should dislike of learning, The licenci∣ousnesse of some learned or abusers of learning, ought not to cause vs to thinke the worse therof."
                ],
                [
                    "man",
                    0.6653498411178589,
                    "A late known and worthie experience in a young No∣ble-man of rare hope."
                ]
            ],
            [
                [
                    "learning",
                    0.6701962947845459,
                    "from which so ma∣ny blessings do proceed, especially when learning shall come into the right estimation."
                ],
                [
                    "learning",
                    0.6641294956207275,
                    "And first to begin with the matter of learning, 1."
                ],
                [
                    "learning",
                    0.6635564565658569,
                    "I got more sence, and saw more light for the vse and excellency of learning, and also felt more sweetnesse therein, in one halfe yeare in the end, with one who directed me in a better order, then in all my time, with all others."
                ],
                [
                    "learning",
                    0.6617136001586914,
                    "In what schooles the best learning & nurture are to be found."
                ],
                [
                    "learning",
                    0.8086807727813721,
                    "from which so ma∣ny blessings do proceed, especially when learning shall come into the right estimation."
                ],
                [
                    "learning",
                    0.7977187037467957,
                    "I got more sence, and saw more light for the vse and excellency of learning, and also felt more sweetnesse therein, in one halfe yeare in the end, with one who directed me in a better order, then in all my time, with all others."
                ],
                [
                    "learning",
                    0.7972083687782288,
                    "And what is their purpose in seeking out the most excellent courses of getting most speedily all good learning as they would pretend?"
                ],
                [
                    "learning",
                    0.7923171520233154,
                    "And first to begin with the matter of learning, 1."
                ],
                [
                    "learning",
                    0.7897643446922302,
                    "And to conclude this point, hence it should come to passe, that although all could not be expected to excell in learning, Though all should not excell, yet all should be fit∣ted to some good emploi¦ment, for the benefit of the whole."
                ],
                [
                    "learning",
                    0.788816511631012,
                    "This was one chiefe cause that all the wisest among them did so much prefer, and euer so aduance learning, and learned men."
                ],
                [
                    "learning",
                    0.7878429293632507,
                    "Neither let this terrifie you, that in this age, as well learning as learned men are in such contempt."
                ]
            ],
            [
                [
                    "knowledge",
                    0.6917969584465027,
                    "To the end to make the way of knowledge more easie vnto them, not onely to the attaining of the Latine tongue, but also that hereby they may much more easily learne our English tongue, to helpe to reduce the bar∣barous to more ciuilitie, and so to plant Gods true reli∣gion there, that Iesus Christ may reigne amongst them, Sathans kingdome fall, and they saued eternally, if the Lord vouchsafe them that mercie."
                ],
                [
                    "knowledge",
                    0.8052310943603516,
                    "To the end to make the way of knowledge more easie vnto them, not onely to the attaining of the Latine tongue, but also that hereby they may much more easily learne our English tongue, to helpe to reduce the bar∣barous to more ciuilitie, and so to plant Gods true reli∣gion there, that Iesus Christ may reigne amongst them, Sathans kingdome fall, and they saued eternally, if the Lord vouchsafe them that mercie."
                ]
            ],
            [
                "histories",
                0.662549614906311,
                "Trades, Sciences, histories of diuers kinds, and the like, as any one desireth them; first Maister Stan∣bridge his Vocabula in verse."
            ],
            [
                "greeke",
                0.6631038784980774,
                "But applie you your selfe cheerfully vnto Greeke and Latin studies, as you are wont."
            ],
            [
                "good",
                0.6633367538452148,
                "And for the most part, wherein any good is done, that it is ordinarily effected by the endlesse vexa∣tion of the painfull Maisters, the extreme labour and er∣rour of the poore scholars, with enduring far ouermuch and long seueritie."
            ],
            [
                [
                    "god",
                    0.6693881750106812,
                    "if I might but make known amongst alsorts, sundry most profitable bookes and helpes which God hath to this end prouided, both for Maisters and Scho∣lars, which haue formerly bene hid, and are vtterly vn∣knowne to the greatest part."
                ],
                [
                    "god",
                    0.6656413078308105,
                    "You who haue not better, proue these, which God hereby offereth vnto you; or at least so many of them, as you shall most like of, and as your leisure and opportunitie well serue; yet not ouerloading your selues or your children."
                ],
                [
                    "god",
                    0.6635838150978088,
                    "T Hese helps God hath prouided for our Grammar-schooles, more then in former times, or at least more then are common∣ly knowne and vsed in them: whereof experience teacheth, that there may be excellent furtherance in a right vse of them, for all the seuerall parts of good learning in Schooles, for obtai∣ning the same more speedily, easily, surely & profitably: and namely for thus running through all our ordinary classicall-schoole authors, and attaining to the best ex∣ercises and faculties in Schooles, as any one shall haue occasion to vse them."
                ]
            ],
            [
                [
                    "desire",
                    0.6652264595031738,
                    "The Au∣thors desire to do all this good."
                ],
                [
                    "desire",
                    0.7886230945587158,
                    "The Au∣thors desire to do all this good."
                ]
            ],
            [
                "cambridge",
                0.6643684506416321,
                "printed at Cambridge Anno 1594."
            ],
            [
                [
                    "caesar",
                    0.6830662488937378,
                    "of the warre betweene Caesar and Pompey, Sir Arthur Gorge in English meeter."
                ],
                [
                    "caesar",
                    0.6652247309684753,
                    "easie, and speedy reading o∣uer Caesars Commentaries (concerning the Roman warre a chiued chiefly by Caesar) to the end not onely to giue light: first, for the true vnderstanding of the Author, but also to expresse the same in the best and fittest words in a pure English phrase; and likewise for notable obserua∣tions for warre, gathered all along out of it, which is one principall vse of the booke."
                ],
                [
                    "caesar",
                    0.8059287667274475,
                    "easie, and speedy reading o∣uer Caesars Commentaries (concerning the Roman warre a chiued chiefly by Caesar) to the end not onely to giue light: first, for the true vnderstanding of the Author, but also to expresse the same in the best and fittest words in a pure English phrase; and likewise for notable obserua∣tions for warre, gathered all along out of it, which is one principall vse of the booke."
                ],
                [
                    "caesar",
                    0.791551947593689,
                    "of the warre betweene Caesar and Pompey, Sir Arthur Gorge in English meeter."
                ]
            ],
            [
                "accidence",
                0.6639568209648132,
                "as also M. Leeches questions of Accidence and Grammar."
            ],
            [
                "we",
                0.788341224193573,
                "So that we must needs do the greatest good or the greatest euill."
            ],
            [
                "warre",
                0.7897475361824036,
                "matter of warre, which they are not acquainted with."
            ],
            [
                "true",
                0.7882223725318909,
                "Yea if it were in their power, or possible, to destroy all the Churches of Christ, to extinguish vtterly all true lear∣ning, to bring in againe all their old learning, as (they call it) their palpable delusions, and abhominable I∣dolatry."
            ],
            [
                "stu∣dies",
                0.789903461933136,
                "Now our God hauing so mira∣culously plucked vs out, and we all being in a speciall manner (next vnto our Gracious Soueraigne, and his royall Progeny, together with these our Nobles and Rulers, the holy ministery and noted professors) desig∣ned in their hearts, as flesh for their caldron; let vs shew our selues thankfull, euery one in our places and callings: and in token of our thankfulnesse, Our miracu∣lous preser∣uations, and their deadly malice, ought to put new life into eue∣ry one of vs. to our most merci∣full and blessed God (whose name is for this aboue all other outward deliuerances, to be extolled for euer∣more;) first for our liues, and then for our Religion the life of our liues; let vs all be prouoked to bend our stu∣dies, and euen to spend and end our liues, for our Christ, and for our dread Soueraigne, vnder him."
            ],
            [
                "stockwoods",
                0.7915927767753601,
                "In Latine, In Latine, M. Stockwoods disput."
            ],
            [
                "scripture",
                0.7902510762214661,
                "For a short and methodicall Analysis of the seuerall bookes of the Scripture, and of each chapter therein, see Gemma Fabri."
            ],
            [
                "prayer",
                0.7974088788032532,
                "After, rounding me in the eare, he said; But shall I tell you, It was by Prayer, quoth he."
            ],
            [
                "liuy",
                0.7913866639137268,
                "For Liuy D. Hollands tran∣slation."
            ],
            [
                [
                    "grammar",
                    0.804555356502533,
                    "Disputing scholar-like of Grammar Questions, and to pre∣pare for more learned Disputations in the Vniuersities."
                ],
                [
                    "grammar",
                    0.7955964207649231,
                    "Shewing the difficulties of Grammar."
                ],
                [
                    "grammar",
                    0.795139491558075,
                    "as also M. Leeches questions of Accidence and Grammar."
                ],
                [
                    "grammar",
                    0.7889794707298279,
                    "by way of Questions and Answers to make children perfect in the Accidence and Grammar; The Posing of the Parts."
                ],
                [
                    "grammar",
                    0.787477433681488,
                    "And doing best, shall yet euer feele the want of the Grammar schoole."
                ],
                [
                    "grammar",
                    0.7867944836616516,
                    "for the better scholars in a more large and scholar-like dispute, Maister Stockwoods disputati∣ons of Grammar."
                ],
                [
                    "grammar",
                    0.7866535186767578,
                    "so farre as shall be necessary for the Grammar-schoole."
                ]
            ],
            [
                "directions",
                0.7956802845001221,
                "if I may but only help such of my brethren as toile without fruit or comfort, wearying themselues in an earnest study to do good, and do mourne and sigh, wishing better directions."
            ],
            [
                "christianus",
                0.7913601398468018,
                "For furnishing with Terence phrase, with the best matter, Terentianus Christianus, translated grammati∣cally."
            ],
            [
                [
                    "children",
                    0.7925240993499756,
                    "by way of Questions and Answers to make children perfect in the Accidence and Grammar; The Posing of the Parts."
                ],
                [
                    "children",
                    0.7874646782875061,
                    "Besides that his hand is such, Murmurings of Townes for charges ill bestowed and children spoiled."
                ]
            ],
            [
                "benifits",
                0.7900238037109375,
                "Hee in the very entrance of his booke, sharply reproouing the common order of ma∣king Latins practised in Schooles; and hauing shewed how by that (as it is comonly said) children are vtterly marred, and also hauing giuen most manifest reasons of the hurt which comes thereof, for the feare that children are driuen into: affirming moreouer, that nothing hath more dulled the wits, or taken away the wils of children from learning, then that: and lastly how they learne euill choise of words, wrong placing, and ill framing of sentences, and that which they must vnlearne againe; he afterwards speakes thus, concerning this kinde of translating, and the benifits of it."
            ]
        ],
        "light": [
            [
                "stay",
                0.7482851147651672,
                "that euen their children may the more easily attaine vnto learning, that so some of them being aduanced thereby, may become a stay to their parents, a comfort to their kinsfolkes, a credit to their countrey which brought them vp."
            ],
            [
                [
                    "profitable",
                    0.7400702834129333,
                    "That hereby you may retire your selues in time, and not onely recouer in a few moneths, that which you haue formerly got in schooles, and now haue lost, (as experience warrenteth you may in good sort) but that you may moreouer grow on forward in the konwledge of good learning, to become at length some way profitable to the Church of God, and your countrey which bred you."
                ],
                [
                    "profitable",
                    0.7115792036056519,
                    "Of whom my hope is stil, according to my earnest desire, that they will lend their helping hands, to the full perfecting of so profitable a worke."
                ]
            ],
            [
                "principall",
                0.7302756309509277,
                "And that hereby they may adorne your houses, increase their owne honour in euerie kinde, to become principall lights, and pillars of their countrey, and not to liue to the ouerthrow, or the dishonour of your houses, and names, much lesse to the euil example, or to the spoiling of the poore people amongst whom they dwell, as those who leaue their names for a curse behind them."
            ],
            [
                "pillars",
                0.7231816649436951,
                "And that hereby they may adorne your houses, increase their owne honour in euerie kinde, to become principall lights, and pillars of their countrey, and not to liue to the ouerthrow, or the dishonour of your houses, and names, much lesse to the euil example, or to the spoiling of the poore people amongst whom they dwell, as those who leaue their names for a curse behind them."
            ],
            [
                "perfectly",
                0.7115597128868103,
                "In the seuerall and Authors to construe truly, and in proprietie of wor s and sense, and also in pure phrase; to parse of themselues, and to giue a right reason of euerie word, why it must be so and not otherwise; and to deliuer the English of the Lectures perfectly out of the Latine."
            ],
            [
                "marks",
                0.7102882266044617,
                "We are they who helpe either to make or marre all; for that all the flower of our Nation, and those who become the lea∣ders of all the rest, are committed to our education, and instruction: that if we bring them vp aright, there is great hope, that they shall prooue goodly lights, and marks to all the rest of the Land, especially, to the townes and countries where they are; and cleane contrarily, most wofull ensamples (as are euery where to be seene) if they be spoiled through vs, or for lacke of our better care."
            ],
            [
                [
                    "lights",
                    0.8162079453468323,
                    "We are they who helpe either to make or marre all; for that all the flower of our Nation, and those who become the lea∣ders of all the rest, are committed to our education, and instruction: that if we bring them vp aright, there is great hope, that they shall prooue goodly lights, and marks to all the rest of the Land, especially, to the townes and countries where they are; and cleane contrarily, most wofull ensamples (as are euery where to be seene) if they be spoiled through vs, or for lacke of our better care."
                ],
                [
                    "lights",
                    0.8030763864517212,
                    "And that hereby they may adorne your houses, increase their owne honour in euerie kinde, to become principall lights, and pillars of their countrey, and not to liue to the ouerthrow, or the dishonour of your houses, and names, much lesse to the euil example, or to the spoiling of the poore people amongst whom they dwell, as those who leaue their names for a curse behind them."
                ]
            ],
            [
                "honour",
                0.7123565077781677,
                "Thus finally all true learning shall be had in lasting honour, and all vnfained fauourers and furthe∣rers of the same, shall triumph eternally."
            ],
            [
                [
                    "helpe",
                    0.7220638394355774,
                    "Some whereof being learned without booke perfectly, is a speciall helpe that scholars may haue quantities, phrase, and apt morall matter for verse."
                ],
                [
                    "helpe",
                    0.7190245389938354,
                    "Tossanus may affoord some helpe."
                ],
                [
                    "helpe",
                    0.7123340368270874,
                    "it is in these schooles so direct and orderly, to the verie highest top of all perfection in the same, that the things taught be∣fore do euer giue light to those that follow after; and the later do so hang vpon the former, as that they haue a continuall dependance, and also the scholars haue a con∣tinuall helpe and vse of all those things which they haue learned before."
                ],
                [
                    "helpe",
                    0.7111614346504211,
                    "And for that cause he would print some few of them first, which might go forth to the view of the world, and so he might heare the com∣mon censure of all, and receiue the helpe of his freinds, and then reforme accordingly."
                ],
                [
                    "helpe",
                    0.7100268602371216,
                    "And for my selfe I content me with this mercie from the Lord, and blesse him for it, that I haue trauelled chiefly for our meaner & ruder schooles; and that he hath vouchsafed me this fauour, to bring my worke so farre forward, as to helpe to direct hitherto, according to the things mentioned in the Contents."
                ]
            ],
            [
                "heauenly",
                0.7205005884170532,
                "By whose hand e so (euen miraculously) deliuered vs, the second time, like as formerly he had in a most wonderfull manner, at his first comming to the Regall Crowne, and his entring in amongst vs; whereby all their long hopes, and bloudie designes against vs were dashed in a moment, and that heauenly light continued to vs, and to our posteritie (I trust till Christ shall come) which they certainly accounted at both those times, to haue put out for euer."
            ],
            [
                "goodly",
                0.7334558367729187,
                "We are they who helpe either to make or marre all; for that all the flower of our Nation, and those who become the lea∣ders of all the rest, are committed to our education, and instruction: that if we bring them vp aright, there is great hope, that they shall prooue goodly lights, and marks to all the rest of the Land, especially, to the townes and countries where they are; and cleane contrarily, most wofull ensamples (as are euery where to be seene) if they be spoiled through vs, or for lacke of our better care."
            ],
            [
                [
                    "good",
                    0.7350308299064636,
                    "And this hath he done, partly enforcing me by necessitie, to seeke out the easiest, speediest, and best meanes to manage this my calling, and wherby I might do most good in my place, to be thereby in some sort answerable to the same."
                ],
                [
                    "good",
                    0.7303029894828796,
                    "before I conclude, giue me leaue a lit∣tle to turne my speech to you, (my deare fellow la∣bourers,) and namely to all you of the weaker sort, for whom I haue and do still chiefly trauell, whose hearts are set as mine to do all the good you can, in your se∣uerall places, all your dayes."
                ],
                [
                    "good",
                    0.7231267094612122,
                    "Secondly, that I haue not, nor will speake anie more, then either what I haue seene ex∣perience of, or whereof vpon good grounds, I am fully assured, and which I take my selfe bound to relate, onely to the praise of our God, & the good of others, to make all others partakers of the comforts, which to that end he hath vouchsafed vnto me, following so neare as I can, that direction mentioned before, in the Preface before our common Grammar."
                ],
                [
                    "good",
                    0.7177205085754395,
                    "To helpe all desirous to doe good, and yet toyle without fruit."
                ],
                [
                    "good",
                    0.7174028158187866,
                    "And for the further euidence hereof, that so much more good may bee done hereby, it is very apparent in this."
                ],
                [
                    "good",
                    0.7161615490913391,
                    "How greatly all this must needs tend to the furtherance of the publike good, euerie one may iudge; which it will d still, so much the more as the Lord vouchsafeth a further supply, to the seuerall meanes and courses after set downe, by adjoining daily moe helpes and experiments, especially of the learned."
                ],
                [
                    "good",
                    0.7154751420021057,
                    "for omitting our opportuni∣ties of accomplishing any seruice, which may concerne the glory of our God, the welfare of this people, and the perpetuall benefit of this our deare nation: when they watch all occasions not onely to hinder whatsoeuer good they can amongst vs, but to put out for euer the candle of Israell."
                ],
                [
                    "good",
                    0.7150698304176331,
                    "More specially by causing me to haue an earnest desire, and an hope by this meanes to answer the loue of cer∣taine worthie friends, in seeking that good to theirs, which I was not able to performe vnto themselues."
                ],
                [
                    "good",
                    0.7134970426559448,
                    "And first my vnfained studie to do all this good to all sorts, without the least iniurie to anie one, so farre forth as I shall know it, or without inuerting anie ap∣proued course."
                ],
                [
                    "good",
                    0.7128258347511292,
                    "if I may but only help such of my brethren as toile without fruit or comfort, wearying themselues in an earnest study to do good, and do mourne and sigh, wishing better directions."
                ],
                [
                    "good",
                    0.7121960520744324,
                    "for the good of their own schooles and places, and of all others."
                ]
            ],
            [
                [
                    "direction",
                    0.7245110273361206,
                    "and so in all things to set them downe, as they might be a certaine direction, wher∣by most easily and surely to reape the fruite of them."
                ],
                [
                    "direction",
                    0.711682915687561,
                    "And much more those, who neuer knew any good proceedings, and liue as burdens to the publike hurt, for lacke of direction in this behalfe."
                ]
            ],
            [
                [
                    "direct",
                    0.7318781614303589,
                    "Fourthly, so far as I haue bene able, I haue procu∣ ed yearely trials to be made by some of the best autho∣ritie, learning, and iudgement that I could obtaine this fauour of, & haue intreated them to censure all things frankely, and to direct vs wherein they found or thought vs defectiue, to confirme and encourage vs wherein we proceeded in a right course."
                ],
                [
                    "direct",
                    0.7214695811271667,
                    "And for my selfe I content me with this mercie from the Lord, and blesse him for it, that I haue trauelled chiefly for our meaner & ruder schooles; and that he hath vouchsafed me this fauour, to bring my worke so farre forward, as to helpe to direct hitherto, according to the things mentioned in the Contents."
                ],
                [
                    "direct",
                    0.7198458313941956,
                    "He will be with vs, and guide vs, he will direct and blesse vs."
                ]
            ],
            [
                "delight",
                0.7132821679115295,
                "by long experience, through the Lords mercie and goodnesse, an increase will be found in learning, farre more then can be well conceiued, be∣fore due triall made, and that with much lesse trouble to the Maister then otherwise: and with farre more delight, certaintie, ease, and cheerfull emulation to the scholar."
            ],
            [
                "credit",
                0.7480462789535522,
                "that euen their children may the more easily attaine vnto learning, that so some of them being aduanced thereby, may become a stay to their parents, a comfort to their kinsfolkes, a credit to their countrey which brought them vp."
            ],
            [
                "commend",
                0.7253618836402893,
                "that as I had gathered these amongst other experiments, for the vse of all schooles, so vpon certaine proofe by my selfe, and other of better iudgement, I might at length commend them to all lear∣ners, and so helpe to bring in that excellent vse of them (which Maister Askam aduised) euen into the Schooles, in which they had bene so formerly distasted, as that it was thought a Paradox, but to name the vse of transla∣tions i them."
            ],
            [
                "comfort",
                0.7351559400558472,
                "that euen their children may the more easily attaine vnto learning, that so some of them being aduanced thereby, may become a stay to their parents, a comfort to their kinsfolkes, a credit to their countrey which brought them vp."
            ],
            [
                "candle",
                0.7284802198410034,
                "for omitting our opportuni∣ties of accomplishing any seruice, which may concerne the glory of our God, the welfare of this people, and the perpetuall benefit of this our deare nation: when they watch all occasions not onely to hinder whatsoeuer good they can amongst vs, but to put out for euer the candle of Israell."
            ],
            [
                "calling",
                0.7105773687362671,
                "As these two may be of notable vse, to make speedily perfect Hebricians, and likewise to helpe to prepare the way to the calling of the Iewes thereby, so they re∣quire the cunningest workemen for the more curious framing and finishing of them: whom God hath also prouided, if some noble minded fauourers of good learning, and of the Church of Christ, will but a little lay to their helping hands, for defraying the charges of their maintenance, till they shall be able to go through the worke, to bring them to perfection, for the full ac∣complishment of all the good therein desired."
            ]
        ]
    },
    "A73849": {
        "Metadata": [
            [
                "A sermon vpon the eighth verse of the first chapter of the Acts of the Apostles Preached to the Honourable Company of the Virginian Plantation, 13. Nouemb. 1622. By Iohn Donne Deane of Saint Pauls, London.",
                "Sermon upon the viii. verse of the I. chapter of the Acts of the Apostles"
            ],
            [
                "Donne, John"
            ],
            [
                1624
            ]
        ],
        "christ": [
            [
                "truth",
                0.6622744798660278,
                "In truth, their greatest Miracle to me, is, that they find men to beleeue their Miracles."
            ],
            [
                "profession",
                0.6778315901756287,
                "Those of our profession, that goe; you, that send them who goe, doe all an Apostolicall Function."
            ],
            [
                "me",
                0.6611986756324768,
                "they are carried into Samaria; you must beare witnesse of me in Samaria."
            ],
            [
                "man",
                0.658362627029419,
                "When man was fallen, God cloathed him, made him a Leather Garment; there God descended to one Occupation: when the time of mans Redemption was come, then God, as it were, to house him, became a Carpenters Sonne, there God descended to another Occupation."
            ],
            [
                [
                    "him",
                    0.6644028425216675,
                    "I am with you vnto the end of the World, could not intend that of them in person, because they did not last to the end of the World, but in a succession of Apostolike men, so when he sayes, the Apostles should preach him to all the World, it is of the Succession too."
                ],
                [
                    "him",
                    0.8124827742576599,
                    "I am with you vnto the end of the World, could not intend that of them in person, because they did not last to the end of the World, but in a succession of Apostolike men, so when he sayes, the Apostles should preach him to all the World, it is of the Succession too."
                ],
                [
                    "him",
                    0.7935274243354797,
                    "As I speake now principally to them who are concernd in this Plantation of Virginia, yet there may be diuers in this Congregation, who, though they haue no interest in this Plantation, yet they may haue benefit and edification, by that which they heare me say, so Christ spoke the words of this Text, principally to the Apostles, who were present and questioned him at his Ascention, but they are in their iust extention, and due accomodation, appliable to our present occation of meeting heere: As Christ himselfe is Alpha, and Omega, so first, as that hee is last too, so these wordes which he spoke in the East, belong to vs, who are to glorifie him in the West?"
                ],
                [
                    "him",
                    0.7875068783760071,
                    "They aske him, Wilt thou at this time, restore the kingdome?"
                ]
            ],
            [
                [
                    "grace",
                    0.6588938236236572,
                    "There is a Power rooted in Nature, and a Power rooted in Grace; Potestatem."
                ],
                [
                    "grace",
                    0.7925203442573547,
                    "4.11. that is, of future glory, by sanctifying the^ with his grace, in his Church."
                ]
            ],
            [
                [
                    "god",
                    0.6773504018783569,
                    "GOD shew'd the ground where that should grow, Two thousand yeares after the Promise; in Abrahams Family; In semine tuo, In thy Seed all Nations shall be blessed."
                ],
                [
                    "god",
                    0.67701256275177,
                    "So GOD promised the Iewes a Kingdome, in Iacobs Prophecie to Iuda, Gen. 49."
                ],
                [
                    "god",
                    0.6705487370491028,
                    "GOD meant from the first houre, to people the whole earth; and God could haue made men of clay, as fast as they made Brickes of Clay in Egypt; but he began vpon two, and when they had beene multiplying and replenishing the Earth One thousand sixe hundred yeares, the Flood washed all that away, and GOD was almost to begin againe vpon eight persons; and they haue seru'd to people Earth and Heauen too; Bee not you discouraged, if the Promises which you haue made to your selues, or to others, be not so soone discharg'd; though you see not your money, though you see not your men, though a Flood, a Flood of Bloud haue broken in vpon them, be not discouraged."
                ],
                [
                    "god",
                    0.6670706868171692,
                    "God sayes to you, No Kingdome, not Ease, not Abundance; nay, nothing at all yet; the Plantation shall not discharge the Charges, not defray it selfe yet; but yet alreadie, now at first, it shall conduce to great vses: It shall redeeme many a wretch from the Lawes of death, from the hands of the Executioner, vpon whom, perchance a small fault, or perchance a first fault, or perchance a fault heartily and sincerely repented, perchance no fault, but mallice, had otherwise cast a present and ignominious death."
                ],
                [
                    "god",
                    0.6657228469848633,
                    "God hedg'd in this Ground almost One thousand yeares after that; In Micheas time, Et tu Bethlem, Thou Bethlem shalt bee the place; and God watered that, and weeded that, refreshed that dry expectation, with a Succession of Prophets; and yet it was so long before this expectation of Nations, this Messias came."
                ],
                [
                    "god",
                    0.6596567630767822,
                    "Beloued, when I haue remembred you, who the Samaritans were, Men that had not renounced GOD, but mingled other gods with him, Men that had not burned the Law of GOD, but made Traditions of Men equall to it; you will easily guesse to whom I apply the name of Samaritans now."
                ],
                [
                    "god",
                    0.6584493517875671,
                    "God hedg'd in this Ground almost One thousand yeares after that; In Micheas time, Et tu Bethlem, Thou Bethlem shalt bee the place; and God watered that, and weeded that, refreshed that dry expectation, with a Succession of Prophets; and yet it was so long before this expectation of Nations, this Messias came."
                ],
                [
                    "god",
                    0.7855756878852844,
                    "So GOD promised the Iewes a Kingdome, in Iacobs Prophecie to Iuda, Gen. 49."
                ]
            ],
            [
                [
                    "christian",
                    0.6999266743659973,
                    "They would be satisfied, what Miracles you work in Virginia, and what people you haue conuerted to the Christian Faith, there."
                ],
                [
                    "christian",
                    0.6670517921447754,
                    "A Christian in profession, that is not a Christian in life, is so intestable, hee discredites Christ, and hardens others against him."
                ],
                [
                    "christian",
                    0.7938824892044067,
                    "They would be satisfied, what Miracles you work in Virginia, and what people you haue conuerted to the Christian Faith, there."
                ]
            ],
            [
                "samuel",
                0.7888858318328857,
                "Samuel was sent to super-induct a King vpon Saul, 1."
            ],
            [
                "samaria",
                0.784946620464325,
                "In which second part, we shall passe by these steps; Superueniet Spiritus, The holy Ghost shall come vpon you, The Spirit shall witnesse to your Spirit, and rectifie your Conscience; And then, by that, you shall receiue power; A new power besides the power you haue from the State, and that power shall enable you, to be witnesses of Christ, that is, to make his doctrine the more credible, by your testimony, when you conforme your selues to him, and doe as hee did; and this witnesse you shall beare, this conformity you shall declare, first in Ierusalem, in this Citie; And in Iudaea, in all the parts of the Kingdome; and in Samaria, euen amongst them who are departed from the true worship of God, the Papists; and to the vttermost part of the Earth, to those poore Soules, to whom you are continually sending."
            ],
            [
                "place",
                0.7838893532752991,
                "And you that are young now, may liue to see the Enemy as much impeached by that place, and your friends, yea Children, aswell accommodated in that place, as any other."
            ],
            [
                "papists",
                0.7868593335151672,
                "In which second part, we shall passe by these steps; Superueniet Spiritus, The holy Ghost shall come vpon you, The Spirit shall witnesse to your Spirit, and rectifie your Conscience; And then, by that, you shall receiue power; A new power besides the power you haue from the State, and that power shall enable you, to be witnesses of Christ, that is, to make his doctrine the more credible, by your testimony, when you conforme your selues to him, and doe as hee did; and this witnesse you shall beare, this conformity you shall declare, first in Ierusalem, in this Citie; And in Iudaea, in all the parts of the Kingdome; and in Samaria, euen amongst them who are departed from the true worship of God, the Papists; and to the vttermost part of the Earth, to those poore Soules, to whom you are continually sending."
            ],
            [
                "martyr",
                0.7879916429519653,
                "That great and glorious name of Martyr, is but a Witnesse."
            ],
            [
                "law",
                0.7865735292434692,
                "Beloued, when I haue remembred you, who the Samaritans were, Men that had not renounced GOD, but mingled other gods with him, Men that had not burned the Law of GOD, but made Traditions of Men equall to it; you will easily guesse to whom I apply the name of Samaritans now."
            ],
            [
                "kings",
                0.7869299054145813,
                "Great Creatures lye long in the Wombe; Lyons are litterd perfit, but Beare-whelpes lick'd vnto their shape; actions which Kings vndertake, are cast in a mould, they haue their perfection quickly; actions of priuate men; and priuate Purses, require more hammering, and more filing to their perfection."
            ],
            [
                [
                    "king",
                    0.8030378222465515,
                    "17.14. then he ordaines some institutions for their King, when they should haue one."
                ],
                [
                    "king",
                    0.7991193532943726,
                    "And then it was Foure hundred yeares after that, before they had a King."
                ],
                [
                    "king",
                    0.7935620546340942,
                    "Samuel was sent to super-induct a King vpon Saul, 1."
                ]
            ],
            [
                "commission",
                0.7896753549575806,
                "And in another, the Execution of this Commission, Marke 16.20."
            ]
        ],
        "light": [
            [
                [
                    "witnesses",
                    0.7044620513916016,
                    "that followes, to bee Witnesses vnto Christ."
                ],
                [
                    "witnesses",
                    0.7021588087081909,
                    "Now, as GOD taught vs to make cloathes, not onely to cloath our selues, but to cloath him in his poore and naked members heere; as God taught vs to build houses, not to house our selues, but to house him, in erecting Churches, to his glory: So God taught vs to make Ships, not to transport our selues, but to transport him, That when wee haue receiued power, after that the Holy Ghost is come vpon vs, we might be witnesses vnto him, both in Ierusalem, and in all Iudaea, and in Samaria, and vnto the vttermost parts of the Earth."
                ]
            ],
            [
                [
                    "witnesse",
                    0.727797269821167,
                    "This is to beare witnesse of Christ in Ierusalem, in the Citie, to bee examples of Truth, and Iustice, and Clearenesse, to others, in, and of this Citie."
                ],
                [
                    "witnesse",
                    0.7126768827438354,
                    "Beare witnesse first in Ierusalem, Acts 8.25. and in Iudaea; giue good satisfaction especially to those of the household of the Faithfull, in the Citie and Countrey, but yet satisfie euen those Samaritans too."
                ]
            ],
            [
                "wealth",
                0.7013157606124878,
                "Those amo^gst you, that are old now, shall passe out of this World with this great comfort, that you contributed to the beginning of that Common Wealth, and of that Church, though they liue not to see the growth thereof to perfection: Apollo watred, 1."
            ],
            [
                "samaritan",
                0.7042982578277588,
                "In the highest reproach to Christ, the Iewes said, Samaritanus es and Daemonium habes, Thou art a Samaritan, and hast a Deuill."
            ],
            [
                "samaria",
                0.7023254036903381,
                "they are carried into Samaria; you must beare witnesse of me in Samaria."
            ],
            [
                "religion",
                0.7036318182945251,
                "Bring them to loue and reuerence the name of that King, that sends men to teach them the wayes of Ciuilitie in this World, but to feare and adore the Name of that King of Kings, that sends men to teach them the wayes of Religion, for the next World."
            ],
            [
                "preaching",
                0.7054721713066101,
                "The Gospell is come and bringeth forth fruit to all the world: and vpon those, and such places, haue some of the Fathers beene pleased to ground their literall exposition, of an actuall and personall preaching of the Apostles ouer all the world."
            ],
            [
                "preachers",
                0.70038902759552,
                "Hee hath sent a great many Apostles, Preachers, to this Citie; more then to any other, that I know Religious persons, as they call them, Cloistered Friars, are not sent to the Citie; by their first Canons, they should not preach abroad: but for those who are to doe that seruice, there are more in this Citie, then in others; for there are more Parish Churches heere, then in others."
            ],
            [
                "preached",
                0.7093865275382996,
                "The Gospell was preached to all the world; for when Augustus his Decree went out, That all the World should bee taxed, the Decree and the Taxe went not certainly into the West Indies; when Saint Paul sayes, Rom 1.8.16.19."
            ],
            [
                [
                    "power",
                    0.7212002873420715,
                    "In which second part, we shall passe by these steps; Superueniet Spiritus, The holy Ghost shall come vpon you, The Spirit shall witnesse to your Spirit, and rectifie your Conscience; And then, by that, you shall receiue power; A new power besides the power you haue from the State, and that power shall enable you, to be witnesses of Christ, that is, to make his doctrine the more credible, by your testimony, when you conforme your selues to him, and doe as hee did; and this witnesse you shall beare, this conformity you shall declare, first in Ierusalem, in this Citie; And in Iudaea, in all the parts of the Kingdome; and in Samaria, euen amongst them who are departed from the true worship of God, the Papists; and to the vttermost part of the Earth, to those poore Soules, to whom you are continually sending."
                ],
                [
                    "power",
                    0.7083291411399841,
                    "In which second part, we shall passe by these steps; Superueniet Spiritus, The holy Ghost shall come vpon you, The Spirit shall witnesse to your Spirit, and rectifie your Conscience; And then, by that, you shall receiue power; A new power besides the power you haue from the State, and that power shall enable you, to be witnesses of Christ, that is, to make his doctrine the more credible, by your testimony, when you conforme your selues to him, and doe as hee did; and this witnesse you shall beare, this conformity you shall declare, first in Ierusalem, in this Citie; And in Iudaea, in all the parts of the Kingdome; and in Samaria, euen amongst them who are departed from the true worship of God, the Papists; and to the vttermost part of the Earth, to those poore Soules, to whom you are continually sending."
                ],
                [
                    "power",
                    0.7068839073181152,
                    "When the Holy Ghost is come vpon you, your Conscience rectified, you shall haue Power, a new power out of that; what to doe?"
                ],
                [
                    "power",
                    0.7032530903816223,
                    "a Power issuing from the Law of Nations, and a Power growing out of the Gospell."
                ]
            ],
            [
                [
                    "plantation",
                    0.7071544528007507,
                    "Let those of the Citie, who haue interest in the Gouernment of this Plantation, be Witnesses of Christ, who is Truth it selfe, to all other Gouernours of Companies, in all true and iust proceedings: That as CHRIST said to them who thought themselues greatest, Except you become as this little Child; so wee may say to the Gouernours of the greatest Companies, Except you proceed with the integrity, with the iustice, with the clearenesse of your little Sister, this Plantation, you doe not take, you doe not follow a good example."
                ],
                [
                    "plantation",
                    0.7062457799911499,
                    "O, if you could once bring a Catechisme to bee as good ware amongst them as a Bugle, as a knife, as a hatchet: O, if you would bee as ready to hearken at the returne of a ship, how many Indians were conuerted to Christ Iesus, as what trees, or druggs, or Dyes that Ship had brought, then you were in your right way, and not till then; Libertie and Abundance, are Characters of kingdomes, and a kingdome is excluded in the Text; The Apostles were not to looke for it, in their employment, nor you in this your Plantation."
                ]
            ],
            [
                "plant",
                0.7018384337425232,
                "GOD cast the promise of a Messias, as the seede of all, in Paradise; In Semine Mulieris; The Seede of the Woman shall bruise the Serpents head; and yet this Plant was Foure thousand yeares after before it appeared; this Messias Foure thousand yeares before he came."
            ],
            [
                "passe",
                0.7088570594787598,
                "Naturally, without doubt, man would haue beene his owne Taylor, and his owne Carpenter; something in these two kinds man would haue done of himselfe, though hee had had no patterne from God: but in preseruing man who was fallen, to this redemption, by which he was to be raisd, in preseruing man from perishing, in the Flood, God descended to a third occupation, to be his Shipwright to giue him the modell of a Ship, an Arke, and so to be the author of that, which man himselfe in likelihood, would neuer haue thought of, a means to passe from Nation to Nation."
            ],
            [
                "names",
                0.7247997522354126,
                "You shall haue made this Iland, which is but as the Suburbs of the old world, a Bridge, a Gallery to the new; to ioyne all to that world that shall neuer grow old, the Kingdome of Heauen, You shall adde persons to this Kingdome, and to the Kingdome of Heauen, and adde names to the Bookes of our Chronicles, and to the Booke of Life."
            ],
            [
                "name",
                0.7173764705657959,
                "THERE are reckoned in this Booke, Two and Twentie Sermons of the Apostles; and yet the Book is not called the Preaching, but the Practise, not the Words, but the Acts of the Apostles: and the Acts of the Apostles were to conuey that name of Christ Iesus, and to propagate his Gospell ouer all the world: Beloued, you are Actors vpon the same Stage too: the vttermost part of the Earth are your Scene: Act ouer the Acts of the Apostles; bee you a Light to the Gentiles, that sit in darkenesse; bee you content to carrie him ouer these Seas, who dryed vp one Red Sea for his first people, and hath powred out another Red Sea, his owne Bloud, for them and vs."
            ],
            [
                "marke",
                0.712278425693512,
                "But it is alreadie, not onely a Spleene, to drayne the ill humors of the body, but a Liuer, to breed good bloud; alreadie the imployment breedes Marriners; alreadie the place giues Essayes, nay, Fraights of Marchantable Commodities; alreadie it is a marke for the Enuie, and for the ambition of our Enemies; I speake but of our Doctrinall, not Nationall Enemies: as they are Papists, they are sorrie wee haue this Countrey; and surely, twentie Lectures in matter of Controuersie doe not so much vexe them, as one Ship that goes, and strengthens that Plantation."
            ],
            [
                "loue",
                0.7022084593772888,
                "To end all, as the Orators which declaimed in the presence of the Roman Emperors, in their Panegyriques, tooke that way, to make those Emperours see what they were bound to doe, to say in those publique Orations, that those Emperors had done so, (for that increased the loue of the Subiect to the Prince, to be so told, that he had done those great things, and then it conuayd a Counsell into the Prince to doe them after.)"
            ],
            [
                "libertie",
                0.7064192891120911,
                "O, if you could once bring a Catechisme to bee as good ware amongst them as a Bugle, as a knife, as a hatchet: O, if you would bee as ready to hearken at the returne of a ship, how many Indians were conuerted to Christ Iesus, as what trees, or druggs, or Dyes that Ship had brought, then you were in your right way, and not till then; Libertie and Abundance, are Characters of kingdomes, and a kingdome is excluded in the Text; The Apostles were not to looke for it, in their employment, nor you in this your Plantation."
            ],
            [
                "law",
                0.7089903950691223,
                "Beloued, when I haue remembred you, who the Samaritans were, Men that had not renounced GOD, but mingled other gods with him, Men that had not burned the Law of GOD, but made Traditions of Men equall to it; you will easily guesse to whom I apply the name of Samaritans now."
            ],
            [
                "labours",
                0.7071617245674133,
                "Christ was not whipp'd, to saue Beggars; and crown'd with Thornes, to saue Kings; hee dyed, hee suffered all, for all: and wee (whose bearing witnesse of him, is to doe as hee did) must conferre our Labours vpon all; vpon Ierusalem, and vpon Iudaea too; vpon the Citie, and vpon the Countrey too."
            ],
            [
                "labourers",
                0.718338131904602,
                "Prepare thy selfe a glorious Haruest there, and giue vs leaue to be thy Labourers, That so the number of thy Saints being fulfilled, wee may with better assurance ioyne in that Prayer, Come Lord Iesus, come quickly; and so meet all in that Kingdome which the Sonne of GOD hath purchased for vs with the inestimable price of his incorruptible Bloud."
            ],
            [
                "knowledge",
                0.7244293689727783,
                "And then betweene these three is Regnum Gratiae, The Kingdome of Grace, and this weattribute to the Holy Ghost; he takes them, whom the king of power, Almighty God hath rescued from the Gentiles, and as the king of grace, Hee giues them the knowledge of the misterie of the Kingdome of GOD, Mat."
            ],
            [
                [
                    "kingdome",
                    0.72267085313797,
                    "So GOD promised the Iewes a Kingdome, in Iacobs Prophecie to Iuda, Gen. 49."
                ],
                [
                    "kingdome",
                    0.7085360884666443,
                    "They aske him, Wilt thou at this time, restore the kingdome?"
                ],
                [
                    "kingdome",
                    0.7020164132118225,
                    "After this, very great men in the Church vpon these words, of One thousand yeares after the Resurrection, haue immagin'd a Temporall Kingdome of the Saints of God heere vpon Earth, Apo."
                ],
                [
                    "kingdome",
                    0.7015246152877808,
                    "At least CHRIST expresses himselfe thus farre, in this answer, that if he would giue them a kingdome, Non adhue."
                ],
                [
                    "kingdome",
                    0.7006925344467163,
                    "No; not a temporall Kingdome; let not the riches and commodities of this world, be in your contemplation in your aduentures."
                ]
            ],
            [
                [
                    "king",
                    0.7166575789451599,
                    "17.14. then he ordaines some institutions for their King, when they should haue one."
                ],
                [
                    "king",
                    0.7049214243888855,
                    "Beloued in him, whose kingdome, and Gospell you seeke to aduance, in this Plantation, our Lord and Sauiour Christ Iesus, if you seeke to establish a temporall kingdome there, you are not rectified, if you seeke to bee kings in either acceptation of the word; To be a King signifies Libertie and indepency, and Supremacie, to bee vnder no man, and to be a King signifies Abundance, and Omnisufficiencie, to neede no man."
                ],
                [
                    "king",
                    0.7042815089225769,
                    "Samuel was sent to super-induct a King vpon Saul, 1."
                ],
                [
                    "king",
                    0.7032751441001892,
                    "Beloued in him, whose kingdome, and Gospell you seeke to aduance, in this Plantation, our Lord and Sauiour Christ Iesus, if you seeke to establish a temporall kingdome there, you are not rectified, if you seeke to bee kings in either acceptation of the word; To be a King signifies Libertie and indepency, and Supremacie, to bee vnder no man, and to be a King signifies Abundance, and Omnisufficiencie, to neede no man."
                ]
            ],
            [
                "ioy",
                0.7061138153076172,
                "In the aduancing of his Glory, be you so too, yesterday, and to day, and the same for euer, here: and hereafter, when Time shall be no more, no more yesterday, no more to day, yet for euer and euer you shall enioy that ioy, and that glorie, which no ill accident can attayne to diminish, or Eclipse it."
            ],
            [
                [
                    "in",
                    0.7039322853088379,
                    "I know that it is not hard to multiply places of the Fathers, in confirmation of that opinion, that the Apostles did actually and personally preach the Gospell in all Nations, Math."
                ],
                [
                    "in",
                    0.7024823427200317,
                    "This is to beare witnesse of Christ in Ierusalem, in the Citie, to bee examples of Truth, and Iustice, and Clearenesse, to others, in, and of this Citie."
                ]
            ],
            [
                "gospell",
                0.7047086954116821,
                "The Gospell is come and bringeth forth fruit to all the world: and vpon those, and such places, haue some of the Fathers beene pleased to ground their literall exposition, of an actuall and personall preaching of the Apostles ouer all the world."
            ],
            [
                "good",
                0.7042929530143738,
                "Let those of the Citie, who haue interest in the Gouernment of this Plantation, be Witnesses of Christ, who is Truth it selfe, to all other Gouernours of Companies, in all true and iust proceedings: That as CHRIST said to them who thought themselues greatest, Except you become as this little Child; so wee may say to the Gouernours of the greatest Companies, Except you proceed with the integrity, with the iustice, with the clearenesse of your little Sister, this Plantation, you doe not take, you doe not follow a good example."
            ],
            [
                "giue",
                0.7022906541824341,
                "Summarily, If from the Holy Ghost you haue a good testimony in your owne Conscience, you shall be witnesses for Christ, that is, as he did, you shall giue satisfaction to all, to the Citie, to the Countrey, to the Calumniating Aduersary, and the naturals of the place, to whom you shall present both Spirituall and Temporall benefit to."
            ],
            [
                "expectation",
                0.6995652914047241,
                "God hedg'd in this Ground almost One thousand yeares after that; In Micheas time, Et tu Bethlem, Thou Bethlem shalt bee the place; and God watered that, and weeded that, refreshed that dry expectation, with a Succession of Prophets; and yet it was so long before this expectation of Nations, this Messias came."
            ],
            [
                [
                    "examples",
                    0.7290892601013184,
                    "This is to beare witnesse of Christ in Ierusalem, in the Citie, to bee examples of Truth, and Iustice, and Clearenesse, to others, in, and of this Citie."
                ],
                [
                    "examples",
                    0.7002771496772766,
                    "As their way was to procure things to be done, by saying they were done, so beloued I haue taken a contrary way: for when I, by way of exhortation, all this while haue seemed to tell you what should be done by you; I haue, indeed, but told the Congregation, what hath beene done already: neither doe I speake to moue a wheele that stood still, but to keepe the wheele in due motion; nor perswade you to begin, but to continue a good worke; nor propose forreigne, but your owne Examples, to doe still, as you haue done hitherto."
                ]
            ],
            [
                [
                    "example",
                    0.7192848920822144,
                    "Not to seale vp the secrets, and the mysteries of your businesse within the bosome of Merchants, and exclude all others: to nourish an incompatibilitie betweene Merchants and Gentlemen; that Merchants shall say to them in reproach, You haue playd the Gentlemen; and they in equall reproach, You haue playd the Merchant: but as Merchants grow vp into worshipfull Families, and worshipfull Families let fall Branches amongst Merchants againe; so for this particular Plantation, you may consider Citie and Countrey to be one Body: and as you giue example of a iust Gouernment to other Companies in the Citie, (that's your bearing witnesse in Ierusalem;) so you may be content to giue Reasons of your Proceedings, and Account of Moneyes leuied ouer the Countrey, for that's your bearing witnesse in Iudaea."
                ],
                [
                    "example",
                    0.7062065005302429,
                    "Let those of the Citie, who haue interest in the Gouernment of this Plantation, be Witnesses of Christ, who is Truth it selfe, to all other Gouernours of Companies, in all true and iust proceedings: That as CHRIST said to them who thought themselues greatest, Except you become as this little Child; so wee may say to the Gouernours of the greatest Companies, Except you proceed with the integrity, with the iustice, with the clearenesse of your little Sister, this Plantation, you doe not take, you doe not follow a good example."
                ]
            ],
            [
                "doctrine",
                0.7002646327018738,
                "In which second part, we shall passe by these steps; Superueniet Spiritus, The holy Ghost shall come vpon you, The Spirit shall witnesse to your Spirit, and rectifie your Conscience; And then, by that, you shall receiue power; A new power besides the power you haue from the State, and that power shall enable you, to be witnesses of Christ, that is, to make his doctrine the more credible, by your testimony, when you conforme your selues to him, and doe as hee did; and this witnesse you shall beare, this conformity you shall declare, first in Ierusalem, in this Citie; And in Iudaea, in all the parts of the Kingdome; and in Samaria, euen amongst them who are departed from the true worship of God, the Papists; and to the vttermost part of the Earth, to those poore Soules, to whom you are continually sending."
            ],
            [
                [
                    "disposition",
                    0.701482355594635,
                    "Blesse them who are the Feet of this Body, who goe thither; and the Hands of this Bodie, who labour there; and them who are the Heart of this Body; all that are heartily affected, and declare actually that heartinesse to this action; blesse them all with a cheereful disposition to that, and blesse them for that disposition."
                ],
                [
                    "disposition",
                    0.7005432844161987,
                    "Looke graciously vpon them who are as Eyes of this Body, those of the Clergie, who haue any interest therein: blesse them with a disposition to preach there, to pray here, to exhort euery where, for the aduancement thereof, and blesse them for that disposition."
                ]
            ],
            [
                "bridge",
                0.7051502466201782,
                "You shall haue made this Iland, which is but as the Suburbs of the old world, a Bridge, a Gallery to the new; to ioyne all to that world that shall neuer grow old, the Kingdome of Heauen, You shall adde persons to this Kingdome, and to the Kingdome of Heauen, and adde names to the Bookes of our Chronicles, and to the Booke of Life."
            ],
            [
                "beginning",
                0.7215771079063416,
                "Those amo^gst you, that are old now, shall passe out of this World with this great comfort, that you contributed to the beginning of that Common Wealth, and of that Church, though they liue not to see the growth thereof to perfection: Apollo watred, 1."
            ],
            [
                "a",
                0.7783915996551514,
                "THERE are reckoned in this Booke, Two and Twentie Sermons of the Apostles; and yet the Book is not called the Preaching, but the Practise, not the Words, but the Acts of the Apostles: and the Acts of the Apostles were to conuey that name of Christ Iesus, and to propagate his Gospell ouer all the world: Beloued, you are Actors vpon the same Stage too: the vttermost part of the Earth are your Scene: Act ouer the Acts of the Apostles; bee you a Light to the Gentiles, that sit in darkenesse; bee you content to carrie him ouer these Seas, who dryed vp one Red Sea for his first people, and hath powred out another Red Sea, his owne Bloud, for them and vs."
            ]
        ]
    },
    "A19313": {
        "Metadata": [
            [
                "Virginia's God be thanked, or A sermon of thanksgiving for the happie successe of the affayres in Virginia this last yeare. Preached by Patrick Copland at Bow-Church in Cheapside, before the Honorable Virginia Company, on Thursday, the 18. of Aprill 1622. And now published by the commandement of the said honorable Company. Hereunto are adjoyned some epistles, written first in Latine (and now Englished) in the East Indies by Peter Pope, an Indian youth, borne in the bay of Bengala, who was first taught and converted by the said P.C. And after baptized by Master Iohn Wood, Dr in Divinitie, in a famous assembly before the Right Worshipfull, the East India Company, at S. Denis in Fan-Church streete in London, December 22. 1616"
            ],
            [
                "Copland, Patrick",
                "Pope, Peter"
            ],
            [
                1622,
                1622,
                1620,
                1619,
                1620,
                1620,
                1619,
                1620
            ]
        ],
        "christ": [
            [
                [
                    "word",
                    0.6685411930084229,
                    "God had vouchsafed to teach them the wonders of his word, what greater bounty?"
                ],
                [
                    "word",
                    0.8025561571121216,
                    "God had vouchsafed to teach them the wonders of his word, what greater bounty?"
                ]
            ],
            [
                "vs",
                0.6577720046043396,
                "Let vs weigh, what God hath done for vs, & lay all Gods benefits together, thereby the be ter to sti re vs vp vnto thankfulnes."
            ],
            [
                [
                    "vouchsafed",
                    0.6559253334999084,
                    "God had vouchsafed to teach them the wonders of his word, what greater bounty?"
                ],
                [
                    "vouchsafed",
                    0.7882734537124634,
                    "But how can wee er be feelingly thankfull, as we should in word and deed, if wee know not the Danger wherein wee are, and the Deliverance vouchsafed vnto vs?"
                ]
            ],
            [
                "travailed",
                0.6630275249481201,
                "I haue travailed (said he) by Land over eighteene severall kingdomes; and yet all of them in my minde, come farre short of Virginia, both for temperature of ayre, and fertilitie of the soyle."
            ],
            [
                "they",
                0.6481484174728394,
                "They passed by them, as things not worthy to be wondred at and regarded; what greater impiety?"
            ],
            [
                [
                    "them",
                    0.6495177149772644,
                    "They passed by them, as things not worthy to be wondred at and regarded; what greater impiety?"
                ],
                [
                    "them",
                    0.7943770885467529,
                    "They passed by them, as things not worthy to be wondred at and regarded; what greater impiety?"
                ]
            ],
            [
                "surely",
                0.6545419692993164,
                "And surely, by that which I haue heard and seene abroad in my travailing to India and Iapan, I am confirmed in the truth of that which he doth write."
            ],
            [
                "sorrow",
                0.6530844569206238,
                "As Iohn after the voyce of Thunder heard the voyce of Harpers; so when the Saints haue heard the noyse of sorrow, they shall heare the sound of ioy."
            ],
            [
                [
                    "some",
                    0.6583058834075928,
                    "Whē God brought some of the ships of your former fleetes to Virginia in safty; here Gods prouidence was seen & felt pri∣uately by some; and this was a deliuerance, written (as it were) in quarto on a lesser paper & letter."
                ],
                [
                    "some",
                    0.7850958108901978,
                    "Whē God brought some of the ships of your former fleetes to Virginia in safty; here Gods prouidence was seen & felt pri∣uately by some; and this was a deliuerance, written (as it were) in quarto on a lesser paper & letter."
                ]
            ],
            [
                "sauiour",
                0.6727179288864136,
                "So verily, I say of this honourable City and worthy Elders thereof, that so long as there shall continue any English in Virginia (and we hope their race shall continue there till the second comming of our blessed Sauiour) transported from this Citie thither, they shall not c ase to pray for the prosperitie of this famous Citie, and wor∣thy gouernours thereof."
            ],
            [
                "rest",
                0.650192379951477,
                "But vnthank∣full man taketh no notice of ordinary fauours, common protection, health, plenty, rest, pleasure, which are vsuall with them, and therefore Gods name is not praised for them: for except Christ worke miracles, they will not beleeue; Iohn 6.30."
            ],
            [
                [
                    "religion",
                    0.6725094318389893,
                    "which I brought with me out of India to England, and taught him (I not being able to speak otherwise to him, nor he to mee, but by signes,) to speake, to reade and write the English tongue and hand, both Romane and Secretary, within lesse then the space of a yeare, so that his Maiestie and many of the Nobilitie wondered at his hand; and within the compasse of three yeares, I taught him the grounds of Religion, and to learn most of Saint Pa les Epistles by heart, and to giue a pub∣lique confession of his Faith the day hee was bap∣tized in a famous assembly heere in the Cittie, be∣fore the right worshipfull the East India Company, and since to write the Latine Epistles heereunto adioyned."
                ],
                [
                    "religion",
                    0.8015426993370056,
                    "Nothing can cast a sure knot vpon the hearts of your people, but the true knowledge and feare of God: so as when you aduance religion, you aduance together with it your owne profit."
                ],
                [
                    "religion",
                    0.7812475562095642,
                    "which I brought with me out of India to England, and taught him (I not being able to speak otherwise to him, nor he to mee, but by signes,) to speake, to reade and write the English tongue and hand, both Romane and Secretary, within lesse then the space of a yeare, so that his Maiestie and many of the Nobilitie wondered at his hand; and within the compasse of three yeares, I taught him the grounds of Religion, and to learn most of Saint Pa les Epistles by heart, and to giue a pub∣lique confession of his Faith the day hee was bap∣tized in a famous assembly heere in the Cittie, be∣fore the right worshipfull the East India Company, and since to write the Latine Epistles heereunto adioyned."
                ]
            ],
            [
                [
                    "ransomed",
                    0.6634100675582886,
                    "When (I say) God had ransomed her out their hands, Esa."
                ],
                [
                    "ransomed",
                    0.7813358306884766,
                    "When (I say) God had ransomed her out their hands, Esa."
                ]
            ],
            [
                [
                    "pory",
                    0.6592803001403809,
                    "And a little after, in the same letter Maister Pory deserues good incouragement for his paineful Discove∣ries to the South-ward, as far as the Choanoack, who although he hath trod on a litle good ground, hath past through great forests of Pynes 15. or 16. myle broad and aboue 60. mile long, which will serue well for Masts for Shipping, and for pitch and arre, when we shall come to extend our plantatiōs to those borders."
                ],
                [
                    "pory",
                    0.7839647531509399,
                    "And a little after, in the same letter Maister Pory deserues good incouragement for his paineful Discove∣ries to the South-ward, as far as the Choanoack, who although he hath trod on a litle good ground, hath past through great forests of Pynes 15. or 16. myle broad and aboue 60. mile long, which will serue well for Masts for Shipping, and for pitch and arre, when we shall come to extend our plantatiōs to those borders."
                ]
            ],
            [
                [
                    "plantation",
                    0.6657603979110718,
                    "O be rich in well doing this way likewise, that it may be sayd of you, Many haue done worthily for the plantation in Virginia, but the honourable Citty of London surmounteth them all."
                ],
                [
                    "plantation",
                    0.6649707555770874,
                    "Surely, if some hundreds of those that mis-carried in the infancie, and at the first beginning of your Plantation, (which is excee∣dingly bettered within these 2. yeeres) were now aliue, I thinke they would speake no otherwise than Iob spake Wil you giue the words of thē that are afflicted to the winde?"
                ],
                [
                    "plantation",
                    0.6527666449546814,
                    "Amongst other of the causes, that it hath not pleased God to be succesfull vnto your Plantation at the beginning thereof, and in the infancy of the same."
                ],
                [
                    "plantation",
                    0.6495126485824585,
                    "Seing, I say, that now all former difficulties (which much hin∣dered the progresse of your noble Plantation) are removed, and in a maner ouercome: And that your people in your Colony (through Gods mercy) were all in good health, euery one busied in their Vocations, as Bees in their Hiues, at the setting sayle of your Ship the Concord from Vir∣ginia in March last."
                ],
                [
                    "plantation",
                    0.7913090586662292,
                    "Amongst other of the causes, that it hath not pleased God to be succesfull vnto your Plantation at the beginning thereof, and in the infancy of the same."
                ],
                [
                    "plantation",
                    0.7841242551803589,
                    "O be rich in well doing this way likewise, that it may be sayd of you, Many haue done worthily for the plantation in Virginia, but the honourable Citty of London surmounteth them all."
                ],
                [
                    "plantation",
                    0.7806866765022278,
                    "But to passe from the Danger and deliverance of your people, who indangered, yea, lost their liues in setling of your Plantation, consider, I be∣seech you, in the second place, the Danger where∣in your whole Colony stood, at the time of Sir Thomas Gates arriving in Virginia from the Sum∣mer Ilands, when it was concluded a few dayes af∣ter his landing, by himselfe, Sir George Summers, Captaine Newport, and the whole Counsell, by the generall approbation of all, to abandon the Colony (because of the want of provisions) and to make for New-found-land, and so for England."
                ],
                [
                    "plantation",
                    0.7805308103561401,
                    "Surely, if some hundreds of those that mis-carried in the infancie, and at the first beginning of your Plantation, (which is excee∣dingly bettered within these 2. yeeres) were now aliue, I thinke they would speake no otherwise than Iob spake Wil you giue the words of thē that are afflicted to the winde?"
                ]
            ],
            [
                [
                    "people",
                    0.6510021090507507,
                    "It is sufficient, hold now hy hand ; the mortality of your people is ceased abroad: and the hope of your good returnes is increased at home: O herefore, ought you not to confesse be∣fore the Lord his louing kindnes, both in giuing of mer∣cies, and forgiuing of sinnes?"
                ],
                [
                    "people",
                    0.7849435210227966,
                    "I shewed you before the dan∣ger of your people sent to Virgini , the danger of your Colony planted there, and the danger of your owne selues here at home."
                ],
                [
                    "people",
                    0.7821291089057922,
                    "Wherefore I beseech you to take to heart, first, the Danger of your people in their passages both to Virginia, and after their landing."
                ],
                [
                    "people",
                    0.7817353010177612,
                    "It is sufficient, hold now hy hand ; the mortality of your people is ceased abroad: and the hope of your good returnes is increased at home: O herefore, ought you not to confesse be∣fore the Lord his louing kindnes, both in giuing of mer∣cies, and forgiuing of sinnes?"
                ]
            ],
            [
                "now",
                0.6523288488388062,
                "And now, Beloued, is not the case altered?"
            ],
            [
                [
                    "men",
                    0.6650283336639404,
                    "But you will say, what needeth all this Dis∣course, touching the Danger of Sea-men; we are met together for another purpose, to giue thanks vnto God?"
                ],
                [
                    "men",
                    0.6649393439292908,
                    "D. Great is the danger of Sea-faring men."
                ],
                [
                    "men",
                    0.6544238328933716,
                    "Let the Scriptures bee throughly searched againe and againe, from the beginning of Genesis, to the end of the Revelation ; and wee shall hardly meete with the like descrip∣tion of Misery, so emphatically and pathetically set out as this of Sea-faring men, set downe both in that second Chapter of Ionah, and in this 107."
                ],
                [
                    "men",
                    0.6542251706123352,
                    "Mariners living in the Sea, almost as fishes, hauing the waters as their necessariest Element: are commonly men voyd of feare, ven∣trous and contemners of dangers: yet when God on a sudden commandeth a orme, and sitteth himselfe in the mouth of the tempest: when their Ship is foundred with water vnder them; when Life and Soule are readie to shake hands, and de∣part this present world; then, euen these nought-fearing fellowes, these high stomaked men trem∣ble for feare like faint-hearted women that shrink at euery stirre in a wherrie on the River of Thames in a rough and boysterous Tyde: or like vnto a yong Souldier, which starteth at the shooting off of a Gun."
                ],
                [
                    "men",
                    0.6531535983085632,
                    "The Prophet in this Psalme, magnifying the Providence of God, against all prophane Epi∣cures, and carnall Worldlings (who ascribe all hings, either to blinde Fortune; or their owne Industrie) setteth downe foure kindes of men, which are most indebted vnto God for delive∣rance from Dangers: The first is of those, who in their Iourney by land haue escaped a Dearth, from the first verse to the tenth."
                ],
                [
                    "men",
                    0.6483967304229736,
                    "Men indeed are altogether amazed, and in a maner bereft of wit and vnderstanding, when they feele themselues dangerously tossed too and fro, as here these Sea-faring men did; but when they cried in their trouble vn o the Lord, he brought them out of their distresse."
                ],
                [
                    "men",
                    0.7989710569381714,
                    "D. Great is the danger of Sea-faring men."
                ],
                [
                    "men",
                    0.7897984981536865,
                    "Let them therefore confesse before the Lord his louing kindnesse &c. To speake of these in order; the first thing wee haue to note is this, that Great is the Danger of Sea-faring men."
                ],
                [
                    "men",
                    0.7840963006019592,
                    "Let the Scriptures bee throughly searched againe and againe, from the beginning of Genesis, to the end of the Revelation ; and wee shall hardly meete with the like descrip∣tion of Misery, so emphatically and pathetically set out as this of Sea-faring men, set downe both in that second Chapter of Ionah, and in this 107."
                ]
            ],
            [
                "man",
                0.6523517370223999,
                "But vnthank∣full man taketh no notice of ordinary fauours, common protection, health, plenty, rest, pleasure, which are vsuall with them, and therefore Gods name is not praised for them: for except Christ worke miracles, they will not beleeue; Iohn 6.30."
            ],
            [
                "lord",
                0.6643466949462891,
                "THE occasion of our present mee∣ting (Right Honorable, Right Worshipfull, and dearely belo∣ved in our Lord Iesus Christ) is to celebrate the goodnes of our good and gracious God, & to giue him publique and solemne prayses for the sa e arriving of your Fleete of 9."
            ],
            [
                "hand",
                0.6521235108375549,
                "It is sufficient, hold now hy hand ; the mortality of your people is ceased abroad: and the hope of your good returnes is increased at home: O herefore, ought you not to confesse be∣fore the Lord his louing kindnes, both in giuing of mer∣cies, and forgiuing of sinnes?"
            ],
            [
                [
                    "great",
                    0.6613357067108154,
                    "Will you yet see the great danger of Sea men, I will leade you along to weigh it by an experi∣ence and tryal of mine own, In a Typhoon, or cruel tempest that I met with off of the Islands of Mac∣qa , adioyning to the Continent of Chyna."
                ],
                [
                    "great",
                    0.7815782427787781,
                    "Will you yet see the great danger of Sea men, I will leade you along to weigh it by an experi∣ence and tryal of mine own, In a Typhoon, or cruel tempest that I met with off of the Islands of Mac∣qa , adioyning to the Continent of Chyna."
                ]
            ],
            [
                [
                    "god",
                    0.6843079328536987,
                    "God had vouchsafed to teach them the wonders of his word, what greater bounty?"
                ],
                [
                    "god",
                    0.6722074151039124,
                    "When (I say) God had ransomed her out their hands, Esa."
                ],
                [
                    "god",
                    0.6664989590644836,
                    "Let vs weigh, what God hath done for vs, & lay all Gods benefits together, thereby the be ter to sti re vs vp vnto thankfulnes."
                ],
                [
                    "god",
                    0.6658898591995239,
                    "No signe, no faith: yea except God do great things for them, Psal."
                ],
                [
                    "god",
                    0.665221631526947,
                    "And this hee confirmeth by a di∣scourse which he had with Opachankan , their great King, who hath succeeded Powhatan, whose daugh∣ter Pokah ta , one maister Iohn Rolfe, an English Gentleman of good worth, married: for he found that the sayd Opachankano had more notions of religion in him, then could be imagined in so great a blindnesse, since he willingly acknowledged that theirs was not the right way, desiring to be instru∣cted in ours: And confessing that God loued vs more then them; and that he thought the cause of his anger against thē, was their custome of making their children Blacke-boyes, or consecrating them to Sathan."
                ],
                [
                    "god",
                    0.6626999378204346,
                    "Obed Ed m prospered the better for the Arke of God."
                ],
                [
                    "god",
                    0.6619314551353455,
                    "I Shal peraduenture seeme bold (most Illustrious Mecoenas ) daring to trouble your learned eares with this rude Epistle, but your humanity to∣wards all, and beneuolent loue toward the learned incouraged me, though the least of the learned, yet most desirous of learning, and a louer of learned men, to present vnto you these first fruits of my wit, and first tryall in the latine tongue; to the end I may testifie how much I loue both you and the excellent gifts and graces of God bestowed vpon you."
                ],
                [
                    "god",
                    0.6607215404510498,
                    "Come and hearken all yee that feare God, and I will tell you what the Lord hath done to my soule."
                ],
                [
                    "god",
                    0.659807026386261,
                    "Whē God brought some of the ships of your former fleetes to Virginia in safty; here Gods prouidence was seen & felt pri∣uately by some; and this was a deliuerance, written (as it were) in quarto on a lesser paper & letter."
                ],
                [
                    "god",
                    0.6556999683380127,
                    "As David gaue charge to his Souldiers that they should not kill Absolom his Sonne, though hee sent them against Absolom to stay his rebellion: So God forbids his crosses to destroy his children, though he send them a∣gainst his children, to purge out their corrupti∣ons."
                ],
                [
                    "god",
                    0.6547362804412842,
                    "But now (beloued) Almighty God hath graci∣ously looked vpon you and your people, in passing by their and your sins; The Lord hath sayd to the destroying angel, 2."
                ],
                [
                    "god",
                    0.6528172492980957,
                    "what seruice can you expect from them which perfourme none vnto Almightie God?"
                ],
                [
                    "god",
                    0.6507996916770935,
                    "Gods louing kindnes in giuing, is to be praised: for is not God a great & good benefactor or ours, and do wee not greatly praise our benefactors?"
                ],
                [
                    "god",
                    0.8042643070220947,
                    "God had vouchsafed to teach them the wonders of his word, what greater bounty?"
                ],
                [
                    "god",
                    0.79883873462677,
                    "When (I say) God had ransomed her out their hands, Esa."
                ],
                [
                    "god",
                    0.798065721988678,
                    "Let vs weigh, what God hath done for vs, & lay all Gods benefits together, thereby the be ter to sti re vs vp vnto thankfulnes."
                ],
                [
                    "god",
                    0.7972143888473511,
                    "Gods louing kindnes in giuing, is to be praised: for is not God a great & good benefactor or ours, and do wee not greatly praise our benefactors?"
                ],
                [
                    "god",
                    0.7927362322807312,
                    "No signe, no faith: yea except God do great things for them, Psal."
                ],
                [
                    "god",
                    0.7887037396430969,
                    "But you will say, what needeth all this Dis∣course, touching the Danger of Sea-men; we are met together for another purpose, to giue thanks vnto God?"
                ],
                [
                    "god",
                    0.7838844060897827,
                    "And this hee confirmeth by a di∣scourse which he had with Opachankan , their great King, who hath succeeded Powhatan, whose daugh∣ter Pokah ta , one maister Iohn Rolfe, an English Gentleman of good worth, married: for he found that the sayd Opachankano had more notions of religion in him, then could be imagined in so great a blindnesse, since he willingly acknowledged that theirs was not the right way, desiring to be instru∣cted in ours: And confessing that God loued vs more then them; and that he thought the cause of his anger against thē, was their custome of making their children Blacke-boyes, or consecrating them to Sathan."
                ],
                [
                    "god",
                    0.7824932932853699,
                    "what seruice can you expect from them which perfourme none vnto Almightie God?"
                ]
            ],
            [
                [
                    "england",
                    0.6768671870231628,
                    "But to passe from the Danger and deliverance of your people, who indangered, yea, lost their liues in setling of your Plantation, consider, I be∣seech you, in the second place, the Danger where∣in your whole Colony stood, at the time of Sir Thomas Gates arriving in Virginia from the Sum∣mer Ilands, when it was concluded a few dayes af∣ter his landing, by himselfe, Sir George Summers, Captaine Newport, and the whole Counsell, by the generall approbation of all, to abandon the Colony (because of the want of provisions) and to make for New-found-land, and so for England."
                ],
                [
                    "england",
                    0.6765502691268921,
                    "which I brought with me out of India to England, and taught him (I not being able to speak otherwise to him, nor he to mee, but by signes,) to speake, to reade and write the English tongue and hand, both Romane and Secretary, within lesse then the space of a yeare, so that his Maiestie and many of the Nobilitie wondered at his hand; and within the compasse of three yeares, I taught him the grounds of Religion, and to learn most of Saint Pa les Epistles by heart, and to giue a pub∣lique confession of his Faith the day hee was bap∣tized in a famous assembly heere in the Cittie, be∣fore the right worshipfull the East India Company, and since to write the Latine Epistles heereunto adioyned."
                ],
                [
                    "england",
                    0.6647267937660217,
                    "Heard you not with your owne eares what M. Iohn Martin an Armenian by birth (that hath lived now 6. or 7. yeeres in Virginia, and is but very lately come from thence, and purposeth (as all others that are lately come ouer, who also farre preferre Virginia to England ) to returne thither againe, with this resolution, there to liue and die) said in the audience of your whole Court the 8 th of this Instant?"
                ],
                [
                    "england",
                    0.6605817675590515,
                    "And now, beloued, since the case is altered, that all difficulties are swallowed vp: And seeing, first, there is no danger by the way; neither through encountring of enemy, or Pyrate; nor meeting with rockes, or Sholes (all which to Sea-faring men are very dangerous, and from all which your Ships and people are farre remoued, by reason of their faire and safe passage through the maine Ocean) nor through the tediousnesse of the passage; the fittest season of the yeare for a speedie passage, being now farre better knowne then before; and by that meanes the passage it selfe made almost in so many weekes, as formerly it was wont to be made in moneths; which I con∣ceiue to be, through the blessing of God, the maine cause of the safe arriuall of your last Fleete of nine Sayle of Ships, that not one (but one, in whose roome there was another borne) of eight hundred, which were transported out of England and Ireland for your Plantation, should miscarry by the way; whereas in your former voyages scarce 80. of a 100. arrived safely in Virginia."
                ],
                [
                    "england",
                    0.659353494644165,
                    "But now, when God brought all of your 9. ships, and al your people in thē in health & safety to Virginia: Yea and that ship Tyger of yours, which had fallen into the hands of the Turkish men of war, through tempest and contrary windes, she not being able to beare sayle, and by that meanes drouen out of her course some hundreds of miles: for otherwise of it selfe the passage from England to Virginia, is out of the walke of Turkes, and cleere and safe from all Pyrates, who commonly lurke neere Ilands, and head-lands, and not in the maine Ocean."
                ],
                [
                    "england",
                    0.7853869199752808,
                    "But to passe from the Danger and deliverance of your people, who indangered, yea, lost their liues in setling of your Plantation, consider, I be∣seech you, in the second place, the Danger where∣in your whole Colony stood, at the time of Sir Thomas Gates arriving in Virginia from the Sum∣mer Ilands, when it was concluded a few dayes af∣ter his landing, by himselfe, Sir George Summers, Captaine Newport, and the whole Counsell, by the generall approbation of all, to abandon the Colony (because of the want of provisions) and to make for New-found-land, and so for England."
                ],
                [
                    "england",
                    0.7840458154678345,
                    "May not England justly be charged with Is∣raels sinne, whose Prayers and Prayses ended so soone as they passed the red Sea?"
                ]
            ],
            [
                [
                    "danger",
                    0.6566632986068726,
                    "D. Great is the danger of Sea-faring men."
                ],
                [
                    "danger",
                    0.6532021164894104,
                    "I answere, the greatnesse of our Danger cannot be a stop to our Deliverance; If we can but call and cry vnto the Lord in our trouble, Hee will bring vs out of our Distresse."
                ],
                [
                    "danger",
                    0.7970549464225769,
                    "D. Great is the danger of Sea-faring men."
                ],
                [
                    "danger",
                    0.7912216186523438,
                    "Let them therefore confesse before the Lord his louing kindnesse &c. To speake of these in order; the first thing wee haue to note is this, that Great is the Danger of Sea-faring men."
                ],
                [
                    "danger",
                    0.7911888360977173,
                    "And first, to touch the Danger of your people, both in their passage to Virginia, and after their landing there, may I not say in the words of Iob, Iob 16.3.4."
                ],
                [
                    "danger",
                    0.7908374071121216,
                    "Wherefore I beseech you to take to heart, first, the Danger of your people in their passages both to Virginia, and after their landing."
                ],
                [
                    "danger",
                    0.7880746722221375,
                    "The Danger is set downe verse, 25.26.27."
                ],
                [
                    "danger",
                    0.785934329032898,
                    "But some, it may be, will say, My danger is great; yea, so great that it maketh my heart to ake within me, and my soule to melt for sor∣row."
                ],
                [
                    "danger",
                    0.7826928496360779,
                    "But you will say, what needeth all this Dis∣course, touching the Danger of Sea-men; we are met together for another purpose, to giue thanks vnto God?"
                ],
                [
                    "danger",
                    0.782211422920227,
                    "Thirdly, The Danger of your selues here at home."
                ],
                [
                    "danger",
                    0.7811118960380554,
                    "Will you yet see the great danger of Sea men, I will leade you along to weigh it by an experi∣ence and tryal of mine own, In a Typhoon, or cruel tempest that I met with off of the Islands of Mac∣qa , adioyning to the Continent of Chyna."
                ]
            ],
            [
                "copper",
                0.6551501750946045,
                "Are not you already possessed with rich Mines of Copper and Yron, and are not your hopes great of farre richer Minerals?"
            ],
            [
                "christian",
                0.6754817366600037,
                "Sayle of Ships in Virginia, in Novem∣ber, and December last: And for the happie (yea, and in a maner miraculous) landing o 800. peo∣ple M n, Women, and children, all in health: As also for the hopeful and good successe, where∣with Almightie God hath crowned your Colo∣ny in that Heathen-now Christian Kingdome."
            ],
            [
                "blessed",
                0.6738702654838562,
                "So verily, I say of this honourable City and worthy Elders thereof, that so long as there shall continue any English in Virginia (and we hope their race shall continue there till the second comming of our blessed Sauiour) transported from this Citie thither, they shall not c ase to pray for the prosperitie of this famous Citie, and wor∣thy gouernours thereof."
            ],
            [
                "you",
                0.7816304564476013,
                "I can not excuse nor accuse you; you need not care to bee iudged by mans day: 1."
            ],
            [
                "vnconuerted",
                0.7908048033714294,
                "This course, I say, they haue taken already, and meane to prosecute it, as I am informed, to the end they may preserue this famous Cittie in greater Peace and Prosperitie : Herein wisely imitattng the prudent and prouident husbandman, whom they see thus to deale with his grounds, when they are ouercharged with cattle: For, as he by remouing thē from one ground to another, prouideth well both for his cattle and for his ground: so they in their wisedoms, by remouing their super-increasing peo∣ple from the Citty to Virginia, haue prouided well both for this Cittie and their people: for, whereas many of those which were sent ouer, were a burden to this Citty, they are now through the good go∣uernment there, and Gods blessing vpon the works their hands) become men able to liue of themselues in good sort and fashion in Virginia ; being before their sending ouer like to vnconuerted Onesymus, vnp ofitable vnto all; Philem."
            ],
            [
                "vir∣ginia",
                0.7858666777610779,
                "And that I may bend my speech vnto all, se∣ing so many of the Lords Worthies haue done worthily in this noble Action: yea, and se∣ing that some of them greatly rejoyce in this (as I haue heard it from their owne mouthes) that GOD hath inabled them to helpe forward this glorious Worke, both with their Prayers and with their Purses, let it be your griefe and sorrow to be exempted from the Company of so many honourable minded men, and from this noble Plantation, tending so highly to the advancement of the Gospell; and to the ho∣nouring of our drad Soveraigne, by inlarging of his Kingdomes, and adding a fifth Crowne vnto his other foure: for, En dat Virginia quin∣tam, is the Motto of the Legal Seale of VIR∣GINIA."
            ],
            [
                "trouble",
                0.7815549373626709,
                "So that the trouble here spo∣ken of, is not properly trouble, but narrownes & straights."
            ],
            [
                "transporting",
                0.7813822627067566,
                "Thus hauing falne into this point of exalting God in the congregation of the people, and the as∣sembly of the Elders, I haue here good occasion offered to mee to blesse God for the prudence and prouidence of this honourable citie, the honourable Elders thereof, the honourable Lord Maior, and the right worshipfull the Aldermen his brethren; who seeing this Cittie to be mightily increased, and fea∣ring lest the ouer-flowing multitude of inhabitants should, like too much bloud in the body, infect the whole Cittie with plague and pouertie ; haue there∣fore deuised in their great wisdomes a Remedy for this Malady, to wit, the transporting of their ouer-flowing multitude into Virginia ; which was first put in practise in the Maioralitie of that worthy & famous Lord Maior Sir George B wl , who se t o∣uer a hundred persons, the halfe of their charge be∣ing borne by the Citie; the other halfe by the Ho∣nourable Virginia Company; which worthy course was afterwards followed by the right worshipfull Sir William Cockins, in whose Maioraltie were sent ouer a hundred more in the like nature."
            ],
            [
                "these",
                0.7837296724319458,
                "Will not the true knowledge and deepe consideration of these, make vs put so many the more thankes into our Sacrifice of Prayse?"
            ],
            [
                "quin∣tam",
                0.781644344329834,
                "And that I may bend my speech vnto all, se∣ing so many of the Lords Worthies haue done worthily in this noble Action: yea, and se∣ing that some of them greatly rejoyce in this (as I haue heard it from their owne mouthes) that GOD hath inabled them to helpe forward this glorious Worke, both with their Prayers and with their Purses, let it be your griefe and sorrow to be exempted from the Company of so many honourable minded men, and from this noble Plantation, tending so highly to the advancement of the Gospell; and to the ho∣nouring of our drad Soveraigne, by inlarging of his Kingdomes, and adding a fifth Crowne vnto his other foure: for, En dat Virginia quin∣tam, is the Motto of the Legal Seale of VIR∣GINIA."
            ],
            [
                [
                    "preachers",
                    0.7830442786216736,
                    "But Time now calleth vppon mee to excite you, as to labour to procure and send ouer honest and painefull Preachers, so in the second place to haue a care (as I know you haue) to pro∣cure and send ouer skilfull and pianefull Trades∣men and Husbandmen, to follow their trades, and to cultiuate the ground."
                ],
                [
                    "preachers",
                    0.7803561687469482,
                    "Labour first, to procure faithfull, honest, and peaceable Preachers, and send them ouer to your people (as you haue sent some already, both of good learning and sanctified life, and many more such may you send,) that they may Open their eies, Act 26.18. that they may turne from darknes to light; and from the power of Satan vnto God; that they may receiue forgiue∣nesse of sinnes, and an inheritance amongst them which are sanctified by faith in Christ."
                ]
            ],
            [
                "peter",
                0.7858080267906189,
                "And of one of them in speciall, Peter Pope, so named by his Maiestie."
            ],
            [
                "misery",
                0.783996045589447,
                "Let the Scriptures bee throughly searched againe and againe, from the beginning of Genesis, to the end of the Revelation ; and wee shall hardly meete with the like descrip∣tion of Misery, so emphatically and pathetically set out as this of Sea-faring men, set downe both in that second Chapter of Ionah, and in this 107."
            ],
            [
                "good",
                0.7818801403045654,
                "It is sufficient, hold now hy hand ; the mortality of your people is ceased abroad: and the hope of your good returnes is increased at home: O herefore, ought you not to confesse be∣fore the Lord his louing kindnes, both in giuing of mer∣cies, and forgiuing of sinnes?"
            ],
            [
                "fissi",
                0.7911221981048584,
                "Vestra celsitudinis studio fissi , Petrus Papa."
            ],
            [
                "death",
                0.7960477471351624,
                "Saylers are neither amongst the living, nor yet amongst the dead: as having but a few inches of planke be∣tweene them and Death, they hang betweene both; ready to offer vp their Soules to every flaw of wind, and billow of water wherein they are tossed."
            ],
            [
                "church",
                0.784480631351471,
                "Thou hast shewed more goodnesse in the latter end, then at the beginning: and that that may bee their praise, which is recorded to be the commendation of the Church of Thy tir ; Re ."
            ]
        ],
        "light": [
            [
                "wealth",
                0.7206009030342102,
                "122.8.9. to wish prosperity vnto Gods Church, & to procure the wealth of Gods people."
            ],
            [
                "way",
                0.695040225982666,
                "4.18. that their Way may shine as the light that shineth more and more vnto the per∣fect day ; that what was spoken of Ruth, may bee verified in them; Ruth 3.10."
            ],
            [
                "trouble",
                0.6957930326461792,
                "So that the trouble here spo∣ken of, is not properly trouble, but narrownes & straights."
            ],
            [
                "thankesgiuing",
                0.6912673711776733,
                "Our thankesgiuing, if it be good, must bee ac∣companied with exalting of the Lord."
            ],
            [
                "teach",
                0.7019711136817932,
                "God had vouchsafed to teach them the wonders of his word, what greater bounty?"
            ],
            [
                "sorrow",
                0.6980533003807068,
                "As Iohn after the voyce of Thunder heard the voyce of Harpers; so when the Saints haue heard the noyse of sorrow, they shall heare the sound of ioy."
            ],
            [
                "signe",
                0.6919807195663452,
                "What signe (sayd the fleshly hearers of Christs word) shewest thou, that we may see it, and beleeue thee?"
            ],
            [
                [
                    "religion",
                    0.7106828689575195,
                    "Nothing can cast a sure knot vpon the hearts of your people, but the true knowledge and feare of God: so as when you aduance religion, you aduance together with it your owne profit."
                ],
                [
                    "religion",
                    0.6953493356704712,
                    "which I brought with me out of India to England, and taught him (I not being able to speak otherwise to him, nor he to mee, but by signes,) to speake, to reade and write the English tongue and hand, both Romane and Secretary, within lesse then the space of a yeare, so that his Maiestie and many of the Nobilitie wondered at his hand; and within the compasse of three yeares, I taught him the grounds of Religion, and to learn most of Saint Pa les Epistles by heart, and to giue a pub∣lique confession of his Faith the day hee was bap∣tized in a famous assembly heere in the Cittie, be∣fore the right worshipfull the East India Company, and since to write the Latine Epistles heereunto adioyned."
                ],
                [
                    "religion",
                    0.690677285194397,
                    "And this hee confirmeth by a di∣scourse which he had with Opachankan , their great King, who hath succeeded Powhatan, whose daugh∣ter Pokah ta , one maister Iohn Rolfe, an English Gentleman of good worth, married: for he found that the sayd Opachankano had more notions of religion in him, then could be imagined in so great a blindnesse, since he willingly acknowledged that theirs was not the right way, desiring to be instru∣cted in ours: And confessing that God loued vs more then them; and that he thought the cause of his anger against thē, was their custome of making their children Blacke-boyes, or consecrating them to Sathan."
                ]
            ],
            [
                "profitable",
                0.720859944820404,
                "and now by their being there, like vnto the same Onesymus, but truely conuer∣ted, profitable to the Plantation, and to the Cit∣tie; to the one by their paines, to the other by their prayers, blessing God from the bottome of their hearts that they were sent from London to Vir∣ginia ; yea, blessing also the Lord Maiors, in whose time they were sent ouer."
            ],
            [
                "planting",
                0.7138153910636902,
                "I could heere say much of the double diligence of Iesuites their poysoning with the Coloquin∣tida of Popery many thousand soules in the E st I dies and Iapan, and other the remotest parts of the world: All which might bee Motiues strong enough to stirre you vp to haue a greater care of the planting of the Gospell in your Plantations."
            ],
            [
                [
                    "plantation",
                    0.7071528434753418,
                    "O be rich in well doing this way likewise, that it may be sayd of you, Many haue done worthily for the plantation in Virginia, but the honourable Citty of London surmounteth them all."
                ],
                [
                    "plantation",
                    0.7052322030067444,
                    "Surely, if some hundreds of those that mis-carried in the infancie, and at the first beginning of your Plantation, (which is excee∣dingly bettered within these 2. yeeres) were now aliue, I thinke they would speake no otherwise than Iob spake Wil you giue the words of thē that are afflicted to the winde?"
                ],
                [
                    "plantation",
                    0.7029748558998108,
                    "Amongst other of the causes, that it hath not pleased God to be succesfull vnto your Plantation at the beginning thereof, and in the infancy of the same."
                ],
                [
                    "plantation",
                    0.70135098695755,
                    "But to passe from the Danger and deliverance of your people, who indangered, yea, lost their liues in setling of your Plantation, consider, I be∣seech you, in the second place, the Danger where∣in your whole Colony stood, at the time of Sir Thomas Gates arriving in Virginia from the Sum∣mer Ilands, when it was concluded a few dayes af∣ter his landing, by himselfe, Sir George Summers, Captaine Newport, and the whole Counsell, by the generall approbation of all, to abandon the Colony (because of the want of provisions) and to make for New-found-land, and so for England."
                ],
                [
                    "plantation",
                    0.7004473805427551,
                    "And that I may bend my speech vnto all, se∣ing so many of the Lords Worthies haue done worthily in this noble Action: yea, and se∣ing that some of them greatly rejoyce in this (as I haue heard it from their owne mouthes) that GOD hath inabled them to helpe forward this glorious Worke, both with their Prayers and with their Purses, let it be your griefe and sorrow to be exempted from the Company of so many honourable minded men, and from this noble Plantation, tending so highly to the advancement of the Gospell; and to the ho∣nouring of our drad Soveraigne, by inlarging of his Kingdomes, and adding a fifth Crowne vnto his other foure: for, En dat Virginia quin∣tam, is the Motto of the Legal Seale of VIR∣GINIA."
                ],
                [
                    "plantation",
                    0.6986986994743347,
                    "Seing, I say, that now all former difficulties (which much hin∣dered the progresse of your noble Plantation) are removed, and in a maner ouercome: And that your people in your Colony (through Gods mercy) were all in good health, euery one busied in their Vocations, as Bees in their Hiues, at the setting sayle of your Ship the Concord from Vir∣ginia in March last."
                ],
                [
                    "plantation",
                    0.6906810402870178,
                    "to mollifie the hearts of Saluages, and to make some of them voluntarily to remooue from their owne warme and well seated and peopled habitations, to giue place to Strangers, whom they had neuer before seene: as P whatan at the first plantation of the English, to remoue from his owne station, and now of late the Mattaw mbs to depart from their cleared and rich grounds; and to make others of them (as Opachancano ) to sell to the English and their Gouernour sir George Yeardly the right and ti∣tle they had to their possessions?"
                ]
            ],
            [
                "plant",
                0.7046335935592651,
                "If (sayth hee) wee ouercome this yeere the Yron-workes, Glasse-workes, Salt-works; take order for the plentifull setting of Corne; restraine the quantitie of Tobacco, and mend it in the qualitie, plant Vines, Mulbery-trees, Fig-trees, Pomegranats, Potatoes, Cotton woolles; and erect a faire Inne in Iames Citie (to the setting vp of which, I doubt not but wee shall raise fifteene hundred or two thousand pounds: for every man giues willingly towards this and other publique workes) you haue enough for this yeere."
            ],
            [
                "people",
                0.6989740133285522,
                "I shewed you before the dan∣ger of your people sent to Virgini , the danger of your Colony planted there, and the danger of your owne selues here at home."
            ],
            [
                "ornament",
                0.7356536388397217,
                "The Almightie and all pow∣erfull God preserue you long in health, that you may be (as you are) a grace and ornament to the Companie of Marchants, that you may attaine to high Honour here on earth, and most ample glorie hereafter in Heauen: Farewell."
            ],
            [
                "obedience",
                0.7045350074768066,
                "& 16.19. as the faith and obedience of the Romans was publi∣shed abroad among all."
            ],
            [
                "multitude",
                0.7114014625549316,
                "For, euen as bloud, though it be the best humour in the body, yet if it abound in greater quantitie, then the vessell and state of the body will contayne and beare, doeth indanger the body, and oftentimes destroyes it: so although the honour of a King be in the multitude of people (as wise King Salomon speaketh) yet when this multi∣tude of people increaseth to ouer great a number, Pro ."
            ],
            [
                "me∣moriall",
                0.6909104585647583,
                "Verily I say vnto you wheresoeuer this Gospell shall bee preached, throughought all the world, there shall also this that she hath done be spoken of, for a me∣moriall of her."
            ],
            [
                [
                    "men",
                    0.6968053579330444,
                    "Let the Scriptures bee throughly searched againe and againe, from the beginning of Genesis, to the end of the Revelation ; and wee shall hardly meete with the like descrip∣tion of Misery, so emphatically and pathetically set out as this of Sea-faring men, set downe both in that second Chapter of Ionah, and in this 107."
                ],
                [
                    "men",
                    0.6937856078147888,
                    "Let them therefore confesse before the Lord his louing kindnesse &c. To speake of these in order; the first thing wee haue to note is this, that Great is the Danger of Sea-faring men."
                ]
            ],
            [
                "meeting",
                0.7087130546569824,
                "Beloued, I doe confesse indeed it is so, that the end of our present meeting is for Thankesgiuing."
            ],
            [
                "lodging",
                0.7096795439720154,
                "And secondly, seeing there is no Danger after their landing, either through warres, or famine, or want of conuenient lodging, and looking too, through which many miscarried heretofore; for, blessed be God, there hath beene a long time, and still is a happie league of Peace and Amitie soundly concluded, and faithfully kept, betweene the English and the Natiues, that the feare of killing each other is now vanished away."
            ],
            [
                "learning",
                0.6929662823677063,
                "I Shal peraduenture seeme bold (most Illustrious Mecoenas ) daring to trouble your learned eares with this rude Epistle, but your humanity to∣wards all, and beneuolent loue toward the learned incouraged me, though the least of the learned, yet most desirous of learning, and a louer of learned men, to present vnto you these first fruits of my wit, and first tryall in the latine tongue; to the end I may testifie how much I loue both you and the excellent gifts and graces of God bestowed vpon you."
            ],
            [
                "king",
                0.7094281315803528,
                "For, euen as bloud, though it be the best humour in the body, yet if it abound in greater quantitie, then the vessell and state of the body will contayne and beare, doeth indanger the body, and oftentimes destroyes it: so although the honour of a King be in the multitude of people (as wise King Salomon speaketh) yet when this multi∣tude of people increaseth to ouer great a number, Pro ."
            ],
            [
                "it",
                0.6934492588043213,
                "They that runne and ride post may reade it."
            ],
            [
                "instruct",
                0.7125116586685181,
                "I might heere speake something touching my owne experience, of the willingnesse of the Hea∣thens in gen rall in all the Easterne parts of the world, where I haue trauailed, how ready they are to receiue the Gospel, if there were but Preachers amongst them that could and would instruct them by their Doctrine and Life."
            ],
            [
                [
                    "honour",
                    0.7255722284317017,
                    "For, euen as bloud, though it be the best humour in the body, yet if it abound in greater quantitie, then the vessell and state of the body will contayne and beare, doeth indanger the body, and oftentimes destroyes it: so although the honour of a King be in the multitude of people (as wise King Salomon speaketh) yet when this multi∣tude of people increaseth to ouer great a number, Pro ."
                ],
                [
                    "honour",
                    0.71831876039505,
                    "The Almightie and all pow∣erfull God preserue you long in health, that you may be (as you are) a grace and ornament to the Companie of Marchants, that you may attaine to high Honour here on earth, and most ample glorie hereafter in Heauen: Farewell."
                ],
                [
                    "honour",
                    0.7003630995750427,
                    "No man (sayth he) can iustly say, that this Country is not capable of all those good things, that you in your wisedomes, with your great charge haue pro∣jected, both for her wealth and honour: and also of all other good things, that the most opulent parts of Chri∣stendome doe afford; neither are wee hopelesse, that this Country may also yeeld things of better value then any of those ?"
                ]
            ],
            [
                "high",
                0.6974918842315674,
                "The Almightie and all pow∣erfull God preserue you long in health, that you may be (as you are) a grace and ornament to the Companie of Marchants, that you may attaine to high Honour here on earth, and most ample glorie hereafter in Heauen: Farewell."
            ],
            [
                "grace",
                0.741619884967804,
                "The Almightie and all pow∣erfull God preserue you long in health, that you may be (as you are) a grace and ornament to the Companie of Marchants, that you may attaine to high Honour here on earth, and most ample glorie hereafter in Heauen: Farewell."
            ],
            [
                "goodnesse",
                0.706372857093811,
                "Thou hast shewed more goodnesse in the latter end, then at the beginning: and that that may bee their praise, which is recorded to be the commendation of the Church of Thy tir ; Re ."
            ],
            [
                [
                    "good",
                    0.7145987153053284,
                    "I may say of this singular prudence and proui∣dence of this honourable Cittie, what our Sauiour sayd of the fact of Marie Magdalen in powring her costly oyntment on his sacred head (howsoeuer some sonnes of Beliall maligne this worthy worke, as Iudas the Traitor, and some of hell, maligned at act of Ma ies anoynting of Christ, pretending e good of the poore, but intending it as much as his owne saluation, which was little or nothing at all,) Ioh."
                ],
                [
                    "good",
                    0.7036150097846985,
                    "I presume, I speake to melting hearts of flesh, as tenderly sensible of your brethrens woe, as heartily thankful for your owne good."
                ],
                [
                    "good",
                    0.6945641040802002,
                    "Yea, and if you haue no care to prouide good Preachers for your people, but send ouer vnto them such as offer themselues hand ouer head; you prouide not well for your selues: for, what assurance can you haue of them, who haue no assurance of themselues?"
                ],
                [
                    "good",
                    0.6908947229385376,
                    "No man (sayth he) can iustly say, that this Country is not capable of all those good things, that you in your wisedomes, with your great charge haue pro∣jected, both for her wealth and honour: and also of all other good things, that the most opulent parts of Chri∣stendome doe afford; neither are wee hopelesse, that this Country may also yeeld things of better value then any of those ?"
                ],
                [
                    "good",
                    0.690665602684021,
                    "This course, I say, they haue taken already, and meane to prosecute it, as I am informed, to the end they may preserue this famous Cittie in greater Peace and Prosperitie : Herein wisely imitattng the prudent and prouident husbandman, whom they see thus to deale with his grounds, when they are ouercharged with cattle: For, as he by remouing thē from one ground to another, prouideth well both for his cattle and for his ground: so they in their wisedoms, by remouing their super-increasing peo∣ple from the Citty to Virginia, haue prouided well both for this Cittie and their people: for, whereas many of those which were sent ouer, were a burden to this Citty, they are now through the good go∣uernment there, and Gods blessing vpon the works their hands) become men able to liue of themselues in good sort and fashion in Virginia ; being before their sending ouer like to vnconuerted Onesymus, vnp ofitable vnto all; Philem."
                ]
            ],
            [
                "friend",
                0.7032448649406433,
                "Worshipfull Sir, IN regard of late it was your pleasure to witnesse your loue to me by a gift, to the end that here∣after I might account you not onely a speciall friend, but also a worthy supporter of me in lear∣ning; it was most acceptable vnto mee: and as I embrace this pledge of your beneuolence, so inter∣changeably I promise my selfe to be respectiue to∣wards you, according as your piety and liberality deserue."
            ],
            [
                "english",
                0.6924847364425659,
                "And secondly, seeing there is no Danger after their landing, either through warres, or famine, or want of conuenient lodging, and looking too, through which many miscarried heretofore; for, blessed be God, there hath beene a long time, and still is a happie league of Peace and Amitie soundly concluded, and faithfully kept, betweene the English and the Natiues, that the feare of killing each other is now vanished away."
            ],
            [
                "england",
                0.695159912109375,
                "Heard you not with your owne eares what M. Iohn Martin an Armenian by birth (that hath lived now 6. or 7. yeeres in Virginia, and is but very lately come from thence, and purposeth (as all others that are lately come ouer, who also farre preferre Virginia to England ) to returne thither againe, with this resolution, there to liue and die) said in the audience of your whole Court the 8 th of this Instant?"
            ],
            [
                "deliverance",
                0.7041621804237366,
                "This last part, being the Text appoynted for my present discourse; I haue for my better pro∣ceeding in it; and your Memories sake, reduced to these three heads, A Danger, A Deliverance, A Dutie."
            ],
            [
                "conuerting",
                0.7038028836250305,
                "That worthy ouer-seer of your Colledge Lands before mentioned, giueth this as one; That you haue not as you ought (for these bee his very words) preferred Gods glory by your serious endea∣uo rs of conuerting the Natiues, who (as he writeth) do liue so peaceably amongst vs, and round about vs, as they do euen seeme to groane vnder the burden of the bondage of Satan, and to want nothing but meanes to be deliuered."
            ],
            [
                "commendation",
                0.6969887018203735,
                "Thou hast shewed more goodnesse in the latter end, then at the beginning: and that that may bee their praise, which is recorded to be the commendation of the Church of Thy tir ; Re ."
            ],
            [
                "call",
                0.7086006999015808,
                "O then let vs stir vp our selues and others, and call vpon them, saying, Psal."
            ],
            [
                [
                    "blessing",
                    0.7001304030418396,
                    "O then (beloued) would you haue God to accept of your thankes, and to giue a blessing to your Colony abroad, and your selues at home; stu∣die to wish well, and to doe well to Gods Church and people."
                ],
                [
                    "blessing",
                    0.6963668465614319,
                    "0 bid you proue him, if hee will not open the windowes of heauen vnto you, and powre you out a blessing without measure?"
                ]
            ],
            [
                [
                    "a",
                    0.7086325883865356,
                    "The Almightie and all pow∣erfull God preserue you long in health, that you may be (as you are) a grace and ornament to the Companie of Marchants, that you may attaine to high Honour here on earth, and most ample glorie hereafter in Heauen: Farewell."
                ],
                [
                    "a",
                    0.7057990431785583,
                    "Verily I say vnto you wheresoeuer this Gospell shall bee preached, throughought all the world, there shall also this that she hath done be spoken of, for a me∣moriall of her."
                ]
            ]
        ]
    },
    "A14803": {
        "Metadata": [
            [
                "A declaration of the state of the colony and affaires in Virginia With a relation of the barbarous massacre in the time of peace and league, treacherously executed by the natiue infidels vpon the English, the 22 of March last. Together with the names of those that were then massacred; that their lawfull heyres, by this notice giuen, may take order for the inheriting of their lands and estates in Virginia. And a treatise annexed, written by that learned mathematician Mr. Henry Briggs, of the Northwest passage to the South Sea through the continent of Virginia, and by Fretum Hudson. Also a commemoration of such worthy benefactors as haue contributed their Christian charitie towards the aduancement of the colony. And a note of the charges of necessary prouisions fit for euery man that intends to goe to Virginia. Published by authoritie.",
                "Early English books online text creation partnership.  Navigations series."
            ],
            [
                "Waterhouse, Edward",
                "Briggs, Henry",
                "Virginia Company of London. Inconveniencies that have happened to some persons which have transported themselves from England to Virginia, without provisions necessary to sustaine themselves"
            ],
            [
                1622
            ]
        ],
        "christ": [
            [
                [
                    "world",
                    0.6652274131774902,
                    "What growing State was there euer in the world which had not the like?"
                ],
                [
                    "world",
                    0.6644816398620605,
                    "The situation whereof being neere the middest of the world, betweene the extremities of heate and colde, seemes to partake of the benefits of both, and therby becometh capable of the richest commodities of most parts of the Earth."
                ],
                [
                    "world",
                    0.6511313319206238,
                    "The Iron, which hath so wasted our English Woods, (that it selfe in short time must decay together with them) is to be had in VIR∣GINIA (where wasting of Woods is an ease and bene∣fit to the Planter) for all good conditions answerable to the best Iron of the world, whereof proofe hath beene made."
                ]
            ],
            [
                [
                    "worke",
                    0.6564522385597229,
                    "Marke but the Spaniard who is in the same Continent with VIR∣GINIA, and hath now perfected his worke; Marke and tell mee, if hee hath not had more counterbuffes farre then wee, as out of their owne histories at large may be proued."
                ],
                [
                    "worke",
                    0.6507697701454163,
                    "Thus haue they in time by industry, patience, and constancy effected this great worke of theirs, notwith∣standing to encrease their difficulties also, they were to deale with a most populous & numerous nation, which they ouercame at last: So as Ouiedo in his third Booke of the first Part of his West Indie History saith, that of a million of Indians at least, that were in Hispaniola, there were not (in little more then forty yeares space after the first beginning of the Plantation) fiue hun∣dred of thē & all their children liuing: for the Indians that liued there, after were brought out of the Conti∣nent into that Iland, or out of one Iland to be planted in another."
                ]
            ],
            [
                "way",
                0.6641965508460999,
                "Fourthly, Because the way of conquering them is much more easie then of ciuilizing them by faire meanes, for they are a rude, barbarous, and naked people, scattered in small companies, which are helps to Victorie, but hinderances to Ciuilitie: Besides that, a conquest may be of many, and at once; but ciuility is in particular, and slow, the effect of long time, and great industry."
            ],
            [
                [
                    "virgi∣nia",
                    0.6585748195648193,
                    "And this hope that the South Sea may easily from VIRGI∣NIA be discouered ouer Land, is much confirmed by the constant report of the Sauages, not onely of VIR∣GINIA, but also of Florida and Canada ; which dwel∣ling so remote one from another, and all agreeing in the report of a large Sea to the Westwards, where they describe great Ships not vnlike to ours, with other circumstances, doe giue vs very great probabi∣lity (if not full assurance) that our endeuours this way shall by Gods blessing haue a prosperous and happy successe, to the encrease of his Kingdome and glory amongst these poore ignorant Heathen people, the publique good of all the Christian world, the neuer∣dying honour of our most gracious Soueraigne, the inestimable benefit of our Nation, and the admirable and speedy increase and aduancement of that most noble and hopefull Plantation of VIRGINIA; for the good successe whereof all good men with me, I doubt not, will poure out their prayers to Almighty GOD."
                ],
                [
                    "virgi∣nia",
                    0.7871226072311401,
                    "And this hope that the South Sea may easily from VIRGI∣NIA be discouered ouer Land, is much confirmed by the constant report of the Sauages, not onely of VIR∣GINIA, but also of Florida and Canada ; which dwel∣ling so remote one from another, and all agreeing in the report of a large Sea to the Westwards, where they describe great Ships not vnlike to ours, with other circumstances, doe giue vs very great probabi∣lity (if not full assurance) that our endeuours this way shall by Gods blessing haue a prosperous and happy successe, to the encrease of his Kingdome and glory amongst these poore ignorant Heathen people, the publique good of all the Christian world, the neuer∣dying honour of our most gracious Soueraigne, the inestimable benefit of our Nation, and the admirable and speedy increase and aduancement of that most noble and hopefull Plantation of VIRGINIA; for the good successe whereof all good men with me, I doubt not, will poure out their prayers to Almighty GOD."
                ]
            ],
            [
                "they",
                0.6634184718132019,
                "Besides (before they knew the cause and remedy) very many lost diuers parts of their body, feet and hands principally, by a little vermine lesse then a Flea, and skipping like it, called Nigua, which got between the skinne and the flesh before they were aware, and there bred and multiplyed, making swel∣lings and putrefactions, to the decay and losse of their bodily members."
            ],
            [
                "thence",
                0.6582506895065308,
                "The occasion whereof thus I relate from thence."
            ],
            [
                "strength",
                0.6498925685882568,
                "To conclude (but out of certaine aduertisements so often reiterated from thence, as well as by the con∣stant relations of many hundreds now yearely com∣ming & going) they auow, that it is a Country which nothing but ignorance can thinke ill of, and which no man but of a corrupt minde & ill purpose can defame, which as it paralelleth the most opulent and rich King∣domes of the world, by lying in the same Latitude with them, so doth it promise richer Mynes of the best and most desired mettals with them, when the Colonie shall be of sufficient strength to open and de∣fend them."
            ],
            [
                [
                    "strangers",
                    0.6490707993507385,
                    "After this againe, when the Spanish Colony was in∣creased in great numbers, the Indians (from whom the Spaniards for trucking stuffe vsed to haue all their corn) generally conspired together to plant no corne at all, intending therby to farnish them, themselues liuing in the meane time vpon Cassaui (a root to make bread) onely then knowne to themselues: This plot of theirs by the Spaniards ouer-sight (that foolishly depended vpon Strangers for their bread) tooke such effect, and brought them to such misery by the rage of famine, that they spared no vncleane, no loathsome beast, no not the poysonous and hideous Serpents, but eate them vp also, deuouring one death to saue them from another: And by this meanes the whole Colony well-neare surfetted, sickned, and dyed miserably."
                ],
                [
                    "strangers",
                    0.7910706996917725,
                    "After this againe, when the Spanish Colony was in∣creased in great numbers, the Indians (from whom the Spaniards for trucking stuffe vsed to haue all their corn) generally conspired together to plant no corne at all, intending therby to farnish them, themselues liuing in the meane time vpon Cassaui (a root to make bread) onely then knowne to themselues: This plot of theirs by the Spaniards ouer-sight (that foolishly depended vpon Strangers for their bread) tooke such effect, and brought them to such misery by the rage of famine, that they spared no vncleane, no loathsome beast, no not the poysonous and hideous Serpents, but eate them vp also, deuouring one death to saue them from another: And by this meanes the whole Colony well-neare surfetted, sickned, and dyed miserably."
                ]
            ],
            [
                [
                    "state",
                    0.6587000489234924,
                    "What growing State was there euer in the world which had not the like?"
                ],
                [
                    "state",
                    0.7891224026679993,
                    "What growing State was there euer in the world which had not the like?"
                ]
            ],
            [
                [
                    "spa∣niards",
                    0.6537672281265259,
                    "True it is indeed, that in the first Conquest the Spa∣niards got great and mighty treasure from the Indi∣ans, which they in long space had heaped vp together, and in those times the Indians shewed them entyre and plentifull rich mynes, which by length of time (as is well known and published to the world by those that haue beene there) are wasted and exhausted since, so as now the charge of getting those mettals is growne most excessiue, besides the consuming and spoyling many men of their liues, which are depriued of them by the vapors that come out of the Gold and Siluer mynes, which are most pestilent and deadly, as diuers authors auerre."
                ],
                [
                    "spa∣niards",
                    0.7773826718330383,
                    "True it is indeed, that in the first Conquest the Spa∣niards got great and mighty treasure from the Indi∣ans, which they in long space had heaped vp together, and in those times the Indians shewed them entyre and plentifull rich mynes, which by length of time (as is well known and published to the world by those that haue beene there) are wasted and exhausted since, so as now the charge of getting those mettals is growne most excessiue, besides the consuming and spoyling many men of their liues, which are depriued of them by the vapors that come out of the Gold and Siluer mynes, which are most pestilent and deadly, as diuers authors auerre."
                ]
            ],
            [
                [
                    "so",
                    0.658633291721344,
                    "And so we may truly say according to the French Prouerb, Aquel{que} chose malheur est bon, Ill lucke is good for something."
                ],
                [
                    "so",
                    0.6570313572883606,
                    "So may they and all the world be in this beholding to vs in opening a new and large passage, both much nea∣rer, safer, and farre more wholesome and tempe∣rate through the Continent of VIRGINIA, and by Fretum Hudson, to all those rich Countries bordering vpon the South Sea, in the East and West Indies."
                ],
                [
                    "so",
                    0.7772533893585205,
                    "And so we may truly say according to the French Prouerb, Aquel{que} chose malheur est bon, Ill lucke is good for something."
                ]
            ],
            [
                "ships",
                0.6633954644203186,
                "42 Saile of ships, 1200 Mariners im∣ployed."
            ],
            [
                "saying",
                0.663026750087738,
                "And Iustin hath the like saying of the cause of vanquishing the Grecian Cities."
            ],
            [
                [
                    "plantation",
                    0.6491797566413879,
                    "Thus haue they in time by industry, patience, and constancy effected this great worke of theirs, notwith∣standing to encrease their difficulties also, they were to deale with a most populous & numerous nation, which they ouercame at last: So as Ouiedo in his third Booke of the first Part of his West Indie History saith, that of a million of Indians at least, that were in Hispaniola, there were not (in little more then forty yeares space after the first beginning of the Plantation) fiue hun∣dred of thē & all their children liuing: for the Indians that liued there, after were brought out of the Conti∣nent into that Iland, or out of one Iland to be planted in another."
                ],
                [
                    "plantation",
                    0.6485505700111389,
                    "At Master Iohn Wests Plantation."
                ],
                [
                    "plantation",
                    0.6478681564331055,
                    "T He noble Plantation of VIRGINIA hath some very excellent Prerogatiues aboue many other famous Kingdomes, namely, the temperature of the ayre, the fruitful∣nesse of the soile, and the commodious∣nesse of situation."
                ],
                [
                    "plantation",
                    0.7792165875434875,
                    "Inconveniencies that have happened to some persons which have transported themselves from England to Virginia, without provisions necessary to sustaine themselves, hath greatly hindred the progresse of that noble plantation."
                ],
                [
                    "plantation",
                    0.7779123783111572,
                    "A Lthough there haue been many and sundry Treatises writ of Virginia, and the Commodities thereof; whereat malitious men may take occasion to cauill, but godly men will finde good cause to praise the Almighty, whose wonders are seene in the deepe, through the which we haue sailed to the discouery of this good Land: Yet I haue not thought it amisse (since I am to expresse some late Accidents) before-hand to summe vp the benefits of that Countrey; partly because they daily encrease by new Discoueries made, to the glory of our most gratious King, and euer renowned to all posteritie, for the founding and supporting of this most Royall and blessed work of Plantation, to the great honor, wealth and happinesse of his most famous Kingdomes; and partly, because such is the customary daintinesse of Readers, that they seldome take the paines to gather together all that hath beene written of any subiect, that so they might take the whole businesse into their consideration, (which is the onely way to make a true iudgement,) but vsually content themselues with one or two Bookes set out occasionally, and with refe∣rence to some former Treatises, whereby they gaine but a lame and parcell-knowledge, and so oftentimes both preiudice themselues and the truth."
                ]
            ],
            [
                [
                    "persons",
                    0.6515073180198669,
                    "Inconveniencies that have happened to some persons which have transported themselves from England to Virginia, without provisions necessary to sustaine themselves, hath greatly hindred the progresse of that noble plantation."
                ],
                [
                    "persons",
                    0.6478498578071594,
                    "Besides many worthy Persons of birth and quality, and diuers others at their owne costs are now preparing for VIRGINIA."
                ],
                [
                    "persons",
                    0.7873166799545288,
                    "Inconveniencies that have happened to some persons which have transported themselves from England to Virginia, without provisions necessary to sustaine themselves, hath greatly hindred the progresse of that noble plantation."
                ]
            ],
            [
                [
                    "person",
                    0.654866635799408,
                    "A person refusing to be named, hath giuen to the benefit of the Plantation 10."
                ],
                [
                    "person",
                    0.6502706408500671,
                    "A person refusing to be named, hath giuen the summe of 40. shillings per an∣num for euer, for a Sermon, to be prea∣ched before the Virginia Company."
                ],
                [
                    "person",
                    0.7767806053161621,
                    "A person refusing to be named, hath giuen to the benefit of the Plantation 10."
                ]
            ],
            [
                "patience",
                0.6651734113693237,
                "Thus haue they in time by industry, patience, and constancy effected this great worke of theirs, notwith∣standing to encrease their difficulties also, they were to deale with a most populous & numerous nation, which they ouercame at last: So as Ouiedo in his third Booke of the first Part of his West Indie History saith, that of a million of Indians at least, that were in Hispaniola, there were not (in little more then forty yeares space after the first beginning of the Plantation) fiue hun∣dred of thē & all their children liuing: for the Indians that liued there, after were brought out of the Conti∣nent into that Iland, or out of one Iland to be planted in another."
            ],
            [
                "new",
                0.6527727842330933,
                "After againe, vpon fresh and great supplyes new made, an infinite company of them by their inconti∣nency dyed of the Indian disease, that hath now got a French name, which at first (as being a strange and vnknowne malady) was deadly vpon whomsoeuer it lighted."
            ],
            [
                "munition",
                0.653985321521759,
                "In other places that could haue no notice, some Peeces with munition (the vse whereof they know not) were there carried away, and some few Cartell also were destroyed by them."
            ],
            [
                [
                    "most",
                    0.6534214019775391,
                    "This is the generall disposition of most of them, though there be some (sayes he) that be wise and subtill."
                ],
                [
                    "most",
                    0.6487807035446167,
                    "And this hope that the South Sea may easily from VIRGI∣NIA be discouered ouer Land, is much confirmed by the constant report of the Sauages, not onely of VIR∣GINIA, but also of Florida and Canada ; which dwel∣ling so remote one from another, and all agreeing in the report of a large Sea to the Westwards, where they describe great Ships not vnlike to ours, with other circumstances, doe giue vs very great probabi∣lity (if not full assurance) that our endeuours this way shall by Gods blessing haue a prosperous and happy successe, to the encrease of his Kingdome and glory amongst these poore ignorant Heathen people, the publique good of all the Christian world, the neuer∣dying honour of our most gracious Soueraigne, the inestimable benefit of our Nation, and the admirable and speedy increase and aduancement of that most noble and hopefull Plantation of VIRGINIA; for the good successe whereof all good men with me, I doubt not, will poure out their prayers to Almighty GOD."
                ]
            ],
            [
                "methusalem",
                0.6619094610214233,
                "Thomas Poole Methusalem — Thomas Taylor."
            ],
            [
                "men",
                0.6550597548484802,
                "And since his Maiesties most happy comming to the Crowne, being an absolute King of three of the most populous Kingdomes (which Charles the Fift was wont to tearme Officina gentium, the shop or forge of men,) finding his Subiects to multiply by the blessed peace they enioy vnder his happy gouern∣ment, did out of his high wisedome and Princely care of the good of his Subiects, grant a most gratious Pa∣tent to diuers Honourable persons, and others of his louing Subiects, authorizing them thereby to goe on in the Plantation of this his lawfull and rightfull King∣dome of VIRGINIA, which by the blessing of Al∣mighty God is growne to good perfection."
            ],
            [
                "man",
                0.6533200144767761,
                "Neyther is any man to be deiected because of some such disasters as these that may seeme to thwart the businesse."
            ],
            [
                [
                    "maid",
                    0.6499003171920776,
                    "One old Maid called blinde Margaret."
                ],
                [
                    "maid",
                    0.7818392515182495,
                    "One old Maid called blinde Margaret."
                ]
            ],
            [
                "lieutenant",
                0.6538591384887695,
                "From thence was brought by Lieutenant Perkinson, in his voyage, some of that kind of Earth which is called Terra Lemnia (there to be had in great abundance) as good as that of Turkey."
            ],
            [
                "iustin",
                0.6678965091705322,
                "And Iustin hath the like saying of the cause of vanquishing the Grecian Cities."
            ],
            [
                [
                    "indi∣ans",
                    0.6499406099319458,
                    "True it is indeed, that in the first Conquest the Spa∣niards got great and mighty treasure from the Indi∣ans, which they in long space had heaped vp together, and in those times the Indians shewed them entyre and plentifull rich mynes, which by length of time (as is well known and published to the world by those that haue beene there) are wasted and exhausted since, so as now the charge of getting those mettals is growne most excessiue, besides the consuming and spoyling many men of their liues, which are depriued of them by the vapors that come out of the Gold and Siluer mynes, which are most pestilent and deadly, as diuers authors auerre."
                ],
                [
                    "indi∣ans",
                    0.7794139981269836,
                    "True it is indeed, that in the first Conquest the Spa∣niards got great and mighty treasure from the Indi∣ans, which they in long space had heaped vp together, and in those times the Indians shewed them entyre and plentifull rich mynes, which by length of time (as is well known and published to the world by those that haue beene there) are wasted and exhausted since, so as now the charge of getting those mettals is growne most excessiue, besides the consuming and spoyling many men of their liues, which are depriued of them by the vapors that come out of the Gold and Siluer mynes, which are most pestilent and deadly, as diuers authors auerre."
                ]
            ],
            [
                "great",
                0.6509721279144287,
                "And by these factions and diffe∣rences of petty Princes, the Romans tooke their grea∣test aduantage to ouercome this Iland of Great Bri∣tayne, of which Tacitus fayes, Ita dum singuli pugnant vniuersi vincuntur."
            ],
            [
                "giles",
                0.6516017913818359,
                "Giles Bradshawe, his Wife, and Childe."
            ],
            [
                "gerardus",
                0.6578307151794434,
                "Gerardus Mercator, a very industrious and excel∣lent Geographer, was abused by a Map sent vnto him, of foure Euripi meeting about the North Pole; which now are found to be all turned into a maine icie Sea."
            ],
            [
                "first",
                0.6531766653060913,
                "True it is indeed, that in the first Conquest the Spa∣niards got great and mighty treasure from the Indi∣ans, which they in long space had heaped vp together, and in those times the Indians shewed them entyre and plentifull rich mynes, which by length of time (as is well known and published to the world by those that haue beene there) are wasted and exhausted since, so as now the charge of getting those mettals is growne most excessiue, besides the consuming and spoyling many men of their liues, which are depriued of them by the vapors that come out of the Gold and Siluer mynes, which are most pestilent and deadly, as diuers authors auerre."
            ],
            [
                [
                    "england",
                    0.6701445579528809,
                    "Inconveniencies that have happened to some persons which have transported themselves from England to Virginia, without provisions necessary to sustaine themselves, hath greatly hindred the progresse of that noble plantation."
                ],
                [
                    "england",
                    0.6571319103240967,
                    "And for the Passage thither, and Trade there, it is free from all restraint by forren Princes, whereunto most of our other accustomed trades are subiect: there is neyther danger in the way, through the encountring of the Enemy or Pyrate, nor meeting with Rockes or Sholes (by reason of the fayre and safe passage thorow the maine Ocean) nor tediousnes of iourney, which by reason of better knowledge then in former yeares (the fruit of time and obserua∣tion) is oftner made and in fewer weekes, then for∣merly it was wont to be in moneths; which (with the blessing of God) produced in the last Summer this effect, that in the Fleet of nine Saile of ships, transpor∣ting aboue seauen hundred Passengers out of England and Ireland, for the Plantation, but one person (in whose roome another at Sea was borne) miscarryed by the way."
                ],
                [
                    "england",
                    0.6545663475990295,
                    "MAster Iohn England and his Man."
                ],
                [
                    "england",
                    0.654101550579071,
                    "And for Corne, Cattell, and Fish, (which are the substance of the food of man) in no place better: the Graine also of our owne Country prospering there very well; but their Maize (being the naturall Graine of VIRGINIA) doth farre exceed in pleasantnesse, strength, fertilitie, and gene∣ralitie of vse, the Wheat of England."
                ],
                [
                    "england",
                    0.652059018611908,
                    "THE INCONVENIENCIES THAT HAVE HAPPENED TO SOME PER∣SONS WHICH HAVE TRANSPORTED THEMSELVES from England to Virginia ; vvithout prouisions necessary to sustaine themselues, hath greatly hindred the Progresse of that noble Plantation: For preuention of the like disorders heereafter, that no man suffer, either through ignorance or misinformation; it is thought re∣quisite to publish this short declaration: wherein is contained a particular of such neces∣saries, as either priuate families or single persons shall haue cause to furnish themselues with, for their better support at their first landing in Virginia ; whereby also greater numbers may receiue in part, directions how to prouide themselues."
                ],
                [
                    "england",
                    0.6493046283721924,
                    "The coasts of Florida to the West, being not so harborous; and of New England to the East, somewhat more out of the way, amongst so many Flats and small Ilands not so safe."
                ]
            ],
            [
                "disposition",
                0.6686340570449829,
                "This is the generall disposition of most of them, though there be some (sayes he) that be wise and subtill."
            ],
            [
                "colonie",
                0.6544045209884644,
                "A DECLARATION of the state of the Colonie and Affaires in VIRGINIA."
            ],
            [
                [
                    "christian",
                    0.6925559043884277,
                    "A person vnknowne sent a Letter, the Copy whereof is registred; directed thus, To Sir Edwin Sandys, the faithfull Trea∣surer of VIRGINIA: and subscribed, Dust and Ashes: And afterwards by an vn∣knowne person sent a box to the house of Sir Edwin Sandys with the same dire∣ction: which being opened in Court, therein was found in gold 550. pounds, to be disposed of for the education of children of the Infidels, in Christian re∣ligion and ciuility."
                ],
                [
                    "christian",
                    0.682562530040741,
                    "Lastly, it is to be wished, that euery good Patriot will take these things seriously into his thoughts, and consider how deeply the prosecution of this noble Enterprise concerneth the honor of his Maiestie and the whole Nation, the propagation of Christian Re∣ligion, the enlargement, strength, and safety of his Maiesties Dominions, the rich augmenting of his Re∣uennues, the imploiment of his Subiects idle at home, the increase of men, Mariners and shipping, and the raising of such necessary commoditie, for the impor∣tation of which from forren Countries fo great and incredible summes are continually issued and expen∣ded."
                ],
                [
                    "christian",
                    0.6807125210762024,
                    "And this hope that the South Sea may easily from VIRGI∣NIA be discouered ouer Land, is much confirmed by the constant report of the Sauages, not onely of VIR∣GINIA, but also of Florida and Canada ; which dwel∣ling so remote one from another, and all agreeing in the report of a large Sea to the Westwards, where they describe great Ships not vnlike to ours, with other circumstances, doe giue vs very great probabi∣lity (if not full assurance) that our endeuours this way shall by Gods blessing haue a prosperous and happy successe, to the encrease of his Kingdome and glory amongst these poore ignorant Heathen people, the publique good of all the Christian world, the neuer∣dying honour of our most gracious Soueraigne, the inestimable benefit of our Nation, and the admirable and speedy increase and aduancement of that most noble and hopefull Plantation of VIRGINIA; for the good successe whereof all good men with me, I doubt not, will poure out their prayers to Almighty GOD."
                ],
                [
                    "christian",
                    0.6773669123649597,
                    "to the Colledge in VIRGINIA, to bee paid when there shall be ten of the Infi∣dels children placed in it: and in the meane time 24. pounds by the yeare to bee disbursed vnto three discreete and godly men in the Colonie, which shall honestly bring three of the Infidels chil∣dren in Christian Religion, and some good course to liue by."
                ],
                [
                    "christian",
                    0.6758092641830444,
                    "Such was (God bee thanked for it) the good fruit of an Infidell conuerted to Chri∣stianity; for though three hundred and more of ours died by many of these Pagan Infidels, yet thousands of ours were saued by the means of one of them alone which was made a Christian; Blessed be God for euer, whose mercy endureth for euer; Blessed bee God whose mercy is aboue his iustice, and farre aboue all his workes: who wrought this deliuerance whereby their soules escaped euen as a Bird out of the snare of the Fowler."
                ],
                [
                    "christian",
                    0.663534939289093,
                    "Also a commemoration of such worthy benefactors as haue contributed their Christian charitie towards the aduancement of the colony."
                ],
                [
                    "christian",
                    0.663534939289093,
                    "Also a commemoration of such worthy benefactors as haue contributed their Christian charitie towards the aduancement of the colony."
                ]
            ],
            [
                "cause",
                0.6504863500595093,
                "That the true cause of this surprize was most by the instigation of the De∣uill, (enemy to their saluation) and the dayly feare that possest them, that in time we by our growing con∣tinually vpon them, would dispossesse them of this Country, as they had beene formerly of the West Indies by the Spaniard; produced this bloody act."
            ],
            [
                "bread",
                0.6513003706932068,
                "After this againe, when the Spanish Colony was in∣creased in great numbers, the Indians (from whom the Spaniards for trucking stuffe vsed to haue all their corn) generally conspired together to plant no corne at all, intending therby to farnish them, themselues liuing in the meane time vpon Cassaui (a root to make bread) onely then knowne to themselues: This plot of theirs by the Spaniards ouer-sight (that foolishly depended vpon Strangers for their bread) tooke such effect, and brought them to such misery by the rage of famine, that they spared no vncleane, no loathsome beast, no not the poysonous and hideous Serpents, but eate them vp also, deuouring one death to saue them from another: And by this meanes the whole Colony well-neare surfetted, sickned, and dyed miserably."
            ],
            [
                "blessed",
                0.6553653478622437,
                "THE Countrey called VIRGINIA (so named by the late Virgin-Queene Elizabeth of blessed me∣mory) being the rightfull inheritance of his Maiesty, as being first discouered at the costs and charges of that most prudent Prince of famous memory, King Henry the Seauenth, his Maiesties great Grand-father; The Patent whereof still extant to be seene, was gran∣ted to Iohn Cabot and diuers other of his subiects, who went thither with sixe Saile of Ships, and discouered as farre as from Cape Florida to New-found-land, all along the Coast, and tooke possession thereof to the Kings vse, about that time when Ferdinando and Isabella discouered the Westerne Indies: (by which title of first discouery the King of Portugal and Spaine hold and enioy their ample and rich Kingdomes in their Indies East & West: ) A coast where King Edward the Sixt after planted his fishing to the New-found-land by publike Act in Parliament, and of which Philip A∣madas and Arthur Barlow tooke againe possession to the vse of the late Qu ene Elizabeth: and after them, Sir Richard Greenfield, Sir Ralph Lane, and Sir Walter Rawleigh ; at what time seuerall Colonies were there placed."
            ],
            [
                "besides",
                0.6555275917053223,
                "Besides (before they knew the cause and remedy) very many lost diuers parts of their body, feet and hands principally, by a little vermine lesse then a Flea, and skipping like it, called Nigua, which got between the skinne and the flesh before they were aware, and there bred and multiplyed, making swel∣lings and putrefactions, to the decay and losse of their bodily members."
            ],
            [
                "also",
                0.6553919315338135,
                "There hath also beene sent in those yeares nine ships to the Sommer Ilands with about nine hun∣dred people to inhabite there, in which ships two hun∣dred and forty Mariners were imployed."
            ],
            [
                "wise",
                0.7850018739700317,
                "This is the generall disposition of most of them, though there be some (sayes he) that be wise and subtill."
            ],
            [
                "win∣ning",
                0.77679842710495,
                "But these miscreants, who haue thus despised Gods great mercies so freely offered to them, must needs in time therefore be corrected by his iustice: So as those who by the way of mercies would not be drawne vnto him, shall some of them at length (no doubt) be brought vnto him by his way of iudgements: to which leauing them, I will knit againe together now the thred of my Discourse, and proceed to tell you, That at the time of this Massacre there were three or foure of our ships in Iames-Riuer, and one in the next Riuer, and daily more to come in, as three did within fourteene dayes after; one of which they endeuored to haue surprised, but in vaine, as had also beene their whole attempt, had any the least fore-knowledge beene in those places where the Mas∣sacre was committed: yet were the hearts of the En∣glish euer stupid, and auerted from beleeuing any thing that might weaken their hopes of speedy win∣ning the Sauages to Ciuilitie and Religion, by kinde vsage and fayre conuersing amongst them."
            ],
            [
                "virginia",
                0.7781281471252441,
                "Besides many worthy Persons of birth and quality, and diuers others at their owne costs are now preparing for VIRGINIA."
            ],
            [
                "truth",
                0.7769696116447449,
                "A Lthough there haue been many and sundry Treatises writ of Virginia, and the Commodities thereof; whereat malitious men may take occasion to cauill, but godly men will finde good cause to praise the Almighty, whose wonders are seene in the deepe, through the which we haue sailed to the discouery of this good Land: Yet I haue not thought it amisse (since I am to expresse some late Accidents) before-hand to summe vp the benefits of that Countrey; partly because they daily encrease by new Discoueries made, to the glory of our most gratious King, and euer renowned to all posteritie, for the founding and supporting of this most Royall and blessed work of Plantation, to the great honor, wealth and happinesse of his most famous Kingdomes; and partly, because such is the customary daintinesse of Readers, that they seldome take the paines to gather together all that hath beene written of any subiect, that so they might take the whole businesse into their consideration, (which is the onely way to make a true iudgement,) but vsually content themselues with one or two Bookes set out occasionally, and with refe∣rence to some former Treatises, whereby they gaine but a lame and parcell-knowledge, and so oftentimes both preiudice themselues and the truth."
            ],
            [
                "these",
                0.7852566838264465,
                "Some may helpe with their purses, some with their persons, some with their fauour, some with their counsell: especially amongst others, let Ministers in their publike and priuate prayers commend these Plantations to the blessing of Almighty God: To whom be all honor and glory, for euer and euer, Amen."
            ],
            [
                "them",
                0.7756155729293823,
                "This is the generall disposition of most of them, though there be some (sayes he) that be wise and subtill."
            ],
            [
                "surfetted",
                0.7802190780639648,
                "After this againe, when the Spanish Colony was in∣creased in great numbers, the Indians (from whom the Spaniards for trucking stuffe vsed to haue all their corn) generally conspired together to plant no corne at all, intending therby to farnish them, themselues liuing in the meane time vpon Cassaui (a root to make bread) onely then knowne to themselues: This plot of theirs by the Spaniards ouer-sight (that foolishly depended vpon Strangers for their bread) tooke such effect, and brought them to such misery by the rage of famine, that they spared no vncleane, no loathsome beast, no not the poysonous and hideous Serpents, but eate them vp also, deuouring one death to saue them from another: And by this meanes the whole Colony well-neare surfetted, sickned, and dyed miserably."
            ],
            [
                "shining",
                0.781879186630249,
                "These and many other calamities and mischiefes, too long to relate now, hapned vnto them more then euer did to vs. And at one time their plantation was euen at the last gaspe, all their Colony being resolued desperately to leaue it, had not two ships vnexpected come in with new supplyes: yet wee see for all these miseries, that they haue attained to their ends at last, Honor, power, and wealth; In so much as that Coun∣trey, which (when they were dishartned with disa∣sters) they beganne to be so weary of, that they were about to forsake it all, in short time after (seeing all stormes blowne ouer, and fayre weather shining vpon them) they were so in loue with their great fortunes, that they grew so iealous of them, as made them shut them vp from the sight of any but themselues."
            ],
            [
                [
                    "rich",
                    0.7876905202865601,
                    "From whence ariseth an assurance that (by the assistance and skill of industry) those rich Furres, Cordage, and other Commodities, which with difficulty and danger are now drawn from Russia, will be had in VIRGINIA and the parts adioyning, with ease and safety."
                ],
                [
                    "rich",
                    0.7786088585853577,
                    "These blessings are so much the more to bee estee∣med, because they are bestowed vpon a place situated so conueniently, and at so good a distance both from Europe, and the West Indies, that for the mutuall com∣merce betwixt these great and most rich parts of the habitable world, there cannot bee deuised any place more conuenient for the succour and refreshing of those that trade from hence thither: whether they be of our owne nation, or of our neighbours and friends; the multitude of great and nauigable Riuers, and of safe and spacious harbours, as it were inuiting all Na∣tions to entertaine mutuall friendship, and to partici∣pate of those blessings which God out of the abun∣dance of his rich Treasures, hath so gratiously bestow∣ed some vpon these parts of Europe, and others no lesse desired vpon those poore people: which might still haue remained in their old barbarous ignorance, with∣out knowledge of their owne misery, or of Gods in∣finite goodnesse and mercy; if it had not pleased God thus gratiously both to draw vs thither with desire of such wealth as those fruitfull Countries afford, and also to grant vs so easie, certaine, and safe a meanes to goe vnto them: which passage is in mine opinion made much more secure and easie by the commodious harbours and refreshing which VIRGINIA doth reach out vnto vs."
                ]
            ],
            [
                "religion",
                0.7755788564682007,
                "But these miscreants, who haue thus despised Gods great mercies so freely offered to them, must needs in time therefore be corrected by his iustice: So as those who by the way of mercies would not be drawne vnto him, shall some of them at length (no doubt) be brought vnto him by his way of iudgements: to which leauing them, I will knit againe together now the thred of my Discourse, and proceed to tell you, That at the time of this Massacre there were three or foure of our ships in Iames-Riuer, and one in the next Riuer, and daily more to come in, as three did within fourteene dayes after; one of which they endeuored to haue surprised, but in vaine, as had also beene their whole attempt, had any the least fore-knowledge beene in those places where the Mas∣sacre was committed: yet were the hearts of the En∣glish euer stupid, and auerted from beleeuing any thing that might weaken their hopes of speedy win∣ning the Sauages to Ciuilitie and Religion, by kinde vsage and fayre conuersing amongst them."
            ],
            [
                "poure",
                0.7775582671165466,
                "And this hope that the South Sea may easily from VIRGI∣NIA be discouered ouer Land, is much confirmed by the constant report of the Sauages, not onely of VIR∣GINIA, but also of Florida and Canada ; which dwel∣ling so remote one from another, and all agreeing in the report of a large Sea to the Westwards, where they describe great Ships not vnlike to ours, with other circumstances, doe giue vs very great probabi∣lity (if not full assurance) that our endeuours this way shall by Gods blessing haue a prosperous and happy successe, to the encrease of his Kingdome and glory amongst these poore ignorant Heathen people, the publique good of all the Christian world, the neuer∣dying honour of our most gracious Soueraigne, the inestimable benefit of our Nation, and the admirable and speedy increase and aduancement of that most noble and hopefull Plantation of VIRGINIA; for the good successe whereof all good men with me, I doubt not, will poure out their prayers to Almighty GOD."
            ],
            [
                "partici∣pate",
                0.7759473919868469,
                "These blessings are so much the more to bee estee∣med, because they are bestowed vpon a place situated so conueniently, and at so good a distance both from Europe, and the West Indies, that for the mutuall com∣merce betwixt these great and most rich parts of the habitable world, there cannot bee deuised any place more conuenient for the succour and refreshing of those that trade from hence thither: whether they be of our owne nation, or of our neighbours and friends; the multitude of great and nauigable Riuers, and of safe and spacious harbours, as it were inuiting all Na∣tions to entertaine mutuall friendship, and to partici∣pate of those blessings which God out of the abun∣dance of his rich Treasures, hath so gratiously bestow∣ed some vpon these parts of Europe, and others no lesse desired vpon those poore people: which might still haue remained in their old barbarous ignorance, with∣out knowledge of their owne misery, or of Gods in∣finite goodnesse and mercy; if it had not pleased God thus gratiously both to draw vs thither with desire of such wealth as those fruitfull Countries afford, and also to grant vs so easie, certaine, and safe a meanes to goe vnto them: which passage is in mine opinion made much more secure and easie by the commodious harbours and refreshing which VIRGINIA doth reach out vnto vs."
            ],
            [
                "occasionally",
                0.7845830917358398,
                "A Lthough there haue been many and sundry Treatises writ of Virginia, and the Commodities thereof; whereat malitious men may take occasion to cauill, but godly men will finde good cause to praise the Almighty, whose wonders are seene in the deepe, through the which we haue sailed to the discouery of this good Land: Yet I haue not thought it amisse (since I am to expresse some late Accidents) before-hand to summe vp the benefits of that Countrey; partly because they daily encrease by new Discoueries made, to the glory of our most gratious King, and euer renowned to all posteritie, for the founding and supporting of this most Royall and blessed work of Plantation, to the great honor, wealth and happinesse of his most famous Kingdomes; and partly, because such is the customary daintinesse of Readers, that they seldome take the paines to gather together all that hath beene written of any subiect, that so they might take the whole businesse into their consideration, (which is the onely way to make a true iudgement,) but vsually content themselues with one or two Bookes set out occasionally, and with refe∣rence to some former Treatises, whereby they gaine but a lame and parcell-knowledge, and so oftentimes both preiudice themselues and the truth."
            ],
            [
                "now",
                0.776297926902771,
                "Now their cleared grounds in all their villages (which are situate in the fruitfullest places of the land) shall be inhabited by vs, whereas heretofore the grubbing of woods was the greatest labour."
            ],
            [
                "neuer∣dying",
                0.7859727740287781,
                "And this hope that the South Sea may easily from VIRGI∣NIA be discouered ouer Land, is much confirmed by the constant report of the Sauages, not onely of VIR∣GINIA, but also of Florida and Canada ; which dwel∣ling so remote one from another, and all agreeing in the report of a large Sea to the Westwards, where they describe great Ships not vnlike to ours, with other circumstances, doe giue vs very great probabi∣lity (if not full assurance) that our endeuours this way shall by Gods blessing haue a prosperous and happy successe, to the encrease of his Kingdome and glory amongst these poore ignorant Heathen people, the publique good of all the Christian world, the neuer∣dying honour of our most gracious Soueraigne, the inestimable benefit of our Nation, and the admirable and speedy increase and aduancement of that most noble and hopefull Plantation of VIRGINIA; for the good successe whereof all good men with me, I doubt not, will poure out their prayers to Almighty GOD."
            ],
            [
                "mas∣sacre",
                0.7793819904327393,
                "But these miscreants, who haue thus despised Gods great mercies so freely offered to them, must needs in time therefore be corrected by his iustice: So as those who by the way of mercies would not be drawne vnto him, shall some of them at length (no doubt) be brought vnto him by his way of iudgements: to which leauing them, I will knit againe together now the thred of my Discourse, and proceed to tell you, That at the time of this Massacre there were three or foure of our ships in Iames-Riuer, and one in the next Riuer, and daily more to come in, as three did within fourteene dayes after; one of which they endeuored to haue surprised, but in vaine, as had also beene their whole attempt, had any the least fore-knowledge beene in those places where the Mas∣sacre was committed: yet were the hearts of the En∣glish euer stupid, and auerted from beleeuing any thing that might weaken their hopes of speedy win∣ning the Sauages to Ciuilitie and Religion, by kinde vsage and fayre conuersing amongst them."
            ],
            [
                "man▪",
                0.7803413271903992,
                "Timothy Moise, his Man▪ Henry Bromage, his Wife, his Daughter, his Man."
            ],
            [
                "king",
                0.7760128974914551,
                "The Deere and other beasts will be in safety, and infinitly increase, which heretofore not onely in the generall huntings of the King (whereat foure or fiue hundred Deere were vsually slaine) but by each particular Indian were destroied at all times of the yeare, without any difference of Male, Damme, or Young."
            ],
            [
                "ireland",
                0.7811228632926941,
                "And for the Passage thither, and Trade there, it is free from all restraint by forren Princes, whereunto most of our other accustomed trades are subiect: there is neyther danger in the way, through the encountring of the Enemy or Pyrate, nor meeting with Rockes or Sholes (by reason of the fayre and safe passage thorow the maine Ocean) nor tediousnes of iourney, which by reason of better knowledge then in former yeares (the fruit of time and obserua∣tion) is oftner made and in fewer weekes, then for∣merly it was wont to be in moneths; which (with the blessing of God) produced in the last Summer this effect, that in the Fleet of nine Saile of ships, transpor∣ting aboue seauen hundred Passengers out of England and Ireland, for the Plantation, but one person (in whose roome another at Sea was borne) miscarryed by the way."
            ],
            [
                "horses",
                0.7762948870658875,
                "The Horses also (through the benefit of the Climate, and nature of their feeding) more beau∣tifull and fuller of courage."
            ],
            [
                "him",
                0.7814509868621826,
                "Thus the sinnes of these wicked Infidels, haue made them vnworthy of enioy∣ing him, and the eternall good that he most zealously alwayes intended to them."
            ]
        ],
        "light": [
            [
                [
                    "wealth",
                    0.7045701146125793,
                    "And yet to thinke that Gold and Siluer mynes are in a Countrey (other∣wise most rich and fruitfull) the greatest wealth of a Plantation, is but a popular error, as is that opinion likewise, That the Gold and Siluer is the greatest wealth of the West Indies now at this present time."
                ],
                [
                    "wealth",
                    0.7024371027946472,
                    "A Lthough there haue been many and sundry Treatises writ of Virginia, and the Commodities thereof; whereat malitious men may take occasion to cauill, but godly men will finde good cause to praise the Almighty, whose wonders are seene in the deepe, through the which we haue sailed to the discouery of this good Land: Yet I haue not thought it amisse (since I am to expresse some late Accidents) before-hand to summe vp the benefits of that Countrey; partly because they daily encrease by new Discoueries made, to the glory of our most gratious King, and euer renowned to all posteritie, for the founding and supporting of this most Royall and blessed work of Plantation, to the great honor, wealth and happinesse of his most famous Kingdomes; and partly, because such is the customary daintinesse of Readers, that they seldome take the paines to gather together all that hath beene written of any subiect, that so they might take the whole businesse into their consideration, (which is the onely way to make a true iudgement,) but vsually content themselues with one or two Bookes set out occasionally, and with refe∣rence to some former Treatises, whereby they gaine but a lame and parcell-knowledge, and so oftentimes both preiudice themselues and the truth."
                ],
                [
                    "wealth",
                    0.7013920545578003,
                    "These and many other calamities and mischiefes, too long to relate now, hapned vnto them more then euer did to vs. And at one time their plantation was euen at the last gaspe, all their Colony being resolued desperately to leaue it, had not two ships vnexpected come in with new supplyes: yet wee see for all these miseries, that they haue attained to their ends at last, Honor, power, and wealth; In so much as that Coun∣trey, which (when they were dishartned with disa∣sters) they beganne to be so weary of, that they were about to forsake it all, in short time after (seeing all stormes blowne ouer, and fayre weather shining vpon them) they were so in loue with their great fortunes, that they grew so iealous of them, as made them shut them vp from the sight of any but themselues."
                ],
                [
                    "wealth",
                    0.7007017731666565,
                    "For the greatest part of their gaine and profit I say consists not in these mynes, but in their other Commodities, partly natiue, and partly translated from other parts of the world, and planted in the West Indies: As in their mighty wealth of Sugars (the Sugar Canes be∣ing transported first from the Canaries, ) and in Gin∣ger, and some other commodities deriued from the East Indies thither: in their Cochanile, their Indico, their Cotton, their infinite store of Hydes and Skins, their Quick-siluer, and Allom, Wood, and Brasill-wood, &c. And their many other Dyes, Paints, Peta∣rarana, Tobacco, Gummes, Balmes, Oyles medeci∣nall, and Perfumes, their Sarsaparillia, and many other physicall drugs, (for which, learned Physitians and skilfull Simplers were sent to take a suruey, and make an exquisite draught of all the Plants in colours.)"
                ],
                [
                    "wealth",
                    0.6941976547241211,
                    "And yet to thinke that Gold and Siluer mynes are in a Countrey (other∣wise most rich and fruitfull) the greatest wealth of a Plantation, is but a popular error, as is that opinion likewise, That the Gold and Siluer is the greatest wealth of the West Indies now at this present time."
                ]
            ],
            [
                [
                    "small",
                    0.6958195567131042,
                    "These small and scattered Companies (as I haue said) had warning giuen from one another in all their habitations to meete at the day and houre ap∣pointed for our destruction, at all our seuerall Townes and places seated vpon the Riuer; some were directed to goe to one place, some to another, all to be done at the same day and time, which they did accordingly: some entring their Houses vnder colour of trucking, and so taking aduantage, others drawing our men a∣broad vpon faire pretences, and the rest suddenly fal∣ling vpon those that were at their labours."
                ],
                [
                    "small",
                    0.6915432214736938,
                    "Fourthly, Because the way of conquering them is much more easie then of ciuilizing them by faire meanes, for they are a rude, barbarous, and naked people, scattered in small companies, which are helps to Victorie, but hinderances to Ciuilitie: Besides that, a conquest may be of many, and at once; but ciuility is in particular, and slow, the effect of long time, and great industry."
                ]
            ],
            [
                "respect",
                0.6944923400878906,
                "And both hee and his people for the daily courtesies this good Gentleman did to one or other of them, did professe such outward loue and respect vnto him, as nothing could seeme more: but all was little regarded after by this Viperous brood, as the sequell shewed: for they not only wilfully murdered him, but cruelly and felly, out of deuillish malice, did so many barbarous de∣spights and foule scornes after to his dead corpes, as are vnbefitting to be heard by any ciuill eare."
            ],
            [
                "religion",
                0.6921344995498657,
                "But these miscreants, who haue thus despised Gods great mercies so freely offered to them, must needs in time therefore be corrected by his iustice: So as those who by the way of mercies would not be drawne vnto him, shall some of them at length (no doubt) be brought vnto him by his way of iudgements: to which leauing them, I will knit againe together now the thred of my Discourse, and proceed to tell you, That at the time of this Massacre there were three or foure of our ships in Iames-Riuer, and one in the next Riuer, and daily more to come in, as three did within fourteene dayes after; one of which they endeuored to haue surprised, but in vaine, as had also beene their whole attempt, had any the least fore-knowledge beene in those places where the Mas∣sacre was committed: yet were the hearts of the En∣glish euer stupid, and auerted from beleeuing any thing that might weaken their hopes of speedy win∣ning the Sauages to Ciuilitie and Religion, by kinde vsage and fayre conuersing amongst them."
            ],
            [
                "princes",
                0.6982436180114746,
                "And by these factions and diffe∣rences of petty Princes, the Romans tooke their grea∣test aduantage to ouercome this Iland of Great Bri∣tayne, of which Tacitus fayes, Ita dum singuli pugnant vniuersi vincuntur."
            ],
            [
                "power",
                0.6919844746589661,
                "These and many other calamities and mischiefes, too long to relate now, hapned vnto them more then euer did to vs. And at one time their plantation was euen at the last gaspe, all their Colony being resolued desperately to leaue it, had not two ships vnexpected come in with new supplyes: yet wee see for all these miseries, that they haue attained to their ends at last, Honor, power, and wealth; In so much as that Coun∣trey, which (when they were dishartned with disa∣sters) they beganne to be so weary of, that they were about to forsake it all, in short time after (seeing all stormes blowne ouer, and fayre weather shining vpon them) they were so in loue with their great fortunes, that they grew so iealous of them, as made them shut them vp from the sight of any but themselues."
            ],
            [
                "plentifull",
                0.6968339085578918,
                "The Letters written from the Gouernor and Trea∣surer in VIRGINIA in the beginning of March last, (which came hither in April, ) gaue assurance of ouer∣comming and bringing to perfection in this yeare, the Iron-works, Glasse-works, Salt-works, the plentifull sowing of all sorts of English graine with the Plough, hauing now cleared good quantitie of ground; setting of store of Indian Corne or Maize, sufficient for our selues, and for trucke with the Natiues; restraint of the quantity of Tobacco, and amendment of it in the quality, learned by time and experience; The plan∣ting of Vines and Mulberry-trees neere to their hou∣ses, Figg-trees, Pomgranats, Potatoes, and Cotton∣wooll seedes, Pocoon, Indico, Sugar-Canes, Madder, Woade, Hempe, Flaxe, and Silke-grasse; and for the erecting of a fayre Inne in Iames-Citie for the better entertainment of new commers, whereto and to other publike workes, euery old planter there offered free∣ly and liberally to contribute."
            ],
            [
                "planting",
                0.7126203179359436,
                "The old planters (as they thought now come to reape the benefit of their long trauels) placed with wonderfull content vpon their priuate diuidents, and the planting of particular Hundreds and Colonies pursued with an hopefull alacrity, all our proiects (saith he) in a faire way, and their familarity with the Natiues, seeming to open a faire gate for their conuersion to Chri∣stianitie."
            ],
            [
                [
                    "plantation",
                    0.7095438838005066,
                    "And since his Maiesties most happy comming to the Crowne, being an absolute King of three of the most populous Kingdomes (which Charles the Fift was wont to tearme Officina gentium, the shop or forge of men,) finding his Subiects to multiply by the blessed peace they enioy vnder his happy gouern∣ment, did out of his high wisedome and Princely care of the good of his Subiects, grant a most gratious Pa∣tent to diuers Honourable persons, and others of his louing Subiects, authorizing them thereby to goe on in the Plantation of this his lawfull and rightfull King∣dome of VIRGINIA, which by the blessing of Al∣mighty God is growne to good perfection."
                ],
                [
                    "plantation",
                    0.7036041617393494,
                    "And this hope that the South Sea may easily from VIRGI∣NIA be discouered ouer Land, is much confirmed by the constant report of the Sauages, not onely of VIR∣GINIA, but also of Florida and Canada ; which dwel∣ling so remote one from another, and all agreeing in the report of a large Sea to the Westwards, where they describe great Ships not vnlike to ours, with other circumstances, doe giue vs very great probabi∣lity (if not full assurance) that our endeuours this way shall by Gods blessing haue a prosperous and happy successe, to the encrease of his Kingdome and glory amongst these poore ignorant Heathen people, the publique good of all the Christian world, the neuer∣dying honour of our most gracious Soueraigne, the inestimable benefit of our Nation, and the admirable and speedy increase and aduancement of that most noble and hopefull Plantation of VIRGINIA; for the good successe whereof all good men with me, I doubt not, will poure out their prayers to Almighty GOD."
                ],
                [
                    "plantation",
                    0.7025489211082458,
                    "To conclude then, seeing that Virginia is most abundantly fruitfull, and that this Massacre must rather be beneficiall to the Plantation then impaire it, let all men take courage, and put to their helping hands, since now the time is most seasonable and aduantagious for the reaping of those benefits which the Plantation hath long promi∣sed: and for their owne good let them doe it speedily, that so by taking the prioritie of time, they may haue also the prioritie of place, in choosing the best Seats of the Country, which now by vanquishing of the Indians, is like to offer a more ample and faire choice of fruitfull habitations, then hitherto our gentlenesse and faire comportment to the Sauages could attaine vnto."
                ],
                [
                    "plantation",
                    0.7019532918930054,
                    "T He noble Plantation of VIRGINIA hath some very excellent Prerogatiues aboue many other famous Kingdomes, namely, the temperature of the ayre, the fruitful∣nesse of the soile, and the commodious∣nesse of situation."
                ],
                [
                    "plantation",
                    0.7003186345100403,
                    "In which space haue beene granted fifty Patents to particular persons, for Plantation in VIRGINIA, who with their Associates haue vndertaken therein to transport great multitudes of people and cattell thither, which for the most part is since performed, and the residue now in preparing, as by the seuerall Declarations of each yeare in their particulars, (manifested and appro∣ued in our generall and publike Quarter-Courts) and for the fuller satisfaction of all desirous to vnderstand the particularities of such proceedings, hath beene by printing commended to the vnderstanding of all."
                ],
                [
                    "plantation",
                    0.7002596259117126,
                    "THE INCONVENIENCIES THAT HAVE HAPPENED TO SOME PER∣SONS WHICH HAVE TRANSPORTED THEMSELVES from England to Virginia ; vvithout prouisions necessary to sustaine themselues, hath greatly hindred the Progresse of that noble Plantation: For preuention of the like disorders heereafter, that no man suffer, either through ignorance or misinformation; it is thought re∣quisite to publish this short declaration: wherein is contained a particular of such neces∣saries, as either priuate families or single persons shall haue cause to furnish themselues with, for their better support at their first landing in Virginia ; whereby also greater numbers may receiue in part, directions how to prouide themselues."
                ],
                [
                    "plantation",
                    0.6945961713790894,
                    "A Lthough there haue been many and sundry Treatises writ of Virginia, and the Commodities thereof; whereat malitious men may take occasion to cauill, but godly men will finde good cause to praise the Almighty, whose wonders are seene in the deepe, through the which we haue sailed to the discouery of this good Land: Yet I haue not thought it amisse (since I am to expresse some late Accidents) before-hand to summe vp the benefits of that Countrey; partly because they daily encrease by new Discoueries made, to the glory of our most gratious King, and euer renowned to all posteritie, for the founding and supporting of this most Royall and blessed work of Plantation, to the great honor, wealth and happinesse of his most famous Kingdomes; and partly, because such is the customary daintinesse of Readers, that they seldome take the paines to gather together all that hath beene written of any subiect, that so they might take the whole businesse into their consideration, (which is the onely way to make a true iudgement,) but vsually content themselues with one or two Bookes set out occasionally, and with refe∣rence to some former Treatises, whereby they gaine but a lame and parcell-knowledge, and so oftentimes both preiudice themselues and the truth."
                ],
                [
                    "plantation",
                    0.6932148337364197,
                    "These and many other calamities and mischiefes, too long to relate now, hapned vnto them more then euer did to vs. And at one time their plantation was euen at the last gaspe, all their Colony being resolued desperately to leaue it, had not two ships vnexpected come in with new supplyes: yet wee see for all these miseries, that they haue attained to their ends at last, Honor, power, and wealth; In so much as that Coun∣trey, which (when they were dishartned with disa∣sters) they beganne to be so weary of, that they were about to forsake it all, in short time after (seeing all stormes blowne ouer, and fayre weather shining vpon them) they were so in loue with their great fortunes, that they grew so iealous of them, as made them shut them vp from the sight of any but themselues."
                ]
            ],
            [
                "people",
                0.6945123672485352,
                "And this hope that the South Sea may easily from VIRGI∣NIA be discouered ouer Land, is much confirmed by the constant report of the Sauages, not onely of VIR∣GINIA, but also of Florida and Canada ; which dwel∣ling so remote one from another, and all agreeing in the report of a large Sea to the Westwards, where they describe great Ships not vnlike to ours, with other circumstances, doe giue vs very great probabi∣lity (if not full assurance) that our endeuours this way shall by Gods blessing haue a prosperous and happy successe, to the encrease of his Kingdome and glory amongst these poore ignorant Heathen people, the publique good of all the Christian world, the neuer∣dying honour of our most gracious Soueraigne, the inestimable benefit of our Nation, and the admirable and speedy increase and aduancement of that most noble and hopefull Plantation of VIRGINIA; for the good successe whereof all good men with me, I doubt not, will poure out their prayers to Almighty GOD."
            ],
            [
                "neuer∣dying",
                0.6922385692596436,
                "And this hope that the South Sea may easily from VIRGI∣NIA be discouered ouer Land, is much confirmed by the constant report of the Sauages, not onely of VIR∣GINIA, but also of Florida and Canada ; which dwel∣ling so remote one from another, and all agreeing in the report of a large Sea to the Westwards, where they describe great Ships not vnlike to ours, with other circumstances, doe giue vs very great probabi∣lity (if not full assurance) that our endeuours this way shall by Gods blessing haue a prosperous and happy successe, to the encrease of his Kingdome and glory amongst these poore ignorant Heathen people, the publique good of all the Christian world, the neuer∣dying honour of our most gracious Soueraigne, the inestimable benefit of our Nation, and the admirable and speedy increase and aduancement of that most noble and hopefull Plantation of VIRGINIA; for the good successe whereof all good men with me, I doubt not, will poure out their prayers to Almighty GOD."
            ],
            [
                "martyr",
                0.6928817629814148,
                "And thus these miserable wretches, not hee, hath lost by it, who to the comfort of vs all, hath gayned a Crowne of endlesse blisse, and is assuredly become a glorious Martyr, in which thrice-happy and blessed state we leaue him."
            ],
            [
                "labour",
                0.7077294588088989,
                "Now their cleared grounds in all their villages (which are situate in the fruitfullest places of the land) shall be inhabited by vs, whereas heretofore the grubbing of woods was the greatest labour."
            ],
            [
                "iudgement",
                0.6925476789474487,
                "A Lthough there haue been many and sundry Treatises writ of Virginia, and the Commodities thereof; whereat malitious men may take occasion to cauill, but godly men will finde good cause to praise the Almighty, whose wonders are seene in the deepe, through the which we haue sailed to the discouery of this good Land: Yet I haue not thought it amisse (since I am to expresse some late Accidents) before-hand to summe vp the benefits of that Countrey; partly because they daily encrease by new Discoueries made, to the glory of our most gratious King, and euer renowned to all posteritie, for the founding and supporting of this most Royall and blessed work of Plantation, to the great honor, wealth and happinesse of his most famous Kingdomes; and partly, because such is the customary daintinesse of Readers, that they seldome take the paines to gather together all that hath beene written of any subiect, that so they might take the whole businesse into their consideration, (which is the onely way to make a true iudgement,) but vsually content themselues with one or two Bookes set out occasionally, and with refe∣rence to some former Treatises, whereby they gaine but a lame and parcell-knowledge, and so oftentimes both preiudice themselues and the truth."
            ],
            [
                "in",
                0.6927872896194458,
                "But these miscreants, who haue thus despised Gods great mercies so freely offered to them, must needs in time therefore be corrected by his iustice: So as those who by the way of mercies would not be drawne vnto him, shall some of them at length (no doubt) be brought vnto him by his way of iudgements: to which leauing them, I will knit againe together now the thred of my Discourse, and proceed to tell you, That at the time of this Massacre there were three or foure of our ships in Iames-Riuer, and one in the next Riuer, and daily more to come in, as three did within fourteene dayes after; one of which they endeuored to haue surprised, but in vaine, as had also beene their whole attempt, had any the least fore-knowledge beene in those places where the Mas∣sacre was committed: yet were the hearts of the En∣glish euer stupid, and auerted from beleeuing any thing that might weaken their hopes of speedy win∣ning the Sauages to Ciuilitie and Religion, by kinde vsage and fayre conuersing amongst them."
            ],
            [
                "honour",
                0.694563090801239,
                "And this hope that the South Sea may easily from VIRGI∣NIA be discouered ouer Land, is much confirmed by the constant report of the Sauages, not onely of VIR∣GINIA, but also of Florida and Canada ; which dwel∣ling so remote one from another, and all agreeing in the report of a large Sea to the Westwards, where they describe great Ships not vnlike to ours, with other circumstances, doe giue vs very great probabi∣lity (if not full assurance) that our endeuours this way shall by Gods blessing haue a prosperous and happy successe, to the encrease of his Kingdome and glory amongst these poore ignorant Heathen people, the publique good of all the Christian world, the neuer∣dying honour of our most gracious Soueraigne, the inestimable benefit of our Nation, and the admirable and speedy increase and aduancement of that most noble and hopefull Plantation of VIRGINIA; for the good successe whereof all good men with me, I doubt not, will poure out their prayers to Almighty GOD."
            ],
            [
                "helpe",
                0.6919228434562683,
                "to helpe forward the East Indie Schoole ▪ 25."
            ],
            [
                [
                    "great",
                    0.7056927680969238,
                    "Sixtly, This will for euer hereafter make vs more cautelous and circumspect, as neuer to bee deceiued more by any other treacheries, but will serue for a great instruction to all posteritie there, to teach them that Trust is the mother of Deceipt, and to learne them that of the Italian, Chi non fida, non s'inga muu, Hee that trusts not is not deceiued: and make them know that kindnesses are misspent vpon rude natures, so long as they continue rude; as also, that Sauages and Pa∣gans are aboue all other for matter of Iustice euer to be suspected."
                ],
                [
                    "great",
                    0.6966685056686401,
                    "A Lthough there haue been many and sundry Treatises writ of Virginia, and the Commodities thereof; whereat malitious men may take occasion to cauill, but godly men will finde good cause to praise the Almighty, whose wonders are seene in the deepe, through the which we haue sailed to the discouery of this good Land: Yet I haue not thought it amisse (since I am to expresse some late Accidents) before-hand to summe vp the benefits of that Countrey; partly because they daily encrease by new Discoueries made, to the glory of our most gratious King, and euer renowned to all posteritie, for the founding and supporting of this most Royall and blessed work of Plantation, to the great honor, wealth and happinesse of his most famous Kingdomes; and partly, because such is the customary daintinesse of Readers, that they seldome take the paines to gather together all that hath beene written of any subiect, that so they might take the whole businesse into their consideration, (which is the onely way to make a true iudgement,) but vsually content themselues with one or two Bookes set out occasionally, and with refe∣rence to some former Treatises, whereby they gaine but a lame and parcell-knowledge, and so oftentimes both preiudice themselues and the truth."
                ]
            ],
            [
                [
                    "good",
                    0.7205161452293396,
                    "Thus the sinnes of these wicked Infidels, haue made them vnworthy of enioy∣ing him, and the eternall good that he most zealously alwayes intended to them."
                ],
                [
                    "good",
                    0.7142142653465271,
                    "And this hope that the South Sea may easily from VIRGI∣NIA be discouered ouer Land, is much confirmed by the constant report of the Sauages, not onely of VIR∣GINIA, but also of Florida and Canada ; which dwel∣ling so remote one from another, and all agreeing in the report of a large Sea to the Westwards, where they describe great Ships not vnlike to ours, with other circumstances, doe giue vs very great probabi∣lity (if not full assurance) that our endeuours this way shall by Gods blessing haue a prosperous and happy successe, to the encrease of his Kingdome and glory amongst these poore ignorant Heathen people, the publique good of all the Christian world, the neuer∣dying honour of our most gracious Soueraigne, the inestimable benefit of our Nation, and the admirable and speedy increase and aduancement of that most noble and hopefull Plantation of VIRGINIA; for the good successe whereof all good men with me, I doubt not, will poure out their prayers to Almighty GOD."
                ],
                [
                    "good",
                    0.7125450968742371,
                    "THus haue you seene the particulars of this mas∣sacre, out of Letters from thence written, where∣in treachery and cruelty haue done their worst to vs, or rather to themselues; for whose vnderstanding is so shallow, as not to perceiue that this must needs bee for the good of the Plantation after, and the losse of this blood to make the body more healthfull, as by these reasons may be manifest."
                ],
                [
                    "good",
                    0.7119626402854919,
                    "And this hope that the South Sea may easily from VIRGI∣NIA be discouered ouer Land, is much confirmed by the constant report of the Sauages, not onely of VIR∣GINIA, but also of Florida and Canada ; which dwel∣ling so remote one from another, and all agreeing in the report of a large Sea to the Westwards, where they describe great Ships not vnlike to ours, with other circumstances, doe giue vs very great probabi∣lity (if not full assurance) that our endeuours this way shall by Gods blessing haue a prosperous and happy successe, to the encrease of his Kingdome and glory amongst these poore ignorant Heathen people, the publique good of all the Christian world, the neuer∣dying honour of our most gracious Soueraigne, the inestimable benefit of our Nation, and the admirable and speedy increase and aduancement of that most noble and hopefull Plantation of VIRGINIA; for the good successe whereof all good men with me, I doubt not, will poure out their prayers to Almighty GOD."
                ],
                [
                    "good",
                    0.707375705242157,
                    "And this hope that the South Sea may easily from VIRGI∣NIA be discouered ouer Land, is much confirmed by the constant report of the Sauages, not onely of VIR∣GINIA, but also of Florida and Canada ; which dwel∣ling so remote one from another, and all agreeing in the report of a large Sea to the Westwards, where they describe great Ships not vnlike to ours, with other circumstances, doe giue vs very great probabi∣lity (if not full assurance) that our endeuours this way shall by Gods blessing haue a prosperous and happy successe, to the encrease of his Kingdome and glory amongst these poore ignorant Heathen people, the publique good of all the Christian world, the neuer∣dying honour of our most gracious Soueraigne, the inestimable benefit of our Nation, and the admirable and speedy increase and aduancement of that most noble and hopefull Plantation of VIRGINIA; for the good successe whereof all good men with me, I doubt not, will poure out their prayers to Almighty GOD."
                ],
                [
                    "good",
                    0.7013123035430908,
                    "to the Colledge in VIRGINIA, to bee paid when there shall be ten of the Infi∣dels children placed in it: and in the meane time 24. pounds by the yeare to bee disbursed vnto three discreete and godly men in the Colonie, which shall honestly bring three of the Infidels chil∣dren in Christian Religion, and some good course to liue by."
                ],
                [
                    "good",
                    0.7006251215934753,
                    "And since his Maiesties most happy comming to the Crowne, being an absolute King of three of the most populous Kingdomes (which Charles the Fift was wont to tearme Officina gentium, the shop or forge of men,) finding his Subiects to multiply by the blessed peace they enioy vnder his happy gouern∣ment, did out of his high wisedome and Princely care of the good of his Subiects, grant a most gratious Pa∣tent to diuers Honourable persons, and others of his louing Subiects, authorizing them thereby to goe on in the Plantation of this his lawfull and rightfull King∣dome of VIRGINIA, which by the blessing of Al∣mighty God is growne to good perfection."
                ],
                [
                    "good",
                    0.6989272236824036,
                    "Thus insinuating himselfe to this King for his reli∣gious purposes, he conferred after with him oft, and intimated to him matters of our Religion; and thus far the Pagan confessed, moued by naturall Principles, that our God was a good God, and better much then theirs, in that he had with so many good things aboue them endowed vs. Hee told him, if hee would serue our God, hee should bee partaker of all those good things wee had, and of farre greater then sense or rea∣son euer could imagine."
                ]
            ],
            [
                "glorious",
                0.7019268274307251,
                "Yet it pleased God to vse some of them as instruments to saue many of their liues, whose soules they had formerly saued, as at Iames-Citie, and other places, and the Pinnace trading in Pamounkey Riuer, all whose liues were saued by a conuerted In∣dian, disclosing the plot in the instant (wherof though our sinnes (say they) made vs vnworthy to be instru∣ments of so glorious a conuersion in generall, yet his infinite wisedome can neuerthelesse bring it to passe with some more of them, and with other Prouinces there in his good time, and by such meanes as wee thinke most vnlikely."
            ],
            [
                "fruitfull",
                0.7077836394309998,
                "To conclude then, seeing that Virginia is most abundantly fruitfull, and that this Massacre must rather be beneficiall to the Plantation then impaire it, let all men take courage, and put to their helping hands, since now the time is most seasonable and aduantagious for the reaping of those benefits which the Plantation hath long promi∣sed: and for their owne good let them doe it speedily, that so by taking the prioritie of time, they may haue also the prioritie of place, in choosing the best Seats of the Country, which now by vanquishing of the Indians, is like to offer a more ample and faire choice of fruitfull habitations, then hitherto our gentlenesse and faire comportment to the Sauages could attaine vnto."
            ],
            [
                "fauour",
                0.7095303535461426,
                "Wherein no doubt but all the fauour that may be, shall be shewed to Aduenturers and Planters."
            ],
            [
                "famous",
                0.6929906010627747,
                "A Lthough there haue been many and sundry Treatises writ of Virginia, and the Commodities thereof; whereat malitious men may take occasion to cauill, but godly men will finde good cause to praise the Almighty, whose wonders are seene in the deepe, through the which we haue sailed to the discouery of this good Land: Yet I haue not thought it amisse (since I am to expresse some late Accidents) before-hand to summe vp the benefits of that Countrey; partly because they daily encrease by new Discoueries made, to the glory of our most gratious King, and euer renowned to all posteritie, for the founding and supporting of this most Royall and blessed work of Plantation, to the great honor, wealth and happinesse of his most famous Kingdomes; and partly, because such is the customary daintinesse of Readers, that they seldome take the paines to gather together all that hath beene written of any subiect, that so they might take the whole businesse into their consideration, (which is the onely way to make a true iudgement,) but vsually content themselues with one or two Bookes set out occasionally, and with refe∣rence to some former Treatises, whereby they gaine but a lame and parcell-knowledge, and so oftentimes both preiudice themselues and the truth."
            ],
            [
                "en∣glish",
                0.6930845975875854,
                "But these miscreants, who haue thus despised Gods great mercies so freely offered to them, must needs in time therefore be corrected by his iustice: So as those who by the way of mercies would not be drawne vnto him, shall some of them at length (no doubt) be brought vnto him by his way of iudgements: to which leauing them, I will knit againe together now the thred of my Discourse, and proceed to tell you, That at the time of this Massacre there were three or foure of our ships in Iames-Riuer, and one in the next Riuer, and daily more to come in, as three did within fourteene dayes after; one of which they endeuored to haue surprised, but in vaine, as had also beene their whole attempt, had any the least fore-knowledge beene in those places where the Mas∣sacre was committed: yet were the hearts of the En∣glish euer stupid, and auerted from beleeuing any thing that might weaken their hopes of speedy win∣ning the Sauages to Ciuilitie and Religion, by kinde vsage and fayre conuersing amongst them."
            ],
            [
                "discouered",
                0.6987677216529846,
                "And this hope that the South Sea may easily from VIRGI∣NIA be discouered ouer Land, is much confirmed by the constant report of the Sauages, not onely of VIR∣GINIA, but also of Florida and Canada ; which dwel∣ling so remote one from another, and all agreeing in the report of a large Sea to the Westwards, where they describe great Ships not vnlike to ours, with other circumstances, doe giue vs very great probabi∣lity (if not full assurance) that our endeuours this way shall by Gods blessing haue a prosperous and happy successe, to the encrease of his Kingdome and glory amongst these poore ignorant Heathen people, the publique good of all the Christian world, the neuer∣dying honour of our most gracious Soueraigne, the inestimable benefit of our Nation, and the admirable and speedy increase and aduancement of that most noble and hopefull Plantation of VIRGINIA; for the good successe whereof all good men with me, I doubt not, will poure out their prayers to Almighty GOD."
            ],
            [
                "deliuerance",
                0.7046085596084595,
                "Such was (God bee thanked for it) the good fruit of an Infidell conuerted to Chri∣stianity; for though three hundred and more of ours died by many of these Pagan Infidels, yet thousands of ours were saued by the means of one of them alone which was made a Christian; Blessed be God for euer, whose mercy endureth for euer; Blessed bee God whose mercy is aboue his iustice, and farre aboue all his workes: who wrought this deliuerance whereby their soules escaped euen as a Bird out of the snare of the Fowler."
            ],
            [
                "corne",
                0.6967734694480896,
                "After this againe, when the Spanish Colony was in∣creased in great numbers, the Indians (from whom the Spaniards for trucking stuffe vsed to haue all their corn) generally conspired together to plant no corne at all, intending therby to farnish them, themselues liuing in the meane time vpon Cassaui (a root to make bread) onely then knowne to themselues: This plot of theirs by the Spaniards ouer-sight (that foolishly depended vpon Strangers for their bread) tooke such effect, and brought them to such misery by the rage of famine, that they spared no vncleane, no loathsome beast, no not the poysonous and hideous Serpents, but eate them vp also, deuouring one death to saue them from another: And by this meanes the whole Colony well-neare surfetted, sickned, and dyed miserably."
            ],
            [
                [
                    "conuersion",
                    0.7101149559020996,
                    "Hee, and the whole Councell write further, That Almighty God (they doubt not) hath his great worke to doe in this Tragedy, and will thereout draw honor and glory to his great Name; safety, and a more flourishing estate to themselues, and the whole Plantation there; and the more speedy conuersion of the Children of those Sauages to himselfe, since hee so miraculously preserued so many of the English (there being, God be praysed, about eleuen parts of twelue still remay∣ning) whose desire to draw those people to Religion by the carelesse neglect of their owne safeties, seemes to haue beene the greatest cause of their own ensuing destruction."
                ],
                [
                    "conuersion",
                    0.7082920670509338,
                    "The old planters (as they thought now come to reape the benefit of their long trauels) placed with wonderfull content vpon their priuate diuidents, and the planting of particular Hundreds and Colonies pursued with an hopefull alacrity, all our proiects (saith he) in a faire way, and their familarity with the Natiues, seeming to open a faire gate for their conuersion to Chri∣stianitie."
                ],
                [
                    "conuersion",
                    0.7063435316085815,
                    "Yet it pleased God to vse some of them as instruments to saue many of their liues, whose soules they had formerly saued, as at Iames-Citie, and other places, and the Pinnace trading in Pamounkey Riuer, all whose liues were saued by a conuerted In∣dian, disclosing the plot in the instant (wherof though our sinnes (say they) made vs vnworthy to be instru∣ments of so glorious a conuersion in generall, yet his infinite wisedome can neuerthelesse bring it to passe with some more of them, and with other Prouinces there in his good time, and by such meanes as wee thinke most vnlikely."
                ]
            ],
            [
                "conquest",
                0.6962966918945312,
                "Fourthly, Because the way of conquering them is much more easie then of ciuilizing them by faire meanes, for they are a rude, barbarous, and naked people, scattered in small companies, which are helps to Victorie, but hinderances to Ciuilitie: Besides that, a conquest may be of many, and at once; but ciuility is in particular, and slow, the effect of long time, and great industry."
            ],
            [
                "commodities",
                0.7000406384468079,
                "And if besides wee looke (as most men doe) after the riches of a Coun∣trey to inuite vs on, aske those that haue beene there, and haue trauelled farre and neare, and they will tell you, that no Countrey in the world doth naturally abound with more Commodities then VIRGINIA doth."
            ],
            [
                "church",
                0.7037768363952637,
                "d. Anno 1619 MIstris Mary Robinson by her Will gaue towards the building of a Church in VIRGINIA, 200."
            ],
            [
                [
                    "christian",
                    0.7004770636558533,
                    "Such was (God bee thanked for it) the good fruit of an Infidell conuerted to Chri∣stianity; for though three hundred and more of ours died by many of these Pagan Infidels, yet thousands of ours were saued by the means of one of them alone which was made a Christian; Blessed be God for euer, whose mercy endureth for euer; Blessed bee God whose mercy is aboue his iustice, and farre aboue all his workes: who wrought this deliuerance whereby their soules escaped euen as a Bird out of the snare of the Fowler."
                ],
                [
                    "christian",
                    0.6941980123519897,
                    "Lastly, it is to be wished, that euery good Patriot will take these things seriously into his thoughts, and consider how deeply the prosecution of this noble Enterprise concerneth the honor of his Maiestie and the whole Nation, the propagation of Christian Re∣ligion, the enlargement, strength, and safety of his Maiesties Dominions, the rich augmenting of his Re∣uennues, the imploiment of his Subiects idle at home, the increase of men, Mariners and shipping, and the raising of such necessary commoditie, for the impor∣tation of which from forren Countries fo great and incredible summes are continually issued and expen∣ded."
                ],
                [
                    "christian",
                    0.6940584182739258,
                    "A person vnknowne sent a Letter, the Copy whereof is registred; directed thus, To Sir Edwin Sandys, the faithfull Trea∣surer of VIRGINIA: and subscribed, Dust and Ashes: And afterwards by an vn∣knowne person sent a box to the house of Sir Edwin Sandys with the same dire∣ction: which being opened in Court, therein was found in gold 550. pounds, to be disposed of for the education of children of the Infidels, in Christian re∣ligion and ciuility."
                ],
                [
                    "christian",
                    0.6929643154144287,
                    "And this hope that the South Sea may easily from VIRGI∣NIA be discouered ouer Land, is much confirmed by the constant report of the Sauages, not onely of VIR∣GINIA, but also of Florida and Canada ; which dwel∣ling so remote one from another, and all agreeing in the report of a large Sea to the Westwards, where they describe great Ships not vnlike to ours, with other circumstances, doe giue vs very great probabi∣lity (if not full assurance) that our endeuours this way shall by Gods blessing haue a prosperous and happy successe, to the encrease of his Kingdome and glory amongst these poore ignorant Heathen people, the publique good of all the Christian world, the neuer∣dying honour of our most gracious Soueraigne, the inestimable benefit of our Nation, and the admirable and speedy increase and aduancement of that most noble and hopefull Plantation of VIRGINIA; for the good successe whereof all good men with me, I doubt not, will poure out their prayers to Almighty GOD."
                ]
            ],
            [
                "beneficiall",
                0.718580424785614,
                "To conclude then, seeing that Virginia is most abundantly fruitfull, and that this Massacre must rather be beneficiall to the Plantation then impaire it, let all men take courage, and put to their helping hands, since now the time is most seasonable and aduantagious for the reaping of those benefits which the Plantation hath long promi∣sed: and for their owne good let them doe it speedily, that so by taking the prioritie of time, they may haue also the prioritie of place, in choosing the best Seats of the Country, which now by vanquishing of the Indians, is like to offer a more ample and faire choice of fruitfull habitations, then hitherto our gentlenesse and faire comportment to the Sauages could attaine vnto."
            ],
            [
                "aduancement",
                0.6954160332679749,
                "And this hope that the South Sea may easily from VIRGI∣NIA be discouered ouer Land, is much confirmed by the constant report of the Sauages, not onely of VIR∣GINIA, but also of Florida and Canada ; which dwel∣ling so remote one from another, and all agreeing in the report of a large Sea to the Westwards, where they describe great Ships not vnlike to ours, with other circumstances, doe giue vs very great probabi∣lity (if not full assurance) that our endeuours this way shall by Gods blessing haue a prosperous and happy successe, to the encrease of his Kingdome and glory amongst these poore ignorant Heathen people, the publique good of all the Christian world, the neuer∣dying honour of our most gracious Soueraigne, the inestimable benefit of our Nation, and the admirable and speedy increase and aduancement of that most noble and hopefull Plantation of VIRGINIA; for the good successe whereof all good men with me, I doubt not, will poure out their prayers to Almighty GOD."
            ]
        ]
    }
}